Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: This parameter can be used to ensure that if default acls exist on parent directories, they are always honored when creating a new file or subdirectory in these parent directories. The default behavior is to use the unix mode specified when creating the directory. For windows shares it is NOT recommended to set this. The desired behavior can be achieved using ACL's. This probably won't do what you want it to do.
cs: Tento parametr je možné použít pro zajištění toho, že na nadřazených složkách bude existovat výchozí acl seznam a že je vždy ctěn při vytvářen nového souboru nebo podsložky těchto nadřazených složek. Výchozím chováním je použít unixová přístupová práva při vytváření složky. Pro sdílení pro systémy Windows toto NENÍ doporučeno nastavit. Požadovaného chování lze docílit použitím ACL seznamů. Toto nejspíš neudělá to, co byste potřebovali.
nl: Deze parameter kan worden gebruikt om te verzekeren dat bij het bestaan van standaard-ACL's op bovenliggende mappen, deze altijd worden gehonoreerd bij het aanmaken van een nieuw bestand of submap in deze bovenliggende mappen. Het standaardgedrag is het gebruik van de opgegeven Unix-modus bij het aanmaken van de map. Voor Windows-shares wordt het NIET aanbevolen om dit in te stellen. Het gewenste gedrag kan worden bereikt door het gebruik van ACL's. Dit doet waarschijnlijk niet wat u het wilt laten doen.
ru: Этот параметр может быть использован для того, чтобы, если существуют списки ACL по умолчанию на родительские каталоги, они всегда уважались при создании нового файла или подкаталога в этих родительских каталогах. Поведение по умолчанию -- использовать права Unix указанные при создании каталога. Для сетевых ресурсов windows НЕ рекомендуется устанавливать это. Это, вероятно, не будет делать то, что вы от него хотите. Желаемое поведение может быть достигнуто с помощью ACL.

source: Check this to enable Time Machine backups on this share.
cs: Zaškrtněte pro povolení ukládání záloh Apple Time Machine na tomto sdílení.
fr: Cocher la case pour activer le système de sauvegarde/restauration "Time machine" pour ce partage.
nl: Vink dit aan om back-ups van Time Machine op deze share in te schakelen.
pt_br: Selecione isto para habilitar backups Time Machine neste compartilhamento.
ro: Activează opțiunea de backup Time Machine în această partajare.
ru: Выберите чтобы разрешить резервные копии Time Machine для этого ресурса.
tr: Bu paylaşımdaki Zaman Makinesi yedeklemelerini etkinleştirmek için bunu işaretleyin.
uk: Виберіть щоб дозволити резервні копії Time Machine для цього ресурсу.

source: Allow mounting of any subdirectory under this mount point ifselected. Otherwise, only the top level directory can be mounted.
cs: Pokud zaškrtnuto, umožnit připojení libovolné podsložky tohoto přípojného bodu. V opačném případě bude možné připojit pouze složku na nejvyšší úrovni stromu.
nl: Wanneer geselecteerd, wordt koppelen van submappen onder dit koppelpunt toegestaan. Anders kan alleen de map op het hoogste niveau worden gekoppeld.
ro: Permite montarea oricărui subdirector în acest punct dacă este selectat. Altfel, doar directorul cu cea mai mare ierarhie poate fi montat.
ru: Разрешить монтирование любого подкаталога глубже этой точки. В противном случае, только каталог верхнего уровня может быть смонтирован.
tr: Seçilirse bu bağlama noktası altında herhangi bir alt dizini bağlamaya izin verir. Aksi taktirde, sadece üst düzey dizin bağlanabilir.
uk: Дозволити монтування будь-якого підкаталогу глибше цієї точки. В іншому випадку, тільки каталог верхнього рівня може бути змонтований.

source: If a group is selected, the root user will also be limited to that group's permissions
cs: Je-li zvolena skupina, správce (root) bude též omezen na oprávnění této skupiny
fr: Si un groupe est sélectionné, l'utilisateur root sera aussi limité aux permissions de ce groupe
nl: Als een groep is geselecteerd, is de rootgebruiker ook beperkt tot de machtigingen van die groep
pt_br: Se um grupo for selecionado, o usuário root também será limitado às permissões deste grupo
ro: Dacă este selectat un grup, utilizatorul root va fi de asemenea limitat la permisiunile acestui grup
ru: Если группа выбрана, root будет ограничен правами этой группы
tr: Eğer bir grup seçilirse root kullanıcısı da bu grubun izinleri ile sınırlandırılacaktır
uk: Якщо група обрана, root буде обмежений правами цієї групи

source: Create Passphrase
cs: Vytvořit heslovou frázi
fr: Créer une phrase de passe
nl: Wachtwoordzin aanmaken
pt_br: Criar frase secreta
ro: Creare frază de control
ru: Задать пароль
tr: Parola Oluştur
uk: Задати пароль

source: Upgrade
cs: Přejít na novější verzi
fr: Mise à niveau
nl: Upgrade uitvoeren
ro: Upgradare
ru: Обновить
tr: Yükselt
uk: Оновлення

source: You need at least %d disks
cs: Je zapotřebí alespoň %d disků
fr: Vous avez besoin d'au moins %d disque(s)
nl: U hebt minstens %d schijven nodig
pt_br: Você precisa de ao menos %d discos
ro: Aveți nevoie de cel puțin %d discuri
ru: Необходимо по крайней мере %d дисков
tr: En az %d diske ihtiyacınız var
uk: Потрiбно найменше %d дискiв

source: You need a data disk group
cs: Je třeba skupiny datového disku
fr: Vous avez besoin d'un groupe de disque de données
nl: U hebt een groep voor gegevensschijven nodig
pt_br: Você precisa de um grupo de discos de dados
ro: Aveți nevoie de un grup de discuri
ru: Необходим хоть один диск для данных
tr: Bir veri disk grubuna ihtiyacınız var
uk: Потрiбен диск данних

source: Initialize Safely
cs: Bezpečně inicializovat
fr: Initialiser prudemment
nl: Veilig initialiseren
ru: Безопасная инициализация
tr: Güvenle Başlat
uk: Безпечна ініціалізація

source: Yes: Decrypt disks
cs: Ano: dešifrovat disky
fr: Oui: Décryptage des disques
nl: Ja: schijven ontsleutelen
pt_br: Sim: Decripte discos
ro: Da: decriptare discuri
ru: Да: Расшифровать диски
tr: Evet: Disklerin şifresini çöz
uk: Так: Розшифрувати диски

source: Record Size
cs: Velikost záznamu
nl: Recordgrootte
pt_br: Tamanho do Registro
ro: Dimensiune înregistrare
ru: Размер записи
tr: Kayıt Boyutu
uk: Розмір запису

source: Dataset names must begin with an alphanumeric character and may only contain "-", "_", ":", " " and ".".
cs: Je třeba, aby názvy datových sad začínaly písmeny nebo čísly. Mimo to mohou obsahovat již jen znaky „-“ (spojovník), „_“ (podtržítko), „:“ (dvojtečka), „.“ (tečka) a mezera.
fr: Les noms des jeux de données doivent commencer par un caractère alphanumérique et peuvent contenir les caractères '-', '_', ':' et '.'.
nl: Namen van gegevenssets moeten met een alfanumeriek teken beginnen en mogen alleen '-', '_', ':', ' ' en '.' bevatten.
ro: Numele setului de date trebuie să înceapă cu caractere alfanumerice şi poate conţine doar caracterele (-), (_), (:) şi (.).
ru: Наборы данных должны начинаться с буквы или цифры и могут так-же содержать "-", "_", ":", " " и ".".
tr: Veri kümesi adları alfasayısal karakterlerle başlamak zorundadır ve sadece "-", "_", ":", " " ve "." içerebilir.
uk: Імена наборів даних повинні починатися з алфавітно-цифрового символу і можуть містити "-", "_", ":", " ", ".".

source: The passphrases do not match
cs: Do každé z kolonek pro heslovou frázi bylo zadáno něco jiného – vyplňte je znovu a tentokrát stejně.
fr: Les phrases de passe ne sont pas identiques
nl: De wachtwoordzinnen komen niet overeen
pt_br: As senhas não conferem
ro: Frazele de control nu coincid
ru: Пароли не совпадают
tr: Parolalar eşleşmiyor
uk: Паролі не збігаються

source: Root password
cs: Heslo správce systému (root)
fr: Mot de passe du super-utilisateur
nl: Root-wachtwoord
ro: Parolă Root
ru: Пароль администратора
tr: Root parolası
uk: Пароль адміністратора

source: Encryption Type
cs: Typ šifrování
fr: Type de chiffrement
nl: Type versleuteling
pt_br: Tipo de Encriptação
ro: Tip criptare
ru: Тип шифрования
tr: Şifreleme Türü
uk: Тип шифрування

source: Enabling this may increase transfer speed on high speed/low latency local networks. It uses less secure encryption algorithms than the defaults, which make it less desirable on untrusted networks.
cs: Zapnutí tohoto může zvýšit přenosovou rychlost na místních sítích (vysoká rychlost a nízká odezva). Používá méně bezpečný šifrovací algoritmus než výchozí a je proto nevhodné do nedůvěryhodných sítí.
fr: Activer cela peut accroitre la vitesse de transfert sur des réseaux haute vitesse/faible latence. Cela utilise des algorithmes moins sécurisés que par défaut, ce qui le rend moins judicieux sur des réseaux sans approbation.
nl: Inschakelen hiervan kan overdrachtssnelheid op lokale netwerken met hoge snelheid / lage latentie verhogen. Het gebruikt minder veilige versleutelingsalgoritmes dan de standaardalgoritmes, wat het minder aantrekkelijk maakt op niet-vertrouwde netwerken.
pt_br: Habilitando isto pode aumentar a velocidade de transferência em redes locais de alta velocidade/baixa latência. Utiliza algoritmos de encriptação menos seguros que os padrões, o que o faz menos desejável em redes não-confiáveis.
ro: Activarea opțiunii poate crește viteza de transfer în cazul rețelelor locale de viteză înaltă/latență mică. Sistemul va utiliza un algoritm de criptare cu un grad mai scăzut de siguranță decît de obicei, caz mai puțin recomandat pentru rețelele nesigure.
ru: Включение этого может увеличить скорость передачи в быстрых сетях. При этом используются менее безопасные алгоритмы, что может быть нежелательно в небезопасных сетях.
tr: Bunun etkinleştirilmesi yüksek hızlı/düşük gecikmeli yerel ağlarda aktarım hızını artırabilir. Güvenilmeyen ağlarda daha az istenilir yapan varsayılanlardan daha az güvenli şifreleme algoritmaları kullanır.
uk: Увiмкнення цього може збільшити швидкість передачі у швидких мережах. При цьому використовуються менш безпечні алгоритми, що може бути небажано в небезпечних мережах.

source: Do not start replication before
cs: Nezahajovat replikaci před
nl: Replicatie niet starten voor
pt_br: Não iniciar replicação antes de
ro: Nu porniți replicarea înainte
ru: Не запускать репликацию до
tr: Bu zamandan önce çoğaltmayı başlatmaz
uk: Не запускати реплікацію до

source: Recovery has been removed
cs: Obnovení bylo odebráno
nl: Herstelsleutel is verwijderd
pt_br: Recuperação foi removida
ro: Recuperarea a fost eliminată
ru: Ключ восстановления был удален
tr: Kurtarma kaldırıldı
uk: Ключ вiдновлення був видалений

source: Set this to match your serial port address (0x3f8, 0x2f8, etc.)
cs: Nastavte aby odpovídalo adrese sériového portu stroje (0x3f8, 0x2f8, atd.)
fr: Activer cela pour faire correspondre l'adresse du port série (0x3f8, 0x2f8, etc.)
nl: Stel dit in op het adres van uw seriële poort (0x3f8, 0x2f8, etc.)
ru: Установите адрес вашего последовательного порта (0x3f8, 0x2f8, etc.)
tr: Seri bağlantı noktası adresiniz (0x3f8, 0x2f8, vb.) ile eşleşmesi için bunu ayarlayın
uk: Встановіть адрес вашого послідовного порту (0x3f8, 0x2f8, etc.)

source: Redirect Stdout
cs: Přesměrovat standardní výstup
nl: Stdout omleiden
pt_br: Redirecionar Stdout
ro: Redirectare Stdout
ru: Перенаправить вывод
tr: Standart Çıktıyı yönlendir
uk: Перенаправити вивід

source: Post Init
cs: Po inicializaci
fr: Post-initialisation
nl: Na initialisatie
pt_br: Pós-Inicialização
ru: После инициализации
tr: Başlatma Sonrası
uk: Пiсля iнiцiалiзацii

source: Init/Shutdown Script
cs: inicializační/vypínací skript
nl: Init-/afsluitscript
pt_br: Script de Inicialização/Desligamento
ro: Script Inițializare/Oprire
ru: Скрипт запуска/завершения
tr: Başlatma/Kapatma Komut Dizisi
uk: Скрипт запуску/завершення

source: Add
cs: Přidat
fr: Ajouter
nl: Toevoegen
pt_br: Adicionar
ro: Adăugare
ru: Добавить
tr: Ekle
uk: Додати

source: There is %(related_num)s related entry that will also be deleted as it depend upon this item
cs: Je zde %(related_num)s související položka, která také bude smazána, protože závisí na této
fr: Il y a %(related_num)s entrée(s) connexe(s) qui sera(ont) également supprimée(s) puisqu'elle(s) dépende(nt) de cet élément
nl: Er is %(related_num)s gerelateerde vermelding die ook zal worden verwijderd, omdat deze van dit item afhankelijk is
pt_br: Existe %(related_num)s entrada relacionada que também será deletada pois também depende deste item.
ro: Există %(related_num)s înregistrare asociată care va fi deasemenea ştearsă întrucît depinde de această înregistrare
ru: Будет так-же удалена %(related_num)s зависимая запись

source: Remember to add a new recovery key as this action invalidates the previous recovery key
cs: Nezapomeňte přidat nový obnovovací klíč, neboť tato akce zneplatní ten dosavadní!
fr: Pensez à ajouter une nouvelle clé de récupération car cette action invalide la clé de récupération précédente
nl: Denk eraan dat u een nieuwe herstelsleutel toevoegt, omdat deze actie de vorige herstelsleutel ongeldig maakt
pt_br: Lembre-se de adicionar uma nova chave de recuperação pois esta ação invalida a chave de recuperação anterior
ro: Amintiți-vă să adăugați o cheie nouă de recuperare întrucît prin această acțiune veți invalida cheia curentă
ru: Не забудьте добавить новый ключ восстановления, так как это действие делает предыдущий ключ недействительным
tr: Bu eylemin önceki kurtarma anahtarını geçersiz kıldığı gibi yeni bir kurtarma anahtarı eklemeyi hatırlar
uk: Не забудте додати новий ключ відновлення, так як ця дія робить попередній ключ недійсним

source: You are about to remove a recovery key for this volume
cs: Chystáte se odebrat obnovovací klíč pro tento svazek
fr: Vous êtes sur le point de supprimer une clef de récupération pour ce volume
nl: U gaat een herstelsleutel voor dit volume verwijderen
pt_br: Você está prestes a removar a chave de recuperação para este volume
ro: Sînteți pe cale să ștergeți o cheie de recuperare pentru acest volum
ru: Вы собираетесь удалить ключ восстановления для этого тома
tr: Bu birim için kurtarma anahtarını kaldırmak üzeresiniz
uk: Ви збираєтеся видалити ключ відновлення для цього тому

source: Replication
cs: Replikace
nl: Replicatie
ru: Репликация
tr: Çoğaltma
uk: Реплікація

source: ATTENTION - Currently the following services depend on this volume:
cs: VÝSTRAHA – na tomto svazku v současnosti závisejí následující služby:
fr: ATTENTION - Actuellement, les services suivants dépendent de ce volume :
nl: ATTENTIE - De volgende services zijn momenteel van dit volume afhankelijk:
pt_br: ATENÇÃO - Atualmente os seguintes serviços dependem deste volume:
ro: ATENȚIE - Serviciile următoare depind de acest volum:
ru: ВНИМАНИЕ - Данные сервисы зависят от этого тома:
tr: DİKKAT - Şu anda aşağıdaki hizmetler bu birime bağlıdır:
uk: УВАГА -- Оцi сервiси зараз залежать вiд цього тома:

source: Would you like to run this rsync job now?
cs: Chcete spustit tuto rsync úlohu nyní?
nl: Wilt u deze rsync-taak nu uitvoeren?
ru: Вы хотите выполнить это задание rsync сейчас?
tr: Bu rsync işini şimdi çalıştırmak ister misiniz?
uk: Ви хочете виконати це завдання rsync зараз?

source: Are you sure you want to edit this?
cs: Opravdu toto chcete upravovat?
fr: Êtes-vous sur de vouloir éditer celà ?
nl: Weet u zeker dat u dit wilt bewerken?
pt_br: Tem certeza de que deseja editar isso?
ro: Doriţi să editați?
ru: Вы уверены, что хотите изменить?
tr: Bunu düzenlemek istediğinize emin misiniz?
uk: Ви впевнені, що хочете змінити?

source: This change will cause a failover event. Do you want to proceed?
cs: Toto spustí událost převzetí služeb při selhání. Chcete pokračovat?
fr: Ce changement provoquera un événement de basculement. Etes-vous sur de vouloir continuer ?
nl: Deze wijziging veroorzaakt een failovergebeurtenis. Wilt u doorgaan?
ro: Această modificare va genera o eroare. Continuați?
ru: Это изменение вызовет переключение. Хотите продолжать?
tr: Bu değişiklik yük devretme olayına neden olacak. Devam etmek istiyor musunuz?
uk: Ця зміна викличе перемикання. Хочете продовжувати?

source: Network connectivity will be interrupted
cs: Spojení se sítí bude přerušeno
nl: Netwerkverbindingen zullen worden onderbroken
pt_br: A conectividade será interrompida
ru: Сетевое соединение будет прервано
tr: Ağ bağlanabilirliği yarıda kesilecektir

source: Domain logons
cs: Doménová přihlášení
fr: Connexions du domaine
nl: Domeinaanmeldingsnamen
ro: Autentificări domeniu
ru: Входы в домен
tr: Etki alanı oturum açma bilgileri
uk: Входи у домен

source: Network connectivity will be interrupted. Do you want to proceed?
cs: Spojení s datovou sítí bude přerušeno. Chcete pokračovat?
fr: La connexion réseau va être interrompue. Voulez-vous continuer ?
nl: Netwerkverbindingen zullen worden onderbroken. Wilt u doorgaan?
pt_br: A conectividade de rede será interrompida. Você deseja continuar?
ro: Conexiunea la rețea va fi întreruptă. Continuați?
ru: Сетевое соединение будет прервано. Хотите продолжать?
tr: Ağ bağlanabilirliği yarıda kesilecektir. Devam etmek istiyor musunuz?
uk: Мережеве з'єднання буде перервано. Хочете продовжувати?

source: Enabling experimental target requires a reboot. Do you want to proceed?
cs: Zapnutí experimentálního cíle vyžaduje restart systému. Chcete pokračovat?
fr: Activer une cible expérimental demande un redémarrage du système. Voulez-vous continuer ?
nl: Inschakelen van 'experimental target' vereist een herstart. Wilt u doorgaan?
ru: Включение экспериментальной цели требует перезагрузки. Хотите продолжать?
tr: Deneysel hedefi etkinleştirmek yeniden başlatma gerektirir. Devam etmek istiyor musunuz?

source: Extent name must be unique.
cs: Je třeba, aby se název úložné jednotky neopakoval.
fr: Le nom étendu doit être unique.
nl: Extentnaam moet uniek zijn.
ru: Имя экстента должно быть уникально.
tr: Kapsam adı benzersiz olmak zorundadır.
uk: Ім'я екстента повинно бути унікальним.

source: Enable experimental target
cs: Zapnout experimentální cíl
nl: Experimental target inschakelen
ru: Включить экспериментальную цель
tr: Deneysel hedefi etkinleştir

source: Passwords containing a question mark (?) are currently not allowed due to problems with SMB.
cs: Hesla obsahující znak „?“ (otazník) není v současnosti možné používat a to z důvodu problémů při použití s SMB sdíleními.
fr: Les mots de passe contenant un point d'interrogation (?) ne sont actuellement pas autorisés à cause de problèmes avec SMB.
nl: Wachtwoorden die een vraagteken (?) bevatten zijn momenteel niet toegestaan vanwege problemen met SMB.
ro: Parolele care conțin caracterul (?) nu pot fi utilizate în acest moment din cauza problemelor cu SMB
ru: Пароли содержащие знак вопроса (?) запрещены из-за проблем с SMB.
tr: Soru işareti (?) içeren parolalara, şimdilik SMB ile olan sorunlardan dolayı izin verilmiyor.
uk: Паролі що містять знак питання (?) заборонені через проблеми з SMB.

source: NT4 failed to reload.
cs: Znovunačtení služby NT4 domény se nezdařilo.
fr: Le redémarrage de NT4 a échoué.
nl: Opnieuw laden van NT4 is mislukt.
ro: NT4 nu a putut fi reâncărcat.
ru: Не удалось перезагрузить NT4.
tr: NT4 yeniden yükleme başarısız oldu.
uk: Не вдалося перезавантажити NT4.

source: Active Directory failed to reload.
cs: Znovunačtení služby Active Directory se nezdařilo.
fr: Le redémarrage d'Active Directory a échoué.
nl: Opnieuw laden van Active Directory is mislukt.
pt_br: O serviço Active directory falhou em recarregar.
ro: Serviciul Active Directory nu a putut fi reâncărcat.
ru: Не удалось перезагрузить Active Directory.
tr: Active Directory'yi yeniden yükleme başarısız oldu.
uk: Не вдалося перезапустити Active Directory.

source: LDAP failed to reload.
cs: Znovunačtení služby LDAP se nezdařilo.
fr: le redémarrage de LDAP a échoué.
nl: Opnieuw laden van LDAP is mislukt.
pt_br: O serviço LDAP falhou em recarregar.
ro: LDAP nu a putut fi reâncărcat.
ru: Не удалось перезагрузить LDAP.
tr: LDAP yeniden yükleme başarısız oldu.
uk: Не вдалося перезавантажити LDAP.

source: Enable
cs: Zapnout
fr: Activé
nl: Inschakelen
pt_br: Habilitado
ro: Activare
ru: Включено
tr: Etkinleştir
uk: Увімкнено

source: Bind DN
cs: rozlišený název (DN) pro spojení
tr: DN Bağla
uk: DN для прив'язки

source: Bind password
cs: Heslo pro spojení
nl: Bindwachtwoord
pt_br: Senha Antiga
tr: Bağlama parolası
uk: Пароль прив’язки

source: Certificate
cs: Certifikát
fr: Certificat
nl: Certificaat
ro: Certificat
ru: Сертификат
tr: Sertifika
uk: Сертифікат

source: Incorrect password.
cs: Nesprávné heslo.
nl: Wachtwoord onjuist.
ru: Неверный пароль.
tr: Yanlış parola.
uk: Пароль адміністратора

source: Upload your certificate file here.
cs: Sem nahrajte soubor s vaším certifikátem.
fr: Charger votre fichier certificat ici.
nl: Upload hier uw certificaatbestand.
ro: Încărcați aici fișierul certificat.
ru: Поместите сюда содержимое файла Вашего сертификата.
tr: Sertifika dosyanızı buraya yükleyin.
uk: Помістіть сюди вміст файлу вашого сертифікату.

source: Reporting Database
cs: Databáze pro hlášení
nl: Rapportagedatabase
ru: База данных отчётов
tr: Raporlama Veritabanı
uk: База даних звітів

source: Save the Round-Robin Database (RRD) used by system statistics collection daemon into the system dataset
cs: Ukládat na systémovou datovou sadu databázi typu Round-Robin Database (RRD), sloužící pro sběr statistik systému.
fr: Sauvegarde la base de donnée cyclique (RRD: Round Robin Database) utilisée par le démon de collecte des statistiques dans le dataset système
nl: De door de daemon voor systeemstatistiekengegevens gebruikte Round-Robin Database (RRD) in de systeemgegevensset opslaan
ru: Сохранять базу данных (RRD), используемую демоном сбора статистики в системный набор данных
tr: Sistem istatistikleri koleksiyonu arka plan programı tarafından kullanılan Round-Robin Veritabanını (RRD) sistem veri kümesi içine kaydeder
uk: Зберігати базу даних (RRD), використовувану демоном збору статистики в системний набір даних

source: Information
cs: Informace
nl: Informatie
ro: Informații
ru: Информация
tr: Bilgiler
uk: Інформація

source: Tasks
cs: Úlohy
nl: Taken
ru: Задания
tr: Görevler
uk: Завдання

source: Domain Controller Settings
cs: Nastavení řadiče domény
nl: Domeincontrollerinstellingen
ru: Настройки контролера домена
tr: Etki Alanı Denetleyicisi Ayarları
uk: Налаштування контролера домену

source: Set SSL Certificate
cs: Nastavit SSL certifikát
nl: SSL-certificaat instellen
ru: Установить сертификат SSL
tr: SSL Sertifikasını Ayarla
uk: Сертифікат SSL

source: Performance Test
cs: Zkouška výkonu
nl: Prestatietest
ru: Тест производительности
tr: Performans Denemesi

source: System dataset is required to perform this action.
cs: Pro provedení této akce je třeba systémové datové sady.
nl: Systeemgegevensset is vereist om deze actie uit te voeren.
ru: Для выполнения действия требуется системный dataset.
tr: Sistem veri kümesi bu eylemin yapılmasını gerektirir.

source: You are about to start a performance test.
cs: Chystáte se spustit test výkonu.
nl: U gaat een prestatietest starten.
ru: Вы собираетесь начать тест производительности.
tr: Performans denemesi başlatmak üzeresiniz.
uk: Ви збираєтеся почати тест продуктивності.
