Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Server could not be reached. Check "Force" to continue regardless.
cs: Server nelze kontaktovat. Pro pokračování bez ohledu na to zaškrtněte kolonku Vynutit.
de: Server konnte nicht erreicht werden: Benutzen Sie "Erzwinge", um ungeachtet dessen weiterzumachen
es: Servidor no encontrado. Habilite "Forzar" para continuar de todas formas.
fr: Le serveur ne peut pas être joint. Cocher "Forcer" pour continuer malgré tout.
nl: Server kon niet worden bereikt. Vink 'Forceren' aan om toch door te gaan.
pt_br: O Servidor não foi encontrado. Selecione "Forçar" para continuar
ro: Serverul nu a putut fi contactat. Activați opțiunea "Forțate" pentru a continua oricum.
ru: Сервер недоступен. Поставьте "Принудить" чтобы не обращать внимание.
sr: Server nije dostupan. Čekiraj "Forsirati" da bi se nastavilo bez obzira na sve.
sv: Server kunde inte nås. Markera "Tvinga" för att fortsätta oavsett.
tr: Sunucuya ulaşılamadı. Ne olursa olsun devam etmek için "Zorla" seçeneğini işaretleyin.
uk: Сервер недоступний. Поставте "Примусово" щоб не звертати увагу.

source: The following disks already have tests for this type: %s
cs: Následující disky již mají testy pro tento typ: %s
de: Die folgenden Laufwerke haben bereits Tests für folgende Typen: %s
es: Los siguientes discos aún tienen pruebas de este tipo: %s
fr: Les disques suivants ont déjà des tests de ce type: %s
nl: De volgende schijven hebben al tests voor dit type: %s
pt_br: Os seguintes discos, já possuem testes para isso: %s
ro: Următoarele discuri au fost deja testate pentru: %s
ru: Следующие диски уже имеют тесты этого типа: %s
sr: Sledeći diskovi već imaju testove za ovaj tip: %s
sv: Följande hårddiskar har redan test för denna typ: %s
tr: Şurada belirtilen diskler zaten bu tür için denemelere sahip: %s
uk: Наступні диски вже мають тести цього типу: %s

source: Place to temporarily place firmware file
ca: Col.loca a un lloc temporal el fitxer de firmware
cs: Kam dočasně umístit soubor s firmware
de: Ort für die temporäre Firmware-Datei
es: Lugar donde salvar temporalmente el fichero de firmware
fr: Emplacement où stocker temporairement le fichier du firmware
nl: Plek om firmwarebestand tijdelijk te bewaren
pl: Miejsce, gdzie tymczasowo przechowywany jest plik firmware
pt: Lugar para colocar temporariamente o arquivo firmware
pt_br: Local temporário para arquivos de firmware
ro: Locaţie temporară pentru firmware
ru: Место временного хранения файла прошивки
sk: Miesto na dočasné uloženie firmware súboru
sr: Mesto za privremeno smeštanje firmver datoteke
sv: Ställe att tillfälligt placera firmware-filen
tr: Aygıt yazılımı dosyasını geçici olarak yerleştirmek için yer
uk: Місце тимчасового зберігання файлу прошивки

source: The system will use this place to temporarily store the firmware file before it's being applied.
ca: El sistema utilitzara aquesta localització per emmagatzemar temporalment el fitxer del firmware abans de que s'apliqui.
cs: Systém toto umístění využije pro dočasné uložení souboru s firmware než bude aplikován.
de: Das System wird diesen Ort zur temporären Speicherung der Firmware verwenden, bis die Firmware installiert wird.
es: El sistema usará este emplazamiento como almacenamiento temporal del firmware antes de aplicarlo
fr: Le système utilisera cet emplacement pour stocker temporairement le fichier du firmware avant qu'il ne soit appliqué.
nl: Het systeem zal deze locatie gebruiken om het firmwarebestand tijdelijk te bewaren voordat het wordt toegepast.
pl: System używa tej lokalizacji dla tymczasowego przechowywania pliku oprogramowania przed aktualizacją.
pt: O sistema usará este lugar para armazenar temporariamente o arquivo firmware antes que está sendo aplicada.
pt_br: O sistema utilizará esse local temporariamente para armazanar o firmware antes de ser aplicado.
ro: Sistemul va folosi această locaţie pentru a salva fişierul firmware-ul înainte a fi aplicat/executat.
ru: Система будет использовать это место для временного хранения файла прошивки.
sk: Systém použije toto miesto ako dočasné úložisko pre firmware súbor než bude aplikovaný.
sr: Sistem će koristiti ovo mesto za privremeno skladištenje datoteke firmvera pre nego što se primeni.
sv: Systemet kommer att använda denna plats för att tillfälligt lagra firmware-filen innan det tillämpas.
tr: Sistem, yazılım uygulanmadan önce aygıt yazılımı dosyasını geçici olarak saklamak için bu yeri kullanacak.
uk: Система буде використовувати це місце для тимчасового зберігання файлу прошивки.

source: New image to be installed
ca: nova imatge per ser instal·lada
cs: Nový obraz který má být nainstalován
de: Image zur Installation auswählen
es: Nueva Imagen a Instalar
fr: Nouvelle image à installer
nl: Nieuwe image voor installatie
pl: Nowy obraz systemu do zainstalowania
pt: Nova imagem para ser instalada
pt_br: Nova imagem para ser instalada
ro: Noua imagine de instalat
ru: Новый образ для установки
sk: Nový obraz ktorý bude inštalovaný
sr: Nova slika da se instalira
sv: Ny avbild som ska installeras
tr: Yüklenmesi için yeni imaj
uk: Новий образ для встановлення

source: SHA256 sum for the image
ca: Suma SHA256 per la imatge
cs: Kontrolní součet (otisk) obrazu algoritmem SHA256
de: SHA256 Prüfsumme für dieses Image
es: Suma SHA256 de comprobación de la Imagen
fr: Somme SHA256 de l'image
nl: SHA256-som voor het image
pl: Suma SHA256 obrazu systemu
pt: SHA256 sum para a imagem
pt_br: SHA256 sum para a imagem
ro: Suma SHA256 a imaginii
ru: SHA256 сумма для образа
sk: SHA256 kontrolný súčet obrazu
sr: SHA256 zbir za sliku
sv: SHA256 summan för avbildningen
tr: İmaj için SHA256 toplamı
uk: SHA256 сума для образу

source: Invalid checksum
cs: Neodpovídající kontrolní součet
tr: Geçersiz sağlama
uk: Невірна контрольна сума

source: New config to be installed
ca: Nova configuració a instalar
cs: Nastavení, které bude nově nainstalováno
de: Neue Konfiguration zur Installation auswählen
es: Nueva configuración a instalar
fr: Nouvelle configuration à installer
nl: Nieuwe configuratie voor installatie
pl: Nowa konfiguracja do zainstalowania
pt: Nova configuração para ser instalada
pt_br: Nova configuração a ser instalada
ro: Noua configuraţie de instalat
ru: Новая конфигурация для установки
sk: Nová konfigurácia ktorá bude inštalovaná
sr: Nova konfiguracija da se instalira
sv: Ny konfiguration som ska installeras
tr: Yüklenmesi için yeni yapılandırma
uk: Нова конфігурація для встановлення

source: In order to use rsync over SSH you need a user<br />with a public key (DSA/ECDSA/RSA) set up in home dir.
cs: Pro provozování rsync nad SSH je zapotřebí, aby uživatel<br />měl v domovské složce nastavenu veřejnou část (DSA/ECDSA/RSA) klíče.
de: Zur Nutzung rsync über SSH benötigen Sie einen<br />Benutzer mit eingerichteten öffentlichen Schlüssel. (DSA/ECDSA/RSA)
es: Para poder usar Rsync sobre SSH se necesita un usuario con una clave publica (DSA/ECDSA/RSA configurada
fr: Pour utiliser rsync via SSH, vous avez besoin d'un utilisateur avec une<br />clé publique (DSA/ECDSA/RSA) de configurée dans son répertoire personnel.
nl: Om rsync over SSH te gebruiken hebt u een gebruiker nodig<br />die een openbare sleutel (DSA/ECDSA/RSA) in de basismap heeft ingesteld.
pt_br: Para utilizar o rsync sobre SSH você precisará de um usuário<br/> com uma chave pública (DSA/ECDSA/RSA), encontrado no diretório home.
ro: Pentru a folosi rsync peste ssh aveți nevoie de un utilizator <br />cu o cheie publică (DSA/ECDSA/RSA) definită în folderul de bază.
ru: Для использования rsync через SSH вам потребуется пользователь<br />с публичным ключём (DSA/ECDSA/RSA) установленным в домашнем каталоге.
sr: Da bi koristili rsync preko SSH potreban vam je korisnik<br />sa javnim ključem (DSA/ECDSA/GER) postavljen u matični direktorijum.
sv: För att kunna använda rsync över SSH behöver du ett användarnamn <br/> med en publik nyckel (DSA/ECDSA/RSA) som konfigurerats i din hemmakatalog.
tr: SSH üzerinden rsync kullanmak için ana dizininde<br />bir ortak anahtarı (DSA/ECDSA/RSA) olan bir kullanıcıya ihtiyacınız var.
uk: Для використання Rsync через SSH вам буде потрібен користувач<br /> з публічним ключем (DSA/ECDSA/RSA), встановленим в домашньому каталозі.

source: Quotes are not allowed
cs: Kvóty nejsou umožněny
de: Anführungszeichen sind nicht erlaubt
es: Las comillas "" no están permitidas
fr: Les guillemets ne sont pas autorisés
nl: Aanhalingstekens zijn niet toegestaan
pt_br: Aspas não são permitidas
ro: Ghilimelele nu sînt permise
ru: Кавычки не разрешены
sr: Navodnici nisu dozvoljeni
sv: Citationstecken är inte tillåtna
tr: Tırnak işaretlerine izin verilmez
uk: Лапки не дозволені

source: Protocol
cs: Přistupovat protokolem
de: Protokoll
es: Protocolo
fr: Protocole
pl: Protokół
pt: Protocolo
pt_br: Protocolo
ru: Протокол
sk: Protokol
sr: Protokol
sv: Protokoll
tr: Protokol
uk: Протокол

source: Language
ca: Idioma
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
nl: Taal
pl: Język
pt: Linguagem
pt_br: Linguagem
ro: Limbă
ru: Язык
sk: Jazyk
sr: Jezik
sv: Språk
tr: Dil
uk: Мова

source: Console Keyboard Map
cs: Mapování klávesnice pro textovou konzoli
de: Konsolen Tastatur Abbild
es: Mapa de teclado de la consola
fr: Disposition du clavier pour la console
nl: Toetsenbordindeling voor console
pt_br: Mapa do console do teclado
ro: Mapare taste consolă
ru: Раскладка клавиатуры консоли
sr: Tastature Konzole
sv: Konsol tangentborda mappning
tr: Konsol Klavye Eşlemesi
uk: Розклад клавіатури консолі.

source: Timezone
ca: Zona horària
cs: Časová zóna
de: Zeitzone
es: Zona Horaria
fr: Fuseau horaire
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso horário
ro: Fus orar
ru: Часовой пояс
sk: Časové pásmo
sr: Vremenska zona
sv: Tidszon
tr: Saat dilimi
uk: Часовий пояс

source: Syslog server
cs: Server, na který odesílat záznamy protokolu (syslog)
es: Servidor SysLog
fr: Serveur syslog
pt: Syslog servidor
pt_br: Servidor Syslog
ro: Server syslog
ru: Сервер Syslog
tr: Syslog sunucusu
uk: Syslog сервер

source: Address
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse
nl: Adres
pt_br: Endereço
ro: Adresă
ru: Адрес
sr: Addresa
sv: Adress
tr: Adres
uk: Адреса

source: Burst
cs: Dávka
es: Rafaga
fr: Rafale
sr: Interval
sv: Skur
tr: Veri Bloğu
uk: Розрив

source: When the server is reachable, send a burst of eight packets instead of the usual one. This is designed to improve timekeeping quality with the server command and s addresses.
cs: Když je server dostupný, poslat dávku osmi paketů namísto obvyklého jednoho. Důvodem je zlepšení přesnosti příkazu server a s „s“ adresami.
de: Dies wird verwendet, um die Qualität der Zeitmessung zu verbessern, indem gleichzeitig acht anstatt nur ein Paket zum Server geschickt wird. Diese Option sollte nicht ohne ausdrückliche Genehmigung verwendet werden und kann ggf. zum blacklisting führen.
es: Cuando el servidor exista, enviar una rafaga de 8 paquetes en lugar de uno solo. Esto mejora la calidad del servicio
fr: Lorsque le serveur est accessible, envoyer une rafale de huit paquets au lieu d'un seul habituellement. Ceci est conçu dans le but d'améliorer la qualité de la comptabilisation du temps avec les commandes et adresses du serveur.
nl: Als de server bereikbaar is, een serie van acht pakketten verzenden in plaats van de gebruikelijke één. Dit moet de kwaliteit van timekeeping met de serveropdrachten en -adressen verbeteren.
pt_br: Quando o servidor estiver indisponível, enviar oito pacotes além do habitual. Isto é utilizado para dar agilidade na aquisição de sincronismo com o comando do servidor e os endereços.
ro: Când serverul este accesibil, trimite un set de opt pachete în loc de modul obișnuit. Acesta mod este conceput pentru a îmbunătăți calitatea conexiunii cu serverul.
ru: Когда сервер доступен, посылать пачку из восьми пакетов вместо одного. Это сделано для улучшения качества хранения времени.
sr: Kada je server dostupan, poslati interval od osam paketa umesto jednog uobičajenog. Ovo je dizajnirano kako bi se unapredilo kvalitet čuvanja vremena sa serverskom komandom i s adresama.
sv: När servern är nåbar, skicka en skur av åtta paket i stället för en vanliga. Detta syftar till att förbättra punktlighet kvalitet med servern kommandot och adresser sek.
tr: Sunucu erişilebilir olduğunda, alışılmışın yerine sekiz paketli veri bloğu gönderir. Bu, sunucu komutu ve s adresleri ile zaman tutma kalitesini artırmak için tasarlanmıştır.
uk: Коли сервер доступний, посилати пачку з восьми пакетів замість одного. Це зроблено для того, щоб поліпшити якість...

source: When the server is unreachable, send a burst of eight packets instead of the usual one. This is designed to speed the initial synchronization acquisition with the server command and s addresses.
cs: Když je server nedostupný, poslat dávku osmi paketů namísto obvyklého jednoho. Důvodem je urychlení úvodní synchronizace příkazu server s „s“ adresami.
de: Dies wird verwendet, um die Qualität der Zeitmessung zu verbessern, indem gleichzeitig acht anstatt nur ein Paket zum Server geschickt wird. Diese Option sollte nicht ohne ausdrückliche Genehmigung verwendet werden und kann ggf. zum blacklisting führen.
es: Cuando el servidor no este disponible, enviar una rafaga de 8 paquetes en lugar de uno solo. Esto mejora la sincronización con el servidor.
fr: Lorsque le serveur est inaccessible, envoyer une rafale de huit paquets au lieu d'un seul habituellement. Ceci est conçu dans le but d'accélérer l'acquisition de la première synchronisation avec les commandes et adresses du serveur.
nl: Als de server niet bereikbaar is, een serie van acht pakketten verzenden in plaats van de gebruikelijke één. Dit moet de snelheid van het initieel verkrijgen van synchronisatie met de serveropdrachten en -adressen verhogen.
pt_br: Quando o servidor estiver indisponível, enviar oito pacotes além do habitual. Isto é utilizado para dar agilidade na aquisição de sincronismo com o comando do servidor e os endereços.
ro: Când serverul este inaccesibil, trimite un set de opt pachete în loc de modul obișnuit. Acesta mod este conceput pentru a îmbunătăți sincronizarea inițială cu serverul.
ru: Когда сервер не доступен, посылать пачку из восьми пакетов вместо одного. Это сделано для улучшения качества хранения времени.
sr: Kada je server nedostupan, poslati interval od osam paketa umesto jednog uobičajenog. Ovo je dizajnirano kako bi se ubrzala početna sinhronizacije dobijanja serverske komande i s adrese.
sv: När servern inte går att nå, skicka en skur av åtta paket i stället för en vanliga. Syftet med detta är att påskynda den initiala synkroniseringen förvärvet med servern kommandot och adresser sek.
tr: Sunucu erişilemez olduğunda, alışılmışın yerine sekiz paketli veri bloğu gönderir. Bu, sunucu komutu ve s adresleri ile ilk eşitleme alımına hız kazandırmak için tasarlanmıştır.
uk: Коли сервер не доступний, посилати пачку з восьми пакетів замість одного. Це зроблено для поліпшення якості зберігання часу.

source: Prefer
cs: Upřednostňovat
de: Bevorzugt
es: Preferido
fr: Préféré
nl: Voorkeur
pt_br: Preferir
ro: Preferat
ru: Предпочтитать
sr: Poželjan
sv: Önskvärd
tr: Tercih Et
uk: Віддавати перевагу

source: Marks the server as preferred. All other things being equal, this host will be chosen for synchronization among a set of correctly operating hosts.
cs: Označí server jako upřednostňovaný. Takže pokud bude k dispozici, bude synchronizováno právě s tímto, i když v tu chvíli budou k dispozici i jiné, rovnocenné a v pořádku fungujících servery.
de: Markiert den Server als bevorzugt. Alle anderen Einstellungen sind egal: Dieser Host wird für die Synchronisation gewählt werden, auch wenn andere, ordnungsgemäß funktionierende Hosts existieren.
es: Marcar el servidor como preferido. el resto de parametros se mantienen. Este servidor será usado preferentemente de entre todos los que funcionen correctamente.
fr: Marquer le serveur comme préféré. En cas d'égalité, cet hôte sera choisi pour la synchronisation parmi une liste d'hôtes fonctionnant correctement.
nl: Markeert de server als voorkeur. Als alle andere zaken gelijk zijn, zal deze host worden gekozen voor synchronisatie tussen een groep goed werkende hosts.
pt_br: Define o servidor como preferido. Todos os outros serão iguais, esta máquina será escolhida para a sincronização entre um ambiente de máquinas clientes.
ro: Marcare server ca preferat. Toate celelalte fiind identice, acest server va fi folosit preferențial pentru sincronizarea între un set de sisteme operaționale.
ru: Отмечает сервер как предпочитаемый. При прочих равных, этот хост будет выбран для синхронизации среди множества корректно функционирующих хостов.
sr: Označava server kao prioritetan. Sve ostale stvari koje su jednake, ovaj host će biti izabran za sinhronizaciju između skupa ispravno operativnih hostova.
sv: Markerar servern som föredragen. Allt annat är lika, kommer denna värd att väljas för synkronisering mellan en uppsättning korrekt fungerande värdar.
tr: Tercih edildi olarak sunucuyu işaretler. Tüm diğer şeyler eşitlenir, bu anamakine şu anda doğru olarak işleyen bir grup anamakinenin arasından eşitleme için seçilecektir.
uk: Зазначає сервер як бажаний. За інших рівних, цей хост буде обраний для синхронізації серед безлічі коректно функціонуючих хостів.

source: Min. Poll
cs: Interval dotaz. nejméně
fr: Interro. Min.
ru: Мин. Poll
sr: Min. Upit
sv: Min. omröstning
tr: En Az Yoklama
uk: Мін. Poll

source: The minimum poll interval for NTP messages, as a power of 2 in seconds. Defaults to 6 (64 s), but can be decreased to a lower limit of 4 (16 s)
cs: Nejkratší časové rozmezí mezi NTP zprávami, jako druhé mocniny zadané hodnoty (v sekundách). Výchozí je 6 (64 s), ale je možné snížit až na 4 (16 s)
de: Der minimale Zeitabstand für NTP Abfragen, angegeben als eine Potenz von 2 in Sekunden. Der Standardwert ist 6 (64 s), kann bis einer unteren Grenze von 4 (16 s) verringert werden.
es: Intervalo minimo para mensajes NTP, es una potencia de 2 en segundos. por defecto 6=2^6=64 segundos, el minimo permitido es 4 (16 segundos)
fr: Configure le permissions saines par défaut pour Windows sur le partage
nl: Het minimale poll-interval voor NTP-berichten, als macht van 2 in seconden. Standaard is dit 6 (64 s), maar kan worden verlaagd tot een ondergrens van 4 (16 s)
pt_br: Menor intervalo para mensagens NTP, número a qual 2 será elevado. O padrão é 6(64s), mas pode ser reduzido para o valor limite 4(16s)
ro: Intervalul minim de verificare pentru mesaje NTP, definit ca o putere a lui 2, în secunde. Implicit este 6 (64 sec.), dar poate fi scăzut pînă la valoarea minimă 4 (16 sec.)
ru: Минимальный интервал для отсылки NTP сообщений, по степеням 2ки в секундах. По умолчанию 6 (64 сек), но может быть уменьшено до нижнего предела в 4 (16 сек)
sr: Minimalni interval upita za NTP poruke, kao stepen od 2 u sekundama. Podrazumevana vrednost je do 6 (64 s), ali može biti smanjen na donju granici od 4 (16 s)
sv: Det minsta avsökningsintervallet för NTP meddelanden som en effekt av 2 i sekunder. Standardvärdet 6 (64 s), men kan minskas till en lägre gräns på 4 (16 s)
tr: NTP iletileri için en az yoklama aralığı, saniye cinsinden 2'nin kuvveti olarak. Varsayılanı 6 (64 san), fakat 4'ün (16 san) bir alt sınırına azaltılabilir
uk: Мінімальний інтервал для відсилання повідомлень NTP, за ступенями 2ки в секундах. Типово 6 (64 сек), але може бути зменшено до нижньої межі в 4 (16 сек)

source: Max. Poll
cs: Interval dotaz. nejdéle
fr: Interro. Max.
ru: Макс. Poll
sr: Max. Upit
sv: Max. omröstning
tr: En Fazla Yoklama

source: The maximum poll interval for NTP messages, as a power of 2 in seconds. Defaults to 10 (1,024 s), but can be increased to an upper limit of 17 (36.4 h)
cs: Nejdelší časové rozmezí mezi NTP zprávami, jako druhé mocniny zadané hodnoty (v sekundách). Výchozí je 10 (1024 s), ale je možné zvýšit až na 17 (36,4 h)
de: Der maximale Zeitabstand für NTP Abfragen, angegeben als eine Potenz von 2 in Sekunden. Der Standardwert ist 10 (1024 s), kann bis einer oberen Grenze von 17 (36,4 h) erhöht werden.
es: Intervalo maximo para mensajes NTP, es una potencia de 2, en segundos. por defecto es 10=2^10=1024 segundos, el valor maximo permitido es 17= 36,4 horas
fr: L'intervalle d'interrogation maximum pour les messages NTP, comme puissance de 2 en secondes. Réglé à 10 par défaut (1024 s), mais peut être augmenté jusqu'à 17 (36,4 h)
nl: Het maximale poll-interval voor NTP-berichten, als macht van 2 in seconden. Standaard is dit 10 (1024 s), maar dit kan worden verhoogd tot een bovengrens van 17 (36,4 u)
pt_br: Menor intervalo para mensagens NTP, número a qual 2 será elevado. O padrão é 10(1024s), mas pode ser aumentado para o valor limite 17(36.4h)
ro: Intervalul maxim de verificare pentru mesaje NTP, definit ca o putere a lui 2, în secunde. Implicit este 10 (1024 sec.), dar poate fi crescut pînă la valoarea limită 17 (36,4 h)
ru: Максимальный интервал для отсылки NTP сообщений, по степеням 2ки в секундах. По умолчанию 10 (1,024 сек), но может быть увеличено до верхнего предела в 17 (36.4 ч)
sr: Maksimalna interval upita za NTP poruke, kao stepen broja 2 u sekundama. Podrazumevana vrednost je do 10 (1,024 s), ali može da se poveća do gornje granice od 17 (36,4 h)
sv: Den maximala avsökningsintervallet för NTP meddelanden som en effekt av 2 i sekunder. Standardvärdet 10 (1024 s), men kan ökas till en övre gräns på 17 (36,4 h)
tr: NTP iletileri için en fazla yoklama aralığı, saniye cinsinden 2'nin kuvveti olarak. Varsayılanı 10 (1,024 san), fakat 17'nin (36.4 sa) bir üst sınırına artırılabilir
uk: Максимальний інтервал для відсилання повідомлень NTP, за ступенями 2ки в секундах. Типово 10 (1024 сек), але може бути збільшено до верхньої межі в 17 (36,4 год)

source: NTP Servers
cs: NTP servery
es: Servidores NTP
fr: Serveurs NTP
pt_br: Servidores NTP
ro: Servere NTP
ru: NTP серверы
sr: NTP serveri
sv: NTP-servrar
tr: NTP Sunucuları
uk: NTP-сервери

source: Enable Console Menu
ca: Activar menu de consola
cs: Zobrazovat v textové konzoli nabídku
de: Konsolenmenü aktivieren
es: Habilitar el Menu de Consola
fr: Afficher le menu sur la console
nl: Consolemenu inschakelen
pl: Włącz menu w konsoli
pt: Habilitar Menu na Consola
pt_br: Ativar Menu no Console
ro: Activare meniu consolă
ru: Включить консольное меню
sk: Aktivovať konzolové menu
sr: Omogući konzolni meni
sv: Aktivera konsol meny
tr: Konsol Menüsünü etkinleştir
uk: Включити консольне меню

source: Use Serial Console
ca: Utilitzar consola serie
cs: Používat konzoli na sériovém portu
de: Serielle Konsole verwenden
es: Usar la consola Serie (RS-232)
fr: Utiliser la console série
nl: Seriële console gebruiken
pl: Używaj konsoli na porcie szeregowym
pt: Utilizar Consola por Serial
pt_br: Usar Console via Serial
ro: Utilizare consolă pe port serial
ru: Использовать последовательную консоль
sk: Použiť sériovú konzolu
sr: Koristiti serijsku konzolu
sv: Använda seriekonsoll
tr: Seri Konsol kullan
uk: Використовувати послідовну консоль

source: Enable screen saver
ca: Activar protector de pantalla
cs: Používat spořič obrazovky
de: Bildschirmschoner aktivieren
es: Habilitar salvapantallas
fr: Activer l'écran de veille
nl: Schermbeveiliging inschakelen
pl: Włącz wygaszacz ekranu
pt: Activar o screen saver
pt_br: Ativar proteção de tela no console
ro: Activare screen saver
ru: Включить экранную заставку
sk: Aktivovať šetrič obrazovky
sr: Omogućiti čuvar ekrana
sv: Aktivera skärmsläckare
tr: Ekran koruyucuyu etkinleştir
uk: Увімкнути екранну заставку

source: Enable Special System Tuning
ca: Activar millora especial del sistema
cs: Zapnout speciální vylaďování systému
pl: Włącz dodatkowe ustawienia systemu
sk: Zapnúť Špecíalny Túnovací Systém
