Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Plain
ca: Pla
cs: Nešifrováno
de: Klartext
es: Plano
fr: Brut
nl: Normaal
pl: Zwykły
pt: Simples
pt_br: Plano
ro: În clar
ru: Простой
sk: Obyčajný
sr: Jednostavno
sv: Enkel
tr: Düz
uk: Простий

source: Auto
ca: Automàtic
cs: Automaticky
es: Automático
nl: Automatisch
pt: Automático
pt_br: Automático
ru: Авто
sk: Automaticky
sr: Automatski
sv: Automatisk
tr: Otomatik
uk: Авто

source: Always On
ca: Sempre encés
cs: Vždy zapnuto
de: Dauerbetrieb
es: Siempre Encendido
fr: Toujours actif
nl: Altijd aan
pl: Zawsze Włączony
pt: Sempre Ligado
pt_br: Sempre Ligado
ro: Pornit mereu
ru: Всегда включён
sk: Vždy zapnuté
sr: Uvek Ukjučen
sv: Alltid på
tr: Her Zaman Açık
uk: Завжди вкл.

source: Disabled
ca: Desactivat
cs: Vypnuto
de: Deaktiviert
es: Deshabilitado
fr: Désactivé(e)
nl: Uitgeschakeld
pl: Wyłączony
pt: Desactivado
pt_br: Desabilitado
ro: Dezactivat
ru: Отключён
sk: Neaktívne
sr: Onemogućeno
sv: Inaktiverad
tr: Etkisizleştirildi
uk: Відключено

source: Level 1 - Minimum power usage with Standby (spindown)
ca: Nivell 1 - Ús mínim d'energia amb mode d'espera (aturada del disc)
cs: Stupeň 1 – Nejnižší spotřeba energie s pohotovostním režimem (zastavení rotace)
de: Level 1 - Minimaler Stromverbrauch mit Bereitschaftsmodus (Platten abschalten)
es: Nivel 1 - Uso mínimo de energía en modo Espera (detención de disco)
fr: Niveau 1 - Consommation minimale avec mise en veille (arrêt du disque)
nl: Niveau 1 - Minimaal energieverbruik met Stand-by (spindown)
pl: Poziom 1 - Minimalne zużycie energii z czuwaniem (spindown)
pt: Nivel 1 - Uso mínimo de energia em Standby (spindown)
pt_br: Nível 1 - Uso mínimo de energia com Standby (spindown)
ro: Nivel 1 - Consum minim cu Standby (discuri oprite)
ru: Уровень 1 - Минимальное энергопотребление с остановкой шпинделя
sk: Úroveň 1 - Minimálna spotreba energie v pohotovostnom režime (spindown)
sr: Nivo 1 - Minimalna potrošnja struje na čekanju (smanjen broj obrtaja)
sv: Nivå 1- Minimal strömförbrukning med Standby (spindown)
tr: Seviye 1 - Bekleme kipi ile en az güç tüketimi (dönüş hızını yavaşlatma)
uk: Рівень 1 - Мінімальне енергоспоживання з режимом очікування (зупинка HDD)

source: Level 64 - Intermediate power usage with Standby
ca: Nivell 64 - Ús intermedi d'energia amb mode d'espera
cs: Stupeň 64 – Střední spotřeba energie s pohotovostním režimem
de: Level 64 - Mittlerer Stromverbrauch mit Bereitschaftsmodus
es: Nivel 64 - Uso de energía intermedio utilizando el modo Espera
fr: Niveau 64 - Consommation intermédiaire avec mise en veille
nl: Niveau 64 - Gemiddeld energieverbruik met Stand-by
pl: Poziom 64 - Średnie zużycie energii z czuwaniem
pt: Nível 64 - Utilização intermédia de energia com Suspensão
pt_br: Nível 64 - Uso médio de energia com Standby
ro: Nivel 64 - Consum mediu cu Standby
ru: Уровень 64 - Среднее энергопотребление с остановкой шпинделя
sk: Úroveň 64 - Malá spotreba energie v pohotovostnom režime
sr: Nivo 64 - Srednja potrošnja struje na čekanju
sv: Nivå 64 - Medel strömförbrukning med standby
tr: Seviye 64 - Bekleme kipi ile orta seviye güç tüketimi
uk: Рівень 64 - Середнє енергоспоживання з режимом очікування

source: Level 127 - Intermediate power usage with Standby
ca: Nivell 127 - Ús intermedi d'energia amb mode d'espera
cs: Stupeň 127 – Střední spotřeba energie s pohotovostním režimem
de: Level 127 - Mittlerer Stromverbrauch mit Bereitschaftsmodus
es: Nivel 127 - Uso de energía intermedio utilizando el modo de espera
fr: Niveau 127 - Consommation intermédiaire avec mise en veille
nl: Niveau 127 - Gemiddeld energieverbruik met Stand-by
pl: Poziom 127 - Średnie zużycie energii z czuwaniem
pt: Nível 127 - Utilização intermédia de energia com Suspensão
pt_br: Nível 127 - Uso médio de energia com Standby
ro: Nivel 127 - Consum mediu cu Standby
ru: Уровень 127 - Среднее энергопотребление с остановкой шпинделя
sk: Úroveň 127 - Stredná spotreba energie v pohotovostnom režime
sr: Nivo 127 - Srednja potrošnja struje na čekanju
sv: Nivå 127 - Medel strömförbrukning med standby
tr: Seviye 127 - Bekleme kipi ile orta seviye güç tüketimi
uk: Рівень 127 - Середнє енергоспоживання з режимом очікування

source: Level 128 - Minimum power usage without Standby (no spindown)
ca: Nivell 128 - Ús mínim d'energia sense mode d'espera (no s'atura el disc)
cs: Stupeň 128 – Nejnižší spotřeba energie bez pohotovostního režimu (bez zastavení rotace)
de: Level 128 - Minimaler Stromverbrauch ohne Bereitschaftsmodus (Platten nicht abschalten)
es: Nivel 128 - Uso de energía intermedio sin utilizar el modo de espera (sin detención de disco)
fr: Niveau 128 - Consommation minimale sans mise en veille (sans arrêt du disque)
nl: Niveau 128 - Minimaal energieverbruik zonder Stand-by (geen spindown)
pl: Poziom 128 - Minimalne zużycie energii bez czuwania (bez spindown'a)
pt: Nível 128 - Utilização mínima de energia sem Suspensão (sem spindown)
pt_br: Nível 128 - Uso mínimo de energia sem Standby (sem spindown)
ro: Nivel 128 - Consum minim fără Standby (discurile nu se opresc)
ru: Уровень 128 - Минимальное энергопотребление без остановки шпинделя
sk: Úroveň 128 - Minimálna spotreba energie bez pohotovostného režimu (no spindown)
sr: Nivo 128 - Minimalna potrošnja struje bez stanja čekanja (bez smanjenja broja obrtaja)
sv: Nivå 128 - Minimal strömförbrukning utan Standby (ingen spindown)
tr: Seviye 128 - Bekleme kipi olmadan en az güç tüketimi (disk hızını yavaşlatma yok)
uk: Рівень 128 - Мінімальне енергоспоживання без режиму очікування (без зупинки HDD)

source: Level 192 - Intermediate power usage without Standby
ca: Nivell 192 Ús intermedi d'energia sense mode d'espera
cs: Stupeň 192 – Střední spotřeba energie bez pohotovostního režimu
de: Level 192 - Mittlerer Stromverbrauch ohne Bereitschaftsmodus
es: Nivel 192 - Uso de energía intermedio sin utilizar el modo "Standby"
fr: Niveau 192 - Consommation intermédiaire sans mise en veille
nl: Niveau 192 - Gemiddeld energieverbruik zonder Stand-by
pl: Poziom 192 - Średnie zużycie energii bez czuwania
pt: Nível 192 - Utilização intermédia de energia sem Suspensão
pt_br: Nível 192 - Uso médio de energia sem Standby
ro: Nivel 192 - Consum mediu fără Standby
ru: Уровень 192 - Среднее энергопотребление без остановки шпинделя
sk: Úroveň 192 - Stredná spotreba energie bez pohotovostného režimu
sr: Nivo 192 - Srednja potrošnja struje bez stanja čekanja
sv: Nivå 192 - Medel strömförbrukning utan Standby
tr: Seviye 192 - Bekleme kipi olmadan orta seviye güç tüketimi
uk: Рівень 192 - Середнє енергоспоживання без режиму очікування

source: Level 254 - Maximum performance, maximum power usage
ca: Nivell 254 - Màxim rendiment, màxim ús d'energia
cs: Stupeň 254 – Nejvyšší výkon, ale nejvyšší spotřeba energie
de: Level 254 - Maximale Leistung, maximaler Stromverbrauch
es: Nivel 254 - Máxima eficiencia, máximo consumo de energía
fr: Niveau 254 - Performance maximale, consommation maximale
nl: Niveau 254 - Maximale prestaties, maximaal energieverbruik
pl: Poziom 254 - Maksymalna wydajność, maksymalny pobór energii
pt: Nível 254 - Desempenho máximo, consumo máximo de energia
pt_br: Nível 254 - Desempenho máximo, uso máximo de energia
ro: Nivel 254 - Performanţă maximă, consum maxim
ru: Уровень 254 - Максимальная производительность, максимальное энергопотребление
sk: Úroveň 254 - Maximálny výkon, maximálna spotreba energie
sr: Nivo 254 - Maksimum performansi, maksimalna potrošnja
sv: Nivå 254 - Maximal prestanda, maximal strömförbrukning
tr: Seviye 254 - En yüksek güç tüketimi, en yüksek performans
uk: Рівень 254 - Максимальна продуктивність, максимальне енергоспоживання

source: Minimum
ca: mínim
cs: Nejméně
es: Mínimo
nl: Minimaal
pl: Minimalny
pt: Mínimo
pt_br: Mínimo
ru: Минимум
sk: Minimálne
sr: Najmanje
tr: En az
uk: Мінімальний

source: Medium
ca: mig
cs: Středně
de: Mittel
es: Medio
fr: Moyen
nl: Gemiddeld
pl: Średni
pt: Médio
pt_br: Médio
ro: Mediu
ru: Среднее
sk: Stredné
sr: Srednje
sv: Medel
tr: Orta
uk: Середній

source: Maximum
ca: Màxim
cs: Nejvíce
es: Máximo
nl: Maximaal
pl: Maksymalny
pt: Máximo
pt_br: Máximo
ru: Максимум
sk: Maximálne
sr: Najveće
sv: Maximal
tr: En fazla
uk: Максимальний

source: January
ca: Gener
cs: leden
de: Januar
es: Enero
fr: Janvier
nl: januari
pl: Styczeń
pt: Janeiro
pt_br: Janeiro
ro: Ianuarie
ru: Январь
sk: Január
sr: Januar
sv: Januari
tr: Ocak
uk: Січень

source: February
ca: Febrer
cs: únor
de: Februar
es: Febrero
fr: Février
nl: februari
pl: Luty
pt: Fevereiro
pt_br: Fevereiro
ro: Februarie
ru: Февраль
sk: Február
sr: Februar
sv: Februari
tr: Şubat
uk: Лютий

source: March
ca: Març
cs: březen
de: März
es: Marzo
fr: Mars
nl: maart
pl: Marzec
pt: Março
pt_br: Março
ro: Martie
ru: Март
sk: Marec
sr: Mart
sv: Mars
tr: Mart
uk: Березень

source: April
ca: Abril
cs: duben
es: Abril
fr: Avril
pl: Kwiecień
pt: Abril
pt_br: Abril
ro: Aprilie
ru: Апрель
sk: Apríl
tr: Nisan
uk: Квітень

source: May
ca: Maig
cs: květen
de: Mai
es: Mayo
fr: Mai
nl: mei
pl: Maj
pt: Maio
pt_br: Maio
ro: Mai
ru: Май
sk: Máj
sr: Maj
sv: Maj
tr: Mayıs
uk: Травень

source: June
ca: Juny
cs: červen
de: Juni
es: Junio
fr: Juin
nl: juni
pl: Czerwiec
pt: Junho
pt_br: Junho
ro: Iunie
ru: Июнь
sk: Jún
sr: Jun
sv: Juni
tr: Haziran
uk: Червень

source: July
ca: Juliol
cs: červenec
de: Juli
es: Julio
fr: Juillet
nl: juli
pl: Lipiec
pt: Julho
pt_br: Julho
ro: Iulie
ru: Июль
sk: Júl
sr: Jul
sv: Juli
tr: Temmuz
uk: Липень

source: August
ca: Agost
cs: srpen
es: Agosto
fr: Août
nl: augustus
pl: Sierpień
pt: Agosto
pt_br: Agosto
ru: Август
sr: Avgust
sv: Augusti
tr: Ağustos
uk: Серпень

source: September
ca: Setembre
cs: září
es: Septiembre
fr: Septembre
pl: Wrzesień
pt: Setembro
pt_br: Setembro
ro: Septembrie
ru: Сентябрь
sr: Septembar
tr: Eylül
uk: Вересень

source: October
ca: Octubre
cs: říjen
de: Oktober
es: Octubre
fr: Octobre
nl: oktober
pl: Październik
pt: Outubro
pt_br: Outubro
ro: Octombrie
ru: Октябрь
sk: Október
sr: Oktobar
sv: Oktober
tr: Ekim
uk: Жовтень

source: November
ca: Novembre
cs: listopad
es: Noviembre
fr: Novembre
pl: Listopad
pt: Novembro
pt_br: Novembro
ro: Noiembrie
ru: Ноябрь
sr: Novembar
tr: Kasım
uk: Листопад

source: December
ca: Desembre
cs: prosinec
de: Dezember
es: Diciembre
fr: Décembre
pl: Grudzień
pt: Dezembro
pt_br: Dezembro
ro: Decembrie
ru: Декабрь
sr: Decembar
tr: Aralık
uk: Грудень

source: Monday
ca: Dilluns
cs: pondělí
de: Montag
es: Lunes
fr: Lundi
nl: maandag
pl: Poniedziałek
pt: Segunda-feira
pt_br: Segunda-feira
ro: Luni
ru: Понедельник
sk: Pondelok
sr: Ponedeljak
sv: Måndag
tr: Pazartesi
uk: Понеділок

source: Tuesday
ca: Dimarts
cs: úterý
de: Dienstag
es: Martes
fr: Mardi
nl: dinsdag
pl: Wtorek
pt: Terça-feira
pt_br: Terça-feira
ro: Marți
ru: Вторник
sk: Utorok
sr: Utorak
sv: Tisdag
tr: Salı
uk: Вівторок

source: Wednesday
ca: Dimecres
cs: středa
de: Mittwoch
es: MIércoles
fr: Mercredi
nl: woensdag
pl: Środa
pt: Quarta-feira
pt_br: Quarta-feira
ro: Miercuri
ru: Среда
sk: Streda
sr: Sreda
sv: Onsdag
tr: Çarşamba
uk: Середа

source: Thursday
ca: Dijous
cs: čtvrtek
de: Donnerstag
es: Jueves
fr: Jeudi
nl: donderdag
pl: Czwartek
pt: Quinta-feira
pt_br: Quinta-feira
ro: Joi
ru: Четверг
sk: Štvrtok
sr: Četvrtak
sv: Torsdag
tr: Perşembe
uk: Четвер

source: Friday
ca: Divendres
cs: pátek
de: Freitag
es: Viernes
fr: Vendredi
nl: vrijdag
pl: Piątek
pt: Sexta-feira
pt_br: Sexta-feira
ro: Vineri
ru: Пятница
sk: Piatok
sr: Petak
sv: Fredag
tr: Cuma
uk: П'ятниця

source: Saturday
ca: Dissabte
cs: sobota
de: Samstag
es: Sábado
fr: Samedi
nl: zaterdag
pl: Sobota
pt: Sábado
pt_br: Sábado
ro: Sâmbătă
ru: Суббота
sk: Sobota
sr: Subota
sv: Lördag
tr: Cumartesi
uk: Субота

source: Sunday
ca: Diumenge
cs: neděle
de: Sonntag
es: Domingo
fr: Dimanche
nl: zondag
pl: Niedziela
pt: Domingo
pt_br: Domingo
ro: Duminică
ru: Воскресенье
sk: Nedeľa
sr: Nedelja
sv: Söndag
tr: Pazar
uk: Неділя

source: Anonymous
ca: Anònim
cs: Anonymní
es: Anónimo
fr: Anonyme
nl: Anoniem
pl: Anonimowy
pt: Anónimo
pt_br: Anônimo
ro: Anonim
ru: Анонимный
sk: Anonymný
sr: Anonimno
sv: Anonym
tr: İsimsiz
uk: Анонімний

source: Local User
ca: Usuari Local
cs: Účet uživatele na tomto FreeNAS systému
de: Lokaler Benutzer
es: Usuario Local
fr: Utilisateur local
nl: Lokale gebruiker
pl: Użytkownik lokalny
pt: Utilizador Local
pt_br: Usuário Local
ro: Utilizator local
ru: Локальный Пользователь
sk: Lokálny používateľ
sr: Lokalni Korisnik
sv: Lokal användare
tr: Yerel Kullanıcı
uk: Локальний користувач

source: Normal
cs: Běžné
fr: Normal(e)
nl: Normaal
pl: Normalny
ru: Нормальный
sk: Normálny
sr: Normalno
uk: Нормальний

source: Full
ca: Ple
cs: Plné
de: Vollständig
es: Lleno
fr: Complet
nl: Volledig
pl: Pełen
pt: Cheio
pt_br: Completo
ro: Complet
ru: Полный
sk: Plný
sr: Popunjeno
tr: Tam
uk: Повний

source: Debug
ca: Depurar
cs: Ladění
es: Depurar
nl: Foutopsporing
pl: Debugowanie
pt: Depurar
pt_br: Depurar
ro: Depanare
ru: Отладка
sk: Ladenie
sr: Ispravljanje grešaka
sv: Felsöka
tr: Hata ayıklama
uk: Налагодження

source: Time Machine
cs: Používat pro Time Machine
es: Hora de la Máquina
pt: Maquina do tempo (Time Machine)
pt_br: Data
ru: Машина Времени
sr: Vremenska Mašina
tr: Zaman Makinesi
uk: Машина часу

source: No case folding
ca: Sense conversió de majúscules/minúscules
cs: Nerušit rozdíl mezi velkými a malými písmeny
de: Groß- und Kleinschreibung ignorieren
es: Sin cajas desplegables
fr: Pas de conversion minuscule/majuscule
nl: Geen omzetting naar kleine en hoofdletters
pl: Bez wielkich liter
pt: Nenhuma duplicação
pt_br: Sem normalização de maiúscula/minúscula
ro: Fără schimbare
ru: Без учета регистра
sk: Bez veľkých písmen
sr: Nijedan slučaj sklapanja
sv: Ändra inte versaler/gemener
tr: Hiçbir durumda katlama
uk: Без урахування регістру

source: Lowercase names in both directions
ca: Noms en minúscules en ambdues direccions
cs: Názvy malými písmeny v obou směrech
de: Kleinschreibung auf Client und Server
es: Nombres en minúsculas en ambas direcciones
fr: Noms en minuscule dans les deux directions
nl: Namen zonder hoofdletters in beide richtingen
pl: Tolower (małe litery w obu kierunkach)
pt: Nomes minúsculos em ambas as direcções
pt_br: Nomes em minúsculo em ambas as direções
ro: Nume cu litere mici în ambele direcţii
ru: Имена в нижнем регистре в обоих случаях
sk: Malé písmená v oboch smeroch
sr: Mala slova u oba smera
sv: Gement namn i båda riktningarna
tr: Her iki yönde küçük harfli adlar
uk: Імена в нижньому регістрі для обох каталогів

source: Client sees lowercase, server sees uppercase
ca: Servidor veu majúscules, client veu minúscules
cs: Klient vidí malá, server velká písmena
de: Kleinbuchstaben auf dem Client, Großbuchstaben auf dem Server
es: El cliente ve minúsculas, el servidor ve mayúsculas
fr: Le client voit des minuscules, le serveur voit des majuscules
nl: Client ziet kleine letters, server ziet hoofdletters
pl: Xlatelower (Klient widzi małe litery, serwer wielkie)
pt: Cliente vê minúsculas, servidor vê maiúsculas
pt_br: Cliente vê em minúsculo, servidor vê em maiúsculo
ro: Clientul vede minuscule, serverul vede majuscule
ru: Клиент видит строчные буквы, сервер видит заглавные
sk: Klient vidí veľké písmená, server malé písmená
sr: Klijent vidi mala slova, server vidi velika slova
sv: Klient ser gemener, server ser versaler
tr: İstemci küçük harf görür, sunucu ise büyük harf
uk: Клієнт бачить імена в нижньому регістрі, сервар- у ВЕРХНЬОМУ

source: Client sees uppercase, server sees lowercase
ca: Servidor veu minúscules, client veu majúscules
cs: Klient vidí velká, server malá písmena
de: Großbuchstaben auf dem Client, Kleinbuchstaben auf dem Server
es: El cliente ve mayúsculas, el servidor ve minúsculas
fr: Le client voit des majuscules, le serveur voit des minuscules
nl: Client ziet hoofdletters, server ziet kleine letters
pl: Xlateupper (Klient widzi wielkie litery, serwer małe)
pt: Cliente vê maiúsculas, servidor vê minúsculas
pt_br: Cliente vê em maiúsculo, servidor vê em minúsculo
ro: Clientul vede majuscule, serverul vede minuscule
ru: Клиент видит заглавные буквы, сервер видит строчные
sk: Klient vidí veľké písmená, server malé písmená
sr: Klijent vidi velika slova, server vidi mala slova
sv: Klient ser versaler, server ser gemener
tr: İstemci büyük harf görür, sunucu ise küçük harf
uk: Клієнт бачить ВЕЛИКІ букви, сервер бачить малі

source: File
ca: Fitxer
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
nl: Bestand
pl: Plik
pt: Ficheiro
pt_br: Arquivo
ro: Fișier
ru: Файл
sk: Súbor
sr: Datoteka
sv: Fil
tr: Dosya
uk: Файл

source: Device
ca: Perifèric
cs: Zařízení
de: Gerät
es: Dispositivo
fr: Périphérique
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
pt_br: Dispositivo
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sr: Uređaj
sv: Enhet
tr: Aygıt
uk: Пристрій

source: ZFS Volume
ca: Volum ZFS
cs: ZFS svazek
de: ZFS-Datenträger
es: Volumen ZFS
fr: Volume ZFS
pl: Wolumen ZFS
pt: Volume ZFS
pt_br: Volume ZFS
ro: SMB3
ru: Том ZFS
sk: ZFS Zväzok
sr: Particija sa ZFS sistemom datoteka
sv: ZFS Volym
tr: ZFS Birimi
uk: Том ZFS

source: read-write
ca: escriptura-lectura
cs: čtení-zápis
de: lesen & schreiben
es: lectura-escritura
fr: lecture-écriture
nl: lezen-schrijven
pl: odczyt-zapis
pt: leitura-escrita
pt_br: leitura-e-escrita
ro: citire-scriere
ru: чтение/запись
sk: čítanie-zápis
sr: iščitavanje-upis
sv: läs-skriv
tr: okuma-yazma
uk: читання/запис

source: read-only
ca: només lectura
cs: pouze čtení
de: nur lesen
es: solo lectura
fr: lecture seule
nl: alleen-lezen
pl: wyłącznie odczyt
pt: somente leitura
pt_br: somente-leitura
ro: doar-citire
ru: только чтение
sk: iba na čítanie
sr: samo iščitavanje
sv: endast läsning
tr: salt-okunur
uk: тільки читати

source: None
ca: Cap
cs: Žádné
de: Keine
es: Ninguno
fr: Aucun(e)
nl: Geen
pl: Żaden
pt: Nenhum
pt_br: Nenhum
ro: Niciunul
ru: Нет
sk: Žiadny
sr: Nijedan
sv: Ingen
tr: Hiçbiri
uk: Нічого

source: Mutual CHAP
ca: CHAP mutu
cs: Vzájemný CHAP
de: CHAP bei Client und Server
es: CHAP mutuo
fr: CHAP partagé
nl: Wederzijdse CHAP
pl: Uzgodniony CHAP
pt: CHAP mútuo
pt_br: CHAP Mútuo
ro: CHAP mutual
ru: Взаимный CHAP
sk: Vzájomný CHAP (Mutual CHAP)
sr: Uzajamni CHAP
sv: Ömsesidigt CHAP
tr: Karşılıklı CHAP
uk: Взаємний CHAP

source: UPS reaches low battery
ca: El SAI està amb bateria baixa
cs: Akumulátor v UPS zdroji je už téměř vybitý
de: USV erreicht niedrigen Batterie-Ladestand
es: El SAI tiene poca batería
fr: Niveau batterie de l'onduleur faible
nl: UPS-accuspanning laag
pl: Niski poziom energii UPS
pt: UPS com bateria fraca
pt_br: Nível de bateria baixo no UPS
ro: Baterie UPS descărcată
ru: Батарея UPS почти разряжена
sk: Nízky stav batérie v UPS
sr: UPS je skoro prazan
sv: UPS har låg batterinivå
tr: UPS bataryası azaldı
uk: Батарея UPS майже розряджена

source: UPS goes on battery
ca: El SAI està funcionant amb bateria
cs: Výpadek napájení z rozvodné sítě
de: USV wechselt in den Akku-Betrieb
es: SAI esta funcionando con batería
fr: L'onduleur passe sur batterie
nl: UPS schakelt over op accu
pl: UPS działa z baterii
pt: UPS passa a funcionar a bateria
pt_br: UPS utilizando baterias
ro: UPS-ul merge pe baterie
ru: UPS работает от батареи
sk: UPS je napájaný z batérií
sr: UPS napaja preko baterije
sv: UPS körs på batteri
tr: UPS bataryadan çalışıyor
uk: UPS працює від батареї

source: Preferred
ca: Preferit
cs: Upřednostňované
de: Bevorzugt
es: Preferido
fr: Préféré
nl: Voorkeur
pl: Preferowany
pt: Preferido
pt_br: Preferido
ro: Preferat
ru: Предпочтительный
sk: Preferovaný
sr: Preporučeni
sv: Önskvärd
tr: Tercih edilen
uk: Переважний

source: Tolerated
ca: Tolerat
cs: Tolerované
de: Toleriert
es: Tolerado
fr: Toléré
nl: Getolereerd
pl: Tolerowany
pt: Tolerado
pt_br: Tolerado
ro: Tolerat
ru: Допускается
sk: Tolerovaný
sr: Tolerisan
sv: Tolereras
tr: Tolere edilen
uk: Дозволений

source: Required
ca: Requerit
cs: Vyžadované
de: Benötigt
es: Requerido
fr: Obligatoire
nl: Vereist
pl: Wymagany
pt: Necessário
pt_br: Requerido
ro: Necesar
ru: Требуется
sk: Požadovaný
sr: Potreban
sv: Obligatorisk
tr: Gerekli
uk: Необхідний

source: Inherit
ca: Heretat
cs: Převzít
de: Vererbung
es: Heredar
fr: Hérité
nl: Overnemen
pl: Dziedzicz
pt: Herdar
pt_br: Herdar
ro: Moştenit
ru: Наследуется
sk: Zdediť
sr: Naslediti
sv: Ärva
tr: Devral
uk: Наслідується

source: On
ca: Encès
cs: Zapnout
de: An
es: Encendido
fr: Activé
nl: Aan
pl: Włączony
pt: Ligado
pt_br: Ligado
ro: Pornit
ru: Вкл
sk: Zapnúť
sr: Uključen
sv: På
tr: Açık
uk: Вкл.

source: Off
ca: Apagat
cs: Vypnout
de: Aus
es: Apagado
fr: Désactivé
nl: Uit
pl: Wyłączony
pt: Desligado
pt_br: Desligado
ro: Oprit
ru: Выкл
sk: Vypnúť
sr: Isključen
sv: Av
tr: Kapalı
uk: Викл.

source: gzip (default level, 6)
ca: gzip (nivell per defecte, 6)
cs: gzip (výchozí komprese, stupeň 6)
de: gzip (Standardkompression, Level 6)
es: gzip (nivel por defecto, 6)
fr: gzip (défaut, 6)
nl: gzip (standaardniveau, 6)
pl: gzip (poziom domyślny, 6)
pt: gzip (nível pré-definido, 6)
pt_br: gzip (nível padrão, 6)
ro: gzip (nivel implicit 6)
ru: gzip (6 уровень по умолчанию)
sk: gzip (predvolená úroveň, 6)
sr: gzip (podrazumevani nivo, 6)
sv: gzip (standardnivå 6)
tr: gzip (varsayılan seviye, 6)
uk: gzip (типовий рівень, 6)

source: gzip (fastest)
ca: gzip (El més ràpid)
cs: gzip (nejrychlejší)
de: gzip (schnellste)
es: gzip (más rápido)
fr: gzip (le plus rapide)
nl: gzip (snelst)
pl: gzip (najszybszy)
pt: gzip (mais rápido)
pt_br: gzip (mais rápido)
ro: gzip (cel mai rapid)
ru: gzip (быстрейший)
sk: gzip (najrýchlejšia)
sr: gzip (najbrže)
sv: gzip (snabbast)
tr: gzip (en hızlı)
uk: gzip (найшвидший)

source: gzip (maximum, slow)
ca: gzip (el màxim, lent)
cs: gzip (nejsilněji, pomalé)
de: gzip (beste, langsam)
es: gzip (máxima compresion, lento)
fr: gzip (maximum, lent)
nl: gzip (maximaal, traag)
pl: gzip (maksimum, wolny)
pt: gzip (máximo, lento)
pt_br: gzip (máximo, devagar)
ro: gzip (maximum, încet)
ru: gzip (максимальный, медленно)
sk: gzip (maximálne, pomale)
sr: gzip (maksimalna kompresija, sporo)
sv: gzip (maximal, långsam)
tr: gzip (en yüksek, yavaş)
uk: gzip (максимальний, повільно)

source: Hour(s)
ca: Hora(es)
cs: Hodin
de: Stunde(n)
es: Hora(s)
fr: Heure(s)
nl: Uur
pl: Godzina/y
pt: Hora(s)
pt_br: Hora(s)
ro: Oră(e)
ru: Час(ов)
sk: Hodina(y)
sr: Sat(s)
sv: Timme(ar)
tr: Saat
uk: Годин(а)

source: Day(s)
ca: Dia(es)
cs: Dnů
de: Tag(e)
es: Día(s)
fr: Jour(s)
nl: Dag(en)
pl: Dzień/Dni
pt: Dia(s)
pt_br: Dia(s)
ro: Zi(le)
ru: День(дней)
sk: Deň
sr: Dan(s)
sv: Dag(ar)
tr: Gün
uk: День(днів)

source: Week(s)
ca: Mes(sos)
cs: Týdnů
de: Woche(n)
es: Semana(s)
fr: Semaine(s)
nl: Weken
pl: Tydzień/Tygodnie
pt: Semana(s)
pt_br: Semana(s)
ro: Saptămână(i)
ru: Неделя(ль)
sk: Týždeň
sr: Nedelja(s)
sv: Vecka(or)
tr: Hafta
uk: Тиждень(тижнів)

source: Month(s)
ca: Any(s)
cs: Měsíců
de: Monat(e)
es: Mes(es)
fr: Mois
nl: Maand(en)
pl: Miesiąc/Miesięcy
pt: Mes(es)
pt_br: Mês(es)
ro: Lună(i)
ru: Месяц(ев)
sk: Mesiac(e)
sr: Mesec(s)
sv: Månad(er)
tr: Ay
uk: Місяць(ів)

source: Year(s)
ca: Any(s)
cs: Rok/let
de: Jahr(e)
es: Año(s)
fr: Année(s)
nl: Jaar
pl: Rok/Lat
pt: Ano(s)
pt_br: Ano(s)
ro: An(i)
ru: Год(лет)
sk: Rok(y)
sr: Godina(s)
sv: År
tr: Yıl
uk: Рік(років)

source: Everyday
ca: Cada dia
cs: Každý den
de: Täglich
es: Todos los días
fr: Tous les jours
nl: Dagelijks
pl: Codziennie
pt: Diariamente
pt_br: Todo dia
ro: Zilnic
ru: Ежедневно
sk: Každý deň
sr: Svakodnevno
sv: Varje dag
tr: Hergün
uk: Кожен день

source: Every selected weekday
ca: Cada dia d'entre setmana seleccionat
cs: Ve vybrané dny
de: Jeden ausgewählten Wochentag
es: Cada día de la semana seleccionado
fr: Tous les jours de la semaine sélectionnés
nl: Elke geselecteerde werkdag
pl: W wybrane dni
pt: Todos os dias da semana seleccionados
pt_br: Todos os dias da semana selecionados
ro: Săptămînal, în ziua selectată
ru: Каждый выбранный день недели
sk: Každý zvolený deň v týždni
sr: Svakog izabranog radnog dana
sv: Varje vald veckodag
tr: Her seçilen hafta içi gün
uk: Кожен обраний день тижня
