Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Path to be shared
ca: Ruta a compartir
cs: Umístění, které má být sdíleno
de: Pfad der Freigegeben werden soll
es: Ruta a compartir
fr: Chemin du partage
nl: Te delen pad
pl: Ścieżka (katalog) do współdzielenia
pt: Caminho a ser partilhado
pt_br: Caminho para ser compartilhado
ro: Calea de partajat
ru: Путь к общему ресурсу
sk: Cesta ktorá má byť zdieľaná
sr: Putanja da bude deljena
sv: Sökväg att dela
tr: Paylaşılacak olan yol
uk: Шлях до спільного ресурсу

source: Access Mode
ca: Mode d'accés
cs: Režim přístupu
de: Zugriffsmodus
es: Modo de acceso
fr: Mode d'accès
nl: Toegangsmodus
pl: Tryb dostępu
pt: Modo de acesso
pt_br: Modo de Acesso
ro: Mod acces
ru: Режим доступа
sk: Spôsob prístupu
sr: Režim pristupa
sv: Åtkomstläge
tr: Erişim Kipi
uk: Режим доступу

source: This controls the access a remote host has to this module
ca: Això controla l'accés que tindrà un servidor remot a a quest mòdul
cs: Toto určuje jaké možnosti přístupu bude mít protistrana k tomuto modulu
de: Dieses kontrolliert den Zugriff eines entfernten Hosts auf dieses Modul
es: Esto controla la forma en que un cliente remoto puede acceder a este modulo
fr: Contrôle l'accès qu'a un hôte distant sur ce module
nl: Dit bepaalt de toegang die een externe host tot deze module heeft
pl: Ta opcja pozwala na kontrolę dostępu zdalnego hosta do tego modułu
pt: Controla o acesso remoto do anfitrião a este módulo
pt_br: Controla o acesso de um host remoto a este módulo
ro: Acesta controlează modul de acces al sistemului remote la acest modul.
ru: Позволяет контролировать доступ к удаленному хосту для этого модуля
sk: Toto kontroluje aký prístup má vzdialený host do tohto modulu
sr: Ovo kontroliše pristup koji udaljeni host ima za ovaj modul
sv: Denna kontrollerar tillgången en fjärrvärd har till denna modul
tr: Bu modüle sahip uzak bir anamakineye erişimi bu denetler
uk: Дозволяє контролювати доступ до віддаленого хосту для цього модуля

source: Maximum connections
ca: Connexions màximes
cs: Nejvýše umožněných současných spojení
de: Max. Verbindungen
es: Máximo número de conexiones
fr: Connexions maximum
nl: Maximumaantal verbindingen
pl: Maksymalna ilość połączeń
pt: Máximo de ligações
pt_br: Núm. máx. de conexões
ro: Nr. maxim de conexiuni
ru: Максимум соединений
sk: Maximálny počet pripojení
sr: Maksimalan broj veza
sv: Maximala anslutningar
tr: En fazla bağlantı
uk: Максимальне число підключень

source: Maximum number of simultaneous connections. Default is 0 (unlimited)
ca: Nombre màxim de connexions simultànies . Per defecte és 0 (il.limitades).
cs: Nejvyšší dovolený počet současných připojení. Výchozí je 0 (neomezeno)
de: Maximale Anzahl von Verbindungen pro IP Adresse (0 = unbegrenzt).
es: Número máximo de conexiones simultaneas (0 = sin límite).
fr: Nombre maximum de connexions simultanées. 0 par défaut (illimité)
nl: Maximale aantal gelijktijdige verbindingen. Standaard is 0 (onbeperkt)
pl: Maksymalna ilość równoczesnych połączeń. Domyślnie 0 (nieograniczona).
pt: Número máximo de ligações simultâneas. Por defeito é 0 (ilimitado)
pt_br: O número máximo de conexões simultâneas. O padrão é 0 (ilimitado)
ro: Numărul maxim de conexiuni simultane. Implicit este 0 (nelimitat)
ru: Максимальное число одновременных подключений. По умолчанию 0 (без ограничений)
sk: Maximálny počet súčasných pripojení. Predvolené nastavenie je 0 (neobmedzené)
sr: Maksimalan broj istovremenih veza. Podrazumevano je 0 (neograničeno)
sv: Maximalt antal samtidiga anslutningar. Standard är 0 (obegränsat)
tr: Eşzamanlı en fazla bağlantı sayısı. Varsayılan 0'dır (sınırsız)
uk: Максимальне число одночасних підключень. Типово 0 (необмежено)

source: This option specifies the user name that file transfers to and from that module should take place. In combination with the 'Group' option this determines what file permissions are available. Leave this field empty to use default settings
ca: Aquesta opció especifica amb quin nom d'usuari es farien les transferències de fitxers des de i cap a aquell mòdul. Combinat amb l'opció 'Grup' això determina quins permisos de fitxer estan disponibles. Deixa aquest camp buit per usar els ajustos per defecte.
cs: Tato volba určuje uživatele, který by měl provádět přenosy souborů do a z modulu. Ve spojení s volbou Skupina toto určuje, jaká práva na soubory budou k dispozici. Pro výchozí nastavení ponechte tuto kolonku prázdnou
de: Diese Option legt den Benutzernamen für den Dateitransfer zu und von dem Modul fest. In Kombination mit der 'Gruppen' Option wird bestimmt, welche Rechte möglich sind. Lassen Sie das Feld leer, um die Standardeinstellungen zu verwenden
es: Esta opción especifica el nombre de usuario a donde se transfiere y el módulo implicado. En combinación con la opción "Grupo" determina los permisos que estan disponibles . Dejar vacio para usar los valores por defecto
fr: Cette option indique le nom d'utilisateur avec lequel sont effectués les transferts depuis et vers ce module. En la combinant avec le "Groupe", cette option détermine quelles permissions de fichiers sont disponibles. Laisser le champ vide pour utiliser la configuration par défaut.
nl: Deze optie geeft de gebruikersnaam aan waarmee bestandsoverdrachten van en naar deze module dienen plaats te vinden. In combinatie met de optie 'Groep' bepaalt dit welke bestandsmachtigingen beschikbaar zijn. Laat dit veld leeg om de standaardinstellingen te gebruiken.
pl: Ta opcja określa nazwę użytkownika, do i od którego transfery powinny mieć miejsce. W połączeniu z opcją "Grupa", pozwala to ustalić prawa dostępu do plików. Pozostaw to pole puste by użyć ustawień domyślnych.
pt: Esta opção especifica o usuário o nome desse arquivo transferências de e para que o módulo devem ter lugar. Em combinação com a opção 'Grupo' isso determina que permissões de arquivo estão disponíveis. Deixar este campo vazio para usar configurações padrão
pt_br: Esta opção especifica o nome de usuário que transferências de arquivos de e para o módulo devem substituir. Em combinação com a opção 'Grupo' determina quais permissões de arquivo estão disponíveis. Deixe este campo em branco para usar a configuração padrão
ro: Această opţiune specifică numele utilizatorului pentru care acest modul poate transfera fişiere. În combinaţie cu opţiunea 'Grup' ea determină care sînt permisiunile disponibile pentru fişiere. Lăsaţi cîmpul necompletat pentru setările implicite.
ru: Этот параметр задает имя пользователя для передачи файлов в/из модуля. В сочетании с опцией 'Группа' определяет возможные права для доступа к файлам. Оставьте это поле пустым, чтобы использовать настройки по умолчанию
sk: Toto nastavenie špecifikuje užívateľské meno, ktoré prenos súboru do a z tohto modulu by sa malo uskutočniť. V kombinácii s nastavením "Skupiny" toto determinuje aké oprávnenia sú dostupné. Nechaj toto pole prázdne pre použitie predvoleného nastavenia
sr: Ova opcija određuje korisničko ime sa kojim će se fajl transferi do i od tog modula održati. U kombinaciji sa 'Grupe' opcijom se određuje koje fajl dozvole su na raspolaganju. Ostavite ovo polje prazno da koristite podrazumevana podešavanja
sv: Det här alternativet anger användarnamn som filöverföringar till och från den modulen bör ske. I kombination med "grupp" option bestämmer vilka filrättigheter finns. Lämna det här fältet tomt för att använda standardinställningarna
tr: Bu seçenek, modüle ve modülden dosyanın aktarılmasını gerçekleştirmesi gereken kullanıcı adını belirler. 'Grup' seçeneği ile birleşmesi halinde bu hangi dosya izinlerinin mevcut olduğunu belirler. Varsayılan ayarları kullanmak için bu alanı boş bırakın
uk: Цей параметр задає ім'я користувача для передачі файлів в/з модуля. У поєднанні з опцією 'Група' визначає можливі права для доступу до файлів. Залиште це поле порожнім, щоб використовувати типові налаштування.

source: This option specifies the group name that file transfers to and from that module should take place. Leave this field empty to use default settings
ca: Aquesta opció especifica amb quin nom de grup es farien les transferències de fitxers des de i cap a aquell mòdul. Deixa aquest camp buit per usar els ajustos per defecte.
cs: Tato volba určuje skupinu, která by měla provádět přenosy souborů do a z modulu. Pro výchozí nastavení ponechte tuto kolonku prázdnou
de: Diese Option legt den Gruppennamen für den Dateitransfer zu und von dem Modul fest. Lassen Sie das Feld leer, um die Standardeinstellungen zu verwenden
es: Esta opción especifica el nombre de grupo a donde se transfiere el fichero y el módulo implicado . Dejar vacio para usar los valores por defecto
fr: Cette option indique le nom du groupe avec lequel sont effectués les transferts depuis et vers ce module. Laisser le champ vide pour utiliser la configuration par défaut.
nl: Deze optie geeft de groepsnaam aan waarmee bestandsoverdrachten van en naar die module dienen plaats te vinden. Laat dit veld leeg om de standaardinstellingen te gebruiken.
pl: Ta opcja przydiela nazwę grupy, od i do której transfery powinny mieć miejsce. Zostaw to pole puste by użyć domyślnych ustawień.
pt: Esta opção especifica o grupo de nomear esse arquivo transferências de e para que o módulo devem ter lugar. Deixar este campo vazio para usar configurações padrão
pt_br: Esta opção especifica o nome do grupo que transferências de arquivos de e para o módulo devem substituir. Deixe este campo em branco para usar a configuração padrão
ro: Această opţiune specifică numele grupului pentru care acest modul poate transfera fişiere. Lăsaţi cîmpul necompletat pentru setările implicite.
ru: Этот параметр указывает имя группы для передачи файлов в/из модуля. Оставьте это поле пустым, чтобы использовать настройки по умолчанию
sk: Toto nastavenie špecifikuje meno skupiny, kde prenos súboru do a z tohto modulu by sa mal uskutočniť. Nechaj toto pole prázdne pre použitie predvoleného nastavenia
sr: Ova opcija određuje ime grupe koja bi trebalo da fajl transfere do i od tog modula održi. Ostavite ovo polje prazno da bi koristili podrazumevana podešavanja
sv: Det här alternativet anger gruppens namn som filöverföringar till och från den modulen bör ske. Lämna det här fältet tomt för att använda standardinställningarna
tr: Bu seçenek, modüle ve modülden dosyanın aktarılmasını gerçekleştirmesi gereken grup adını belirler. Varsayılan ayarları kullanmak için bu alanı boş bırakın
uk: Цей параметр вказує назву групи для передачі файлів в / з модуля. Залиште це поле порожнім, щоб використовувати типові налаштування.

source: Hosts allow
ca: Servidors Permesos
cs: Stroje, ze kterých je přístup umožněn
de: Zugriff erlauben
es: Lista de clientes permitidos
fr: Hôtes autorisés
nl: Toegestane hosts
pl: Dopuszczone hosty
pt: Anfitrião permitido
pt_br: Hosts permitidos
ro: Sisteme acceptate
ru: Разрешенные хосты
sk: Povoliť hostiteľov
sr: Dozvoljeni hostovi
sv: Tillåt värd
tr: İzin verilen anamakineler
uk: Дозволені хости

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this module. You can specify the hosts by name or IP number. Leave this field empty to use default settings
ca: Aquesta opció és per posar un conjunt de servidors separats per coma, espai, o tabulador, per que tinguin accés a aquest mòdul. Pots especificar els servidors per nom, o número IP. Deixa aquest camp buit per usar els ajustos per defecte.
cs: Tato volba je čárkami, mezerami či tabulátory oddělený seznam systémů, ze kterých je dovoleno přistupovat k tomuto modulu. Systémy můžete určit jejich názvy či IP adresami. Pro výchozí nastavení ponechte tuto kolonku prázdnou
de: Dies ist eine Liste von Rechnern, denen der Zugriff auf die Freigaben erlaubt ist. Sie können sowohl Namen als auch IP-Adressen verwenden. Mehrere Einträge müssen mit Komma, Leerzeichen oder Tab voneinander getrennt werden. Lassen Sie das Feld leer, um die Standardeinstellungen zu verwenden
es: Esta opcion permite separar por comas (,) espacios o tab, la lista de clientes que pueden acceder a este compartido. Se puede especificar el nombre o la IP. Dejar en blanco para usar por defecto
fr: Cette option est une liste délimitée par des virgules, espaces ou tabulations d'hôtes autorisés à accéder à ce module. Les hôtes peuvent être définis par leur nom ou adresse IP. Laisser le champ vide pour utiliser la configuration par défaut.
nl: Deze optie is een door een komma, spatie of tab gescheiden set van hosts die deze module mogen benaderen. U kunt de hosts op naam of IP-nummer opgeven. Laat dit veld leeg om de standaardinstellingen te gebruiken
pl: Jest to zestaw przedzielonych przecinkiem, spacją lub tabulatorem komputerów, dla których zezwala się na dostęp do tego udziału. Możesz określić komputery za pomocą nazw lub adresów IP. Pozostaw te pole puste aby użyć ustawień domyślnych.
pt: Esta opção é uma vírgula, espaço, ou conjunto de hosts que têm permissão para aceder a este módulo delimitado por tabulação. Você pode especificar os hosts por nome ou número IP. Deixar este campo vazio para usar configurações padrão
pt_br: Seleção delimitada por vírgula, espaço ou tabulação de hosts autorizados a acessar este módulo. Você pode especificar os hosts pelo nome ou número de IP. Deixer este campo em branco para usar as configurações padrão
ro: Această opţiune reprezintă o listă de sisteme, separate prin virgule, spaţii sau taburi, care au permisiunea de a accesa acest modul. Puteţi specifica sistemele prin nume sau prin adresa IP. Lăsaţi cîmpul necompletat pentru setările implicite.
ru: Набор хостов разделённых запятой, пробелом или табуляцией, которым разрешен доступ к этому ресурсу. Вы можете указать хосты по имени или по IP-адресу. Оставьте это поле пустым, чтобы использовать настройки по умолчанию
sk: Táto možnosť je sada hostiteľov oprávnených k prístupu k tomuto modulu, oddelených čiarkou, medzerou alebo tabulátorom. Môžete špecifikovať hostiteľov názvom alebo IP adresou. Ponechajte toto pole prázdne pre uplatnenie predvolených nastavení
sr: Ova opcija je zarez, razmak, ili tabulator razgraničen skup hostova kojima je dozvoljeno da pristupe ovom modulu. Možete da navedete hostove po imenu ili IP broju. Ostavite ovo polje prazno da koristite podrazumevana podešavanja
sv: Detta alternativ är ett kommatecken, mellanslag eller tab avgränsad uppsättning värdar som är tillåtna att komma åt denna modul. Du kan ange de värdar med namn eller IP-nummer. Lämna det här fältet tomt för att använda standardinställningarna
tr: Bu seçenek, bu modüle erişmeye izin veren virgül, boşluk veya sekme ile sınırlandırılan anamakineler kümesidir. Anamakineleri adına veya IP numarasına göre belirleyebilirsiniz. Varsayılan ayarları kullanmak için bu alanı boş bırakın
uk: Набір хостів розділених комою, пробілом або табуляцією, яким дозволений доступ до цього ресурсу. Ви можете вказати хости по імені або по IP-адресою. Залиште це поле порожнім, щоб використовувати типові налаштування.

source: Hosts deny
ca: Servidors Denegats
cs: Stroje, ze kterých je přístup odepřen
de: Zugriff verweigern
es: Lista de clientes No Permitidos
fr: Hôtes refusés
nl: Toegestane hosts
pl: Zablokowane hosty
pt: Anfitrião negado
pt_br: Hosts negados
ro: Sisteme interzise
ru: Запрещенные хосты
sk: Zakázať hostiteľov
sr: Zabranjeni hostovi
sv: Neka värd
tr: Reddedilen anamakineler
uk: Заборонені хости

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this module. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings
ca: Aquesta opció és per posar un conjunt de servidors separats per coma, espai, o tabulador, per que NO tinguin accés a aquest mòdul. On hi hagi conflicte la llista de permesos té precedencia. Si es dona el cas de voler denegar los tots, utilitza la paraula ALL (o be la màscara de xarxa 0.0.0.0/0) i després especifica a la llista de Servidors Permesos aquells servidors als que vols donar accés. Deixa aquest camp buit per usar ajustos per defecte.
cs: Tato volba je čárkami, mezerami či tabulátory oddělený seznam systémů, kterým NENÍ povoleno přistupovat k tomuto modulu. V případě uvedení v obou, je seznam povolených důležitější. V případě, že je třeba odepřít všem (kdo nejsou uvedeni v povolených), použijte klíčové slovo ALL (případně masku sítě 0.0.0.0/0) a poté výslovně uvést v seznamu povolených hostů ty, kteří přístup mít mají. Pro výchozí nastavení ponechte tuto kolonku prázdnou
de: Dies ist eine Liste von Rechnern, denen der Zugriff auf die Freigaben NICHT erlaubt ist. Mehrere Einträge müssen mit Komma, Leerzeichen oder Tab voneinander getrennt werden.Wenn es einen Konflikt in den Zugriffsrechten gibt, dann erhält die Zugriffserlaubnis den Vorrang vor der Zugriffsverweigerung. Sollte es notwendig sein, standardmäßig alle Zugriffe zu verbieten, dann verwenden Sie das Wort ALL (oder die Netzbezeichnung 0.0.0.0/0). Anschließend fügen Sie die zu erlaubenden Rechner explizit zur anderen Liste hinzu. Lassen Sie das Feld leer, um die Standardeinstellungen zu verwenden.
es: Esta opción permite separar por comas, espacios o tab, la lista de clientes a denegar acceso. si se desea denegar a todos use el comodin "ALL" o la mascara de red 0.0.0.0 . Deje el campo en blanco para usar por defecto
fr: Cette option est une liste délimitée par des virgules, espaces ou tabulations d'hôtes NON autorisés à accéder à ce module. Lors de conflits dans les listes, la liste des autorisations est prioritaire. Dans le cas où il est nécessaire de tout interdire par défaut, utiliser le mot-clé ALL (ou le masque réseau 0.0.0.0/0) et spécifier ensuite les hôtes dont l'accès doit être autorisé dans le paramètre Hôtes autorisés. Laisser le champ vide pour utiliser la configuration par défaut.
nl: Deze optie is een door een komma, spatie of tab gescheiden set van hosts die deze module NIET mogen benaderen. Waar de lijst conflicteert, heeft de lijst met toegestane hosts voorrang. Als het nodig is om alles standaard geen toegang te geven, gebruikt u het trefwoord ALL (of het netmask 0.0.0.0/0) en voegt u aan de parameter toegestane hosts expliciet de hosts toe die wel toegang dienen te hebben. Laat dit veld leeg voor de standaardinstellingen
pl: Jest to zestaw przedzielonych przecinkiem, spacją lub tabulatorem komputerów, dla których jest ZABRONIONY dostęp do tego udziału. Jeśli wystąpi konflikt list, pierwszeństwo ma lista zezwalająca na dostęp. W przypadku gdy wymagany jest domyślnie brak dostępu dla wszystkich, użyj ALL (lub maskę sieciową 0.0.0.0/0) a następnie jednoznacznie określ dozwolone komputery mające mieć dostęp. Pozostaw te pole puste aby użyć ustawień domyślnych.
pt: Esta opção é um conjunto de hosts delimitados por vírgula, espaço ou tab que NOT têm permissão para aceder a este módulo. Sempre que as listas entrarem em conflito, a lista de permissões tem precedência. No caso de ser necessário negar todos por defeito, utilize a keyword ALL (ou a máscara de rede 0.0.0.0/0) e depois especifique explicitamente no parâmetro de permissão desses hosts qual deve ser permitido acesso.Deixe este campo em branco para utilizar as definições pré-definidas
pt_br: Seleção delimitada por vírgula, espaço ou tabulação de hosts NÃO autorizados a acessar este módulo. Em caso de conflito, a lista de permitidos terá prioridade sobre a de negados. Para situações em que for necessário negar todos por padrão, use a palavra ALL (ou a máscara de rede 0.0.0.0/0) e então indique explicitamente para o parâmetro hosts permitidos aqueles hosts que serão autorizados. Deixe o campo em branco para usar as configurações padrão
ro: Această opţiune reprezintă o listă de sisteme, separate prin virgule, spaţii sau taburi, care NU au permisiunea de a accesa acest modul. Dacă apar conflicte între liste, lista de permisiuni are prioritate. Dacă aveţi nevoie să blocaţi accesul tuturor sistemelor în mod implicit, folosiţi cuvîntul 'ALL' (sau masca de reţea 0.0.0.0/0) trecînd apoi în mod explicit fiecare sistem care are acces. Lăsaţi cîmpul necompletat pentru setările implicite.
ru: Набор хостов разделённых запятой, пробелом или табуляцией, которым НЕ разрешен доступ к этому ресурсу. В случае конфликта список разрешенных хостов имеет приоритет. В случае, если по умолчанию необходимо запретить все, используйте параметр ALL (или маску 0.0.0.0/0) а затем явно укажите хосты, доступ которым разрешен. Оставьте это поле пустым, чтобы использовать настройки по умолчанию
sk: Táto možnosť obsahuje zoznam hostiteľov oddelených čiarkou, medzerou alebo tabulátorom, ktorí NIE sú oprávnení k prístupu k tomuto modulu. Keď si zoznamy odporujú, zoznam povolení má prednosť pred zoznamom zákazov. Keď je nevyhnutné predvolene zakázať všetkých hostiteľov, použite kľúčové slovo ALL (alebo sieťovú masku 0.0.0.0/0) a potom v zozname s povoleniami explicitne špecifikujte parametre tých hostiteľov, ktoré majú mať povolený prístup. Ponechajte toto pole prázdne pre uplatnenie predvolených nastavení
sr: Ova opcija je zarez, razmak, ili tabulator razgraničen skup hostova kojima nije dozvoljeno da pristupe ovom modulu. Gde su liste u konfliktu, lista sa dozvolama ima prednost. U slučaju da je neophodno da se brani sve kao podrazumevana vrednost, koristite ključnu reč ALL (ili mrežnu masku 0.0.0.0/0), a zatim eksplicitno navesti kojim hostovima bi trebalo da bude dozvoljen pristup. Ostavite ovo polje prazno da koristite podrazumevana podešavanja
sv: Detta alternativ är ett kommatecken, mellanslag eller tab avgränsad uppsättning värden som inte är tillåtet att komma åt denna modul. Om listor konflikterar tar listan Tillåt företräde. I händelse av att det är nödvändigt att förneka all som standard, använd sökordet ALL (eller nätmasken 0.0.0.0 / 0) och sedan uttryckligen ange de värdar låter parametern de datorer som bör tillåtas tillträde. Lämna det här fältet tomt för att använda standardinställningarna
tr: Bu seçenek, bu modüle erişmeye izin VERMEYEN virgül, boşluk veya sekme ile sınırlandırılan anamakineler kümesidir. Listelerin çakıştığı yerde izin verme listesi öncelikli olur. Varsayılan olarak tümünü reddetmenin gerekmesi halinde, ALL (veya 0.0.0.0/0 ağ maskesi) anahtar kelimesini kullanın ve ondan sonra erişime izin verilmesi gereken bu anamakinelere, izin verilen anamakineler parametresini açık bir şekilde belirleyin. Varsayılan ayarları kullanmak için bu alanı boş bırakın
uk: Набір хостів розділених комою, пробілом або табуляцією, яким НЕ дозволений доступ до цього ресурсу. При цьому конфлікт-лист дозволяє розставити пріоритети. У разі, якщо типово необхідно заборонити всі, використовуйте параметр ALL (або маску 0.0.0.0/0), а потім явно вкажіть хости, доступ яким дозволений. Залиште це поле порожнім, щоб використовувати типові налаштування.
