Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Administrators should log in to the web UI as root, since the web UI already confers superuser privileges in many areas.
cs: Není účelné, aby se správci systému na webové rozhraní přihlašovali jiným, než svým účtem s právy správce (root), protože webové rozhraní stejně taková práva v mnoha oblastech už používá.
fr: Les administrateurs devront se connecter à l'interface web en tant que "root", l'interface web offre des privilèges de superutilisateur sur de nombreux règlages.
nl: Beheerders dienen zich bij de web-UI aan te melden als root, omdat de web-UI op veel gebieden al bevoegdheden voor superuser verleent.
pt_br: Administradores devem logar no web UI como root, visto que o web UI já confere privilégios de superusuário em várias áreas.
ro: Administratorul trebuie să se logheze ca root în interfața web odată ce interfața conferă deja privilegii de superutilizator în multe zone.
ru: Администраторы должны входить в web-интерфейс под именем root, так как web-интерфейс уже предоставляет права суперпользователя во многих областях.
tr: Yöneticiler, web arayüzünün birçok alanda süper kullanıcı yetkilerini zaten sunmasından dolayı, web arayüzüne root olarak oturum açmalıdırlar.
uk: Адміністратори повинні входити в web-інтерфейс під ім'ям root, так як web-інтерфейс вже надає права суперкористувача в багатьох областях.

source: CPU
cs: Procesor
ru: Процессор
tr: İşlemci
uk: Процесор

source: LLDP Settings
cs: Nastavení služby LLDP
fr: Paramètres LLDP
nl: LLDP-instellingen
ru: Настройки LLDP
tr: LLDP Ayarları
uk: Параметри LLDP

source: Dataset
cs: Datová sada
es: Conjunto de Datos
fr: Jeu de données
nl: Gegevensset
pl: Zbiór danych
ro: Set date
ru: Набор данных
tr: Veri Kümesi
uk: Набір даних

source: Continue
cs: Pokračovat
fr: Continuer
nl: Doorgaan
pt_br: Continuar
ro: Continuă
ru: Продолжить
tr: Devam
uk: Продовжити

source: This will invalidate any previous recovery key
cs: Toto zneplatní jakýkoli dosavadní obnovovací klíč!
fr: Cela va invalider toute précédente clef de récupération
nl: Hierdoor worden vorige herstelsleutels ongeldig
pt_br: Isto irá invalidar qualquer chave de recuperação anterior
ro: Veți invalida orice altă cheie de recuperare anterioară
ru: Это сделает недействительными все предыдущие ключи восстановления
tr: Bu, herhangi bir önceki kurtarma anahtarını geçersiz kılacak
uk: Це зробить недійсними всі попередні ключі відновлення

source: You are about to re-key the encryption
cs: Chystáte se opatřit šifrování novým klíčem
fr: Vous êtes sur le point de modifier la clef de chiffrement
nl: U gaat de versleuteling van een nieuwe sleutel voorzien
pt_br: Você está prestes a re-chavear a encriptação
ro: Sînteți pe cale să schimbați cheia de criptare
ru: Вы собираетесь сменить ключ шифрования
tr: Şifrelemeyi yeniden anahtarlamak üzeresiniz
uk: Ви збираєтеся змінити ключ шифрування

source: Remember to create a new passphrase as this action removes the current passphrase
cs: Nezapomeňte vytvořit novou heslovou frázi, protože tato akce odebere tu dosavadní!
fr: Pensez à créer une nouvelle phrase-de-passe car cette action supprime la phrase-de-passe actuelle
nl: Denk eraan dat u een nieuwe wachtwoordzin aanmaakt, omdat deze actie de huidige wachtwoordzin verwijdert
ru: Не забудьте создать новый пароль, так как это действие удаляет текущий
tr: Oluşturulan yeni bir parolayı hatırlayan bu eylem şu anki parolayı kaldırır
uk: Не забудьте створити новий пароль, оскільки ця дія видаляє поточний

source: Are you sure you want to upgrade your pool?
cs: Opravdu chcete přejít na novější verzi fondu úložišť?
nl: Weet u zeker dat u uw pool wilt upgraden?
ru: Вы уверены, что хотите обновить ваш том?
tr: Havuzunuzu yükseltmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете оновити ваш том?

source: Date
cs: Datum
nl: Datum
ru: Дата
tr: Tarih
uk: Дата

source: Add zvol
cs: Přidat ZFS svazek
fr: Ajouter un ZVol ZFS
nl: Zvol toevoegen
pt_br: Adicionar Zvol
ro: Adăugare zvol
ru: Добавить zvol
tr: Zvol Ekle
uk: Додати zvol

source: Would you like to run this cron job now?
cs: Chcete spustit tuto naplánovanou (cron) úlohu nyní?
nl: Wilt u deze cronjob nu uitvoeren?
ru: Вы хотите запустить это задание сейчас?
tr: Bu zamanlanmış işi şimdi çalıştırmak ister misiniz?
uk: Ви хочете запустити це завдання зараз?

source: Some storage pools are doing resilver/scrub, are you really sure you want to proceed with <strong>SHUTDOWN</strong>?
cs: Na některých fondech úložišť stále probíhá kontrola/oprava, opravdu chcete i tak systém<strong>VYPNOUT</strong>?
fr: Des pools de stockage sont en cours de resynchronisation/nettoyage, êtes-vous certain de vouloir <strong>ÉTEINDRE</strong>?
nl: Sommige opslagpools zijn bezig met resilvering/reiniging, weet u echt zeker dat u wilt doorgaan met <strong>AFSLUITEN</strong>?
ru: Некоторые тома выполняют проверку/восстановление. Вы уверены что хотите выполнить <strong>ВЫКЛЮЧЕНИЕ</strong>?
tr: Bazı depolama havuzları resilver/temizleme işlemi yapıyor, <strong>KAPATMA</strong> işlemi ile devam etmek istediğinize gerçekten emin misiniz?
uk: Деякі тома виконують перевірку/відновлення, ви впевнені що хочете виконати <strong>ВИМКНЕННЯ</strong>?

source: lz4 (fastest)
cs: lz4 (nejrychlejší)
fr: lz4 (le plus rapide)
nl: lz4 (snelst)
pt_br: lz4 (mais rápido)
ro: lz4 (cel mai rapid)
ru: lz4 (быстрейший)
tr: lz4 (en hızlı)
uk: lz4 (найшвидший)

source: Debug3
cs: Ladění – nejpodrobněji
fr: Débogage3
pt_br: Depurar3
ro: Depanare3
ru: Отладка3
tr: Hata Ayıklama3

source: Auth
cs: Ověř.
fr: Authentification
pt_br: Autenticação
ro: Autorizare
ru: Аутентификация
tr: Yetki
uk: Аутентифiкацiя

source: Local 0
cs: Místní 0
fr: Utilisateur local 0
ru: Локальный 0
tr: Yerel 0
uk: Локальний 0

source: Local 1
cs: Místní 1
fr: Utilisateur local 1
ru: Локальный 1
tr: Yerel 1
uk: Локальний 1

source: Local 2
cs: Místní 2
ru: Локальный 2
tr: Yerel 2
uk: Локальний 2

source: Local 3
cs: Místní 3
ru: Локальный 3
tr: Yerel 3
uk: Локальний 3

source: Local 4
cs: Místní 4
ru: Локальный 4
tr: Yerel 4
uk: Локальний 4

source: Local 5
cs: Místní 5
ru: Локальный 5
tr: Yerel 5
uk: Локальний 5

source: Local 6
cs: Místní 6
ru: Локальный 6
tr: Yerel 6
uk: Локальний 6

source: Local 7
cs: Místní 7
pt_br: Local 8
ru: Локальный 7
tr: Yerel 7
uk: Локальний 7

source: Create Home Directory In
cs: Vytvořit domovskou složku v
fr: Créer votre répertoire personnel dans
nl: Basismap aanmaken in
pt_br: Criar diretório Home em
ro: Creare folder Home în
ru: Создать домашний каталог в
tr: Ana Dizin İçinde Oluştur
uk: Створити домашній каталог у

source: Built-in Group
cs: Vestavěná skupina
fr: Groupe intégré
nl: Ingebouwde groep
pt_br: Grupo Embutido
ro: Grup inclus
ru: Встроенная группа
tr: Yerleşik Grup
uk: Вбудована група

source: Pool output could not be parsed. Is the pool imported?
cs: Nepodařilo se zpracovat výstup z fondu úložišť. Je fond importován?
fr: Le pool ne peut pas être analysé. Le pool est-il importé?
nl: Pool-uitvoer kon niet worden geparset. Is de pool geïmporteerd?
pt_br: Saída do Pool não pôde ser desmembrada. O pool foi importado?
ro: Structura pool nu poate fi parsată. Structura este importată?
ru: Невозможно разобрать вывод пула. Был ли пул импортирован?
tr: Havuz çıktısı ayrıştırılamadı. Havuz içe aktarıldı mı?
uk: Неможливо розібрати висновок пулу. Чи був пул імпортований?

source: Invalid snapshot
cs: Neplatný zachycený stav
fr: Instantané invalide
nl: Ongeldige momentopname
pt_br: Instantâneo inválido
ro: Snapshot invalid
ru: Неверный снимок
tr: Geçersiz anlık görüntü
uk: Невірний знимок

source: Error unserializing %(url)s (%(error)s), data retrieved:
cs: Chyba při extrahování datových struktur (deserializaci) %(url)s (%(error)s), obdržená data:
fr: Une erreur est survenue lors de dé-sérialisation de %(url)s (%(error)s), données récupérées:
nl: Fout bij deserialiseren van %(url)s (%(error)s), opgehaalde gegevens:
pt_br: Erro ao desserializar %(url)s (%(error)s), dados recuperados:
ro: Eroare la utilizarea %(url)s %(error)s, date recepționate:
ru: Ошибка десериализации %(url)s (%(error)s), получено:
tr: %(url)s (%(error)s) serisizleştirmede hata oldu, veri alındı:
uk: Сталася помилка при десеріалізациі %(url)s (%(error)s), отримано:

source: Autostart
cs: automatické spouštění
fr: Démarrage automatique
nl: Automatisch starten
pt_br: Iniciar automaticamente
ru: Автозапуск
tr: Otomatik başlat
uk: Автозапуск

source: Instances
cs: Kolikrát je používáno
nl: Exemplaren
pt_br: Instâncias
ro: Instanțe
ru: Экземпляры
tr: Örnekler
uk: Примірники

source: vanilla
cs: bez úprav
fr: Vanille
ru: Минимальный
tr: vanilya
uk: Мiнiмальный

source: Jail root must be on a volume or dataset!
cs: Je třeba, aby se kořenová složka vyhrazeného prostředí nacházela na svazku nebo datové sadě!
fr: La racine de la prison doit obligatoirement être un volume ou un jeu de données !
nl: Jail-hoofdmap moet op een volume of gegevensset staan!
ro: Jail root trebuie să fie într-un volum sau dataset!
ru: Корень jail должен располагаться на томе!
tr: Kafes kökü, bir birim veya veri kümesinde olmak zorundadır!
uk: Корінь jail повинен розташовуватися на томі!

source: Create destination directory if it does not exist
cs: Pokud neexistuje, vytvořit cílovou složku
fr: Créer le répertoire de destination s'il n'existe pas encore
nl: Doelmap aanmaken als deze niet bestaat
pt_br: Criar diretório de destino se este não existir
ro: Creare director destinație dacă acesta nu există
ru: Создать каталог назначения, если он не существует
tr: Hedef dizin mevcut değilse oluştur
uk: Створити каталог призначення, якщо його ще не існує

source: IPv4 address
cs: IPv4 adresa
fr: Adresse IPv4
nl: IPv4-adres
pt_br: Endereço IPv4
ro: Adrese IPv4
ru: Адрес IPv4
tr: IPv4 adresi
uk: Адреса IPv4

source: IPv4 bridge aliases
cs: Alternativní adresy IPv4 přemostění
fr: Alias du pont IPv4
nl: IPv4-brug-aliassen
pt_br: Apelidos da bridge IPv4
ro: Aliasuri bridge IPv4
ru: Псевдонимы IPv4 bridge
tr: IPV4 köprü takma adları
uk: Псевдоніми IPv4 bridge

source: IPv6 bridge prefix length
cs: Délka IPv6 předpony přemostění
fr: Longueur du préfixe de pont IPv6
nl: Lengte van IPv6-brug-voorvoegsel
pt_br: Comprimento do prefixo de bridge IPv6
ro: Lungime prefix bridge IPv6
ru: Длина префикса IPv6 bridge
tr: IPv6 köprü önek uzunluğu
uk: Довжина префікса IPv6 bridge

source: IPv6 bridge aliases
cs: Alternativní IPv6 adresy přemostění
fr: Alias du pont IPv6
nl: IPv6-brug-aliassen
pt_br: Apelidos de bridge IPv6
ro: Alias bridge IPv6
ru: Псевдонимы IPv6 bridge
tr: IPV6 köprü takma adları
uk: Псевдоніми IPv6 bridge

source: Comma delimited list of sysctl's
cs: Seznam sysctl proměnných, jednotlivé položky oddělujte čárkou
fr: Liste des sysctl séparés par une virgule
nl: Door komma's gescheiden lijst van sysctl's
ro: Lista de variabile sysctl separate prin virgulă.
ru: Разделенный запятыми список sysctl
tr: Virgülle sınırlandırılmış sysctl'nin listesi
uk: Розділений комами список sysctl

source: IPv6 Network Start Address
cs: Počáteční IPv6 adresa sítě
fr: Adresse IPv6 de début
nl: Beginadres van IPv6-netwerk
pt_br: Endereço Inicial de Rede IPv6
ro: Adresa de început rețea IPv6
ru: Начальный адрес IPv6 сети
tr: IPv6 Ağı Başlangıç Adresi
uk: Початкова адреса IPv6 мережi

source: IPv6 Network End Address
cs: Koncová IPv6 adresa sítě
fr: Adresse IPv6 de fin
nl: Eindadres van IPv6-netwerk
pt_br: Endereço final da Rede IPv6
ro: Adresa IPv6 finală
ru: Конечный адрес IPv6 сети
tr: IPv6 Ağı Bitiş Adresi
uk: Кiнцева адреса IPv6 мережi

source: Backup
cs: Záloha
fr: Sauvegarde
pt_br: Cópia de segurança
ru: Резерв
tr: Yedekle
uk: Резерв

source: Master
cs: Hlavní
fr: Maître
pt_br: Mestre
ru: Мастер
tr: Asıl
uk: Майстер

source: Degraded
cs: Degradováno
fr: Degradé
nl: Gedegradeerd
pt_br: Degradado
ro: Degradat
ru: Деградированный
tr: Bozulmuş
uk: Деградован

source: Media Status
cs: Stav komunikačního média
fr: Statut du média
pt_br: Estado da mídia
ro: Stare media
ru: Состояние несущей
tr: Ortam Durumu
uk: Стан носія

source: Channel
cs: Kanál
fr: Canal
nl: Kanaal
pt_br: Canal
ro: Canal
ru: Канал
tr: Kanal
uk: Канал

source: If enabled, delays the start of network-reliant services until interface is up and ICMP packets to a destination defined in netwait ip list are flowing. Link state is examined first, followed by "pinging" an IP address to verify network usability. If no destination can be reached or timeouts are exceeded, network services are started anyway with no guarantee that the network is usable.
cs: Pokud je zapnuto, pozdrží spouštění služeb, závislých na připojení k síti, až do okamžiku, kdy je toto připojení připraveno k použití (když ICMP pakety procházejí na cíle, stanovené v tomto seznamu zjišťovaných). Nejprve je kontrolován stav linky, následně pomocí nástroje ICMP ping ověřena odezva na IP adresu a potvrzena tak použitelnost připojení. V případě, že žádný z cílů není dostupný, či vypršely časové limity, jsou síťové služby spuštěny i tak, ovšem bez záruk, že je síť použitelná.
fr: Si activé, retarde le démarrage des services dépendant du réseau jusqu'à ce que l'interface soit fonctionnelle (up) et que les paquets ICMP puissent atteindre les adresses définies dans la liste des adresses "netwait". L'état du lien est d'abord examiné, puis suivi par le "ping" d'une adresse IP pour vérifier si le réseau est fonctionnel. Si aucune destination n'est joignable ou le délai expire, les services réseau sont néanmoins démarrés, mais sans garantie que le réseau soit fonctionnel.
nl: Wanneer ingeschakeld, vertraagt dit het starten van netwerkafhankelijke services totdat de interface actief is en ICMP-pakketten naar een bestemming die in een netwait-ip-lijst zijn gedefinieerd worden getransporteerd. Eerst wordt de verbindingsstatus onderzocht, gevolgd door 'pingen' van een IP-adres om de bruikbaarheid van het netwerk te verifiëren. Als geen bestemming kan worden bereikt of time-outs worden overschreden, worden netwerkservices toch gestart, zonder garantie dat het netwerk bruikbaar is.
pt_br: Se habilitado, adia o início de serviços que dependam da rede até que a interface suba e pacotes ICMP destinados a alguém da lista netwait estejam fluindo. O estado do enlace é examinado primeiro, seguido pelo ping do endereço IP para verificar a usabilidade da rede. Se nenhum destino puder ser alcançado ou se os timeouts forem excedidos, os serviços de rede são iniciados da mesma forma sem garantia que a rede está utilizável.
ro: Dacă este activată, opțiunea determină întîrzierea pornirii serviciilor de rețea asociate pînă cînd interfața respectivă devine activă și trimite pachete ICMP la o destinație definită în lista de adrese ip de netwait. Se determină mai întîi starea fizică a conexiunii, după care se trimit pachete "ping" pentru verificarea funcționării conexiunii la rețea. Dacă nu se poate accesa nicio destinație din rețea serviciile de rețea vor fi totuși pornite fără garanții privind funcționarea lor.
ru: Если включено, задерживает запуск сетевых сервисов до момента подъема сетевого интерфейса и прохождения ICMP пакетов до указанных IP адресов. В первую очередь проверяется состояние интерфейса, затем IP адрес "пингуется", чтобы проверить функционирование сети. Если адрес не достижим или превышен интервал ожидания, сетевой сервис все равно будет запущен, но без гарантии его функционирования.
tr: Eğer etkinleştirildiyse, arayüz açılana kadar ve ağ bekleme ip listelerinde bir hedefe tanımlanan ICMP paketleri akarken ağ bağımlı hizmetlerin başlangıcını geciktirir. Önce bağlantı durumu incelenir, bunu ağ kullanılabilirliğini doğrulamak için bir IP adresine "ping'leme" takip eder. Eğer hiçbir hedefe ulaşılamaz ya da zaman aşımına uğranırsa, ağ hizmetleri ağın kullanılabilirliğinin garantisi olmadan yine de başlatılır.
uk: Якщо увiмкнено, затримує запуск мережевих сервісів до моменту підйому мережевого інтерфейсу і проходження ICMP пакетів до зазначених IP адрес. У першу чергу перевіряється стан інтерфейсу, потім IP адреса "пінгуєтся", щоб перевірити функціонування мережі. Якщо адреса не досяжна або перевищено інтервал очікування, мережевий сервіс все одно буде запущений, але без гарантії його функціонування.

source: Space-delimited list of IP addresses to ping(8). If multiple IP addresses are specified, each will be tried until one is successful or the list is exhausted. If it is empty the default gateway will be used.
cs: Seznam IP adres, jejichž dostupnost bude zkoušena nástrojem ping(8). Jednotlivé položky oddělujte mezerou. Adresy budou zkoušeny jedna po druhé, dokud se nepodaří nebo se dojde na konec seznamu. Pokud není vyplněno, bude použita výchozí brána.
fr: Liste d'adresses IP à atteindre par un ping(8). Si plusieurs adresses sont spécifiées, une tentative sur chacune sera effectuée, jusqu'à ce que l'une réponde ou que la liste soit complètement parcourue. Si la liste est vide, la passerelle par défaut sera utilisée.
nl: Door spaties gescheiden lijst van IP-adressen om te pingen(8). Als meerdere IP-adressen worden opgegeven, worden ze allemaal geprobeerd totdat er één is geslaagd of de lijst is doorlopen. Als deze leeg is, wordt de standaardgateway gebruikt.
pt_br: Lista separados por espaços de endereços a realizar ping(8). Se múltiplos endereços forem especificados, cada um será tentado até um ser bem-sucedido ou a lista for exaurida. Se estiver vazio, o gateway padrão será utilizado.
ro: Listă de adrese IP pentru verificări prin ping(8). Dacă lista conține mai multe adrese, fiecare adresă din listă va fi verificată pînă cînd se găsește o adresă care răspunde la ping. Dacă lista este goală se va folosi adresa gateway-ului.
ru: Разделенный пробелами список IP адресов для ping(8). Если указано несколько адресов, они будут проверяться последовательно до получения первого успешного ответа. Если список пуст, используется адрес шлюза по умолчанию.
tr: Ping(8) işlemi için IP adreslerinin boşlukla ayrılmış listesi. Eğer birden çok IP adresi belirtilirse, bir tanesi başarılı olana kadar ya da liste bitene kadar her biri denenecektir. Eğer boş ise varsayılan ağ geçidi kullanılacaktır.
uk: Розділений пробілами список IP адрес для ping(8). Якщо вказано декілька адрес, вони перевірятимуться послідовно до отримання першої успішної відповіді. Якщо список порожній, використовується адреса шлюзу за замовчуванням.

source: This field is appended to /etc/hosts which contains information regarding known hosts on the network. hosts(5)
cs: Obsah této kolonky je připojen do souboru /etc/hosts, který obsahuje informace ohledně známých systémů na síti. Viz hosts(5)
fr: Ce champs est ajouté à /etc/hosts qui contient les informations concernant les hôtes connus sur le réseau. hosts(5)
nl: Dit veld wordt toegevoegd aan /etc/hosts, dat informatie over bekende hosts op het netwerk bevat. hosts(5)
pt_br: Este campo é adicionado ao /etc/hosts que contém informações referentes a hosts conhecidos na rede. hosts(5)
ro: Cîmpul este adăugat la fișierul /etc/hosts care conține informații despre sistemele cunoscute din rețea. hosts(5)
ru: Это поле добавляется к файлу /etc/hosts, который содержит информацию об известных сетевых хостах. hosts(5)
tr: Bu alan ağda bilinen anamakinelere ilişkin bilgileri içeren /etc/hosts dizinine ilave edilir. hosts(5)
uk: Це поле додається до файлу /etc/hosts, який містить інформацію про відомi мережевi хости. hosts (5)

source: IPMI successfully edited
cs: IPMI bylo úspěšně upraveno
fr: IPMI modifié avec succès
nl: IPMI met succes bewerkt
pt_br: IPMI editado com sucesso
ro: IPMI editat cu succes
ru: IPMI успешно изменен
tr: IPMI başarılı olarak düzenlendi
uk: IPMI успішно змінено

source: Install plugin
cs: Nainstalovat zásuvný modul
fr: Installer un module
nl: Plug-in installeren
pt_br: Instalar Plugin
ro: Instalare plugin
ru: Установить плагин
tr: Eklentiyi yükle
uk: Встановити плагін

source: Plugin Kernel Module
cs: Modul pro jádro systému, související se zásuvným modulem
pt_br: Módulo Kernel do Plugin
ro: Plugin modul kernel
ru: Модуль ядра плагина
tr: Eklenti Çekirdek Modülü
uk: Модуль ядра плагіна

source: Repository URL
cs: URL adresa repozitáře
fr: URL du dépôt
nl: URL van opslagplaats
pt_br: URL do Repositório
ro: URL depozit sursă
ru: URL репозитория
tr: Depo URL'si
uk: URL сховища

source: Failed to download %(url)s: %(error)s
cs: Stahování z %(url)s se nezdařilo: %(error)s
fr: Impossible de récupérer %(url)s : %(error)s
nl: Downloaden van %(url)s mislukt: %(error)s
pt_br: Falha em baixar %(url)s: %(error)s
ro: Eroare descărcare %(url)s: %(error)s
ru: Не удалось скачать %(url)s: %(error)s
tr: %(url)s indirme başarısız: %(error)s
uk: Неможливо отримати %(url)s: %(error)s

source: Kerberos keytab
cs: Kerberos uložené heslo
nl: Kerberos-keytab-bestand
ro: Fişier keytab Kerberos
uk: Сервер Kerberos

source: LUN ID already exists.
cs: Takový identifikátor LUN už existuje.
fr: Cet Identifiant de LUN existe déjà.
nl: LUN-ID bestaat al.
pt_br: LUN ID já existe.
ro: Acest ID LUN există deja.
ru: LUN с таким ID уже существует.
tr: LUN ID zaten var.
uk: LUN ID вже існує.

source: This IP and port are already in use.
cs: Tato IP adresa a port jsou už používány pro něco jiného.
fr: Cette adresse IP et ce port sont déjà utilisés.
nl: Dit IP-adres en de poort zijn al in gebruik.
pt_br: Este IP e porta já se encontram em uso.
ro: Adresa IP și portul sînt deja utilizate.
ru: Этот IP и порт уже используются.
tr: Bu IP ve bağlantı noktası zaten kullanımda.
uk: Ця IP-адреса та порт вже використаються.

source: Use syslog
cs: Použít syslog
fr: Utiliser syslog
nl: Syslog gebruiken
ro: Utilizare syslog
ru: Использовать syslog
tr: Syslog kullan
uk: Використовувати syslog

source: Allow execute always
cs: Vždy umožnit spouštění
fr: Toujours autoriser l’exécution
nl: Altijd uitvoeren toestaan
pt_br: Permitir executar sempre
ro: Permisiune permanentă execuție
ru: Всегда разрешать исполнение
tr: Her zaman yürütmeye izin ver
uk: Завжди дозволяти виконання

source: Enable/disable home directories for afp user.
cs: Umožnit/neumožnit domovské složky pro uživatele protokolu afp.
fr: Active/désactive les répertoires personnels des utilisateurs afp.
nl: Basismappen voor afp-gebruiker in-/uitschakelen.
pt_br: Habilita/desabilita diretórios home para usuário afp.
ro: Activează/dezactivează directorul Home pentru utilizatorii afp.
ru: Включает/отключает домашние каталоги для пользователя afp.
tr: AFP kullanıcıları için ana dizinleri etkinleştirir/etkisizleştirir.
uk: Включає/відключає домашні каталоги для користувачiв afp.
