Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: IPv4 aliases
cs: Alternativní IPv4
fr: Alias IPv4
nl: IPv4-aliassen
pt_br: Apelidos IPv4
ro: Alias-uri IPv4
ru: Псевдонимы IPv4
tr: IPv4 takma adları
uk: Псевдоніми IPv4

source: IPv4 bridge address
cs: Adresa IPv4 přemostění
fr: Adresse du pont IPv4
nl: Adres van IPv4-brug
pt_br: Endereço da bridge IPv4
ro: Adrese bridge IPv4
ru: Адрес IPv4 bridge
tr: IPv4 köprü adresi
uk: Адреса IPv4 bridge

source: IPv4 bridge netmask
cs: IPv4 síťová maska přemostění
fr: Masque de sous-réseau du pont IPv4
nl: Netmask van IPv4-brug
pt_br: Máscara de rede da bridge IPv4
ro: Mască bridge IPv4
ru: Маска сети IPv4 bridge
tr: IPv4 köprü ağ maskesi
uk: Маска мережі IPv4 bridge

source: Template must have 0 instances!
cs: Aby toto bylo možné, šablona nesmí být v používání!
fr: Le modèle doit avoir aucune instance !
nl: Sjabloon moet 0 exemplaren hebben!
pt_br: Template precisa ter 0 instâncias!
ro: Șablonul trebuie să aibă 0 instanțe!
ru: Шаблон не должен иметь экземпляров!
tr: Şablon 0 örneğe sahip olmak zorundadır!
uk: Шаблон повинен не мати примiрникiв!

source: Jail root is not configured!
cs: Není nastavená kořenová složka vyhrazeného prostředí!
fr: La racine de la jail n'est pas configurée !
nl: Jail-hoofdmap is niet geconfigureerd!
ro: Jail root neconfigurat!
ru: Не задан корень jail!
tr: Kafes kökü yapılandırılmadı!
uk: Не встановлено корiнь jail!

source: Filesystem
cs: Souborový systém
fr: Système de fichiers
nl: Bestandssysteem
pt_br: Sistema de Arquivos
ro: Sistem de fişiere
ru: Файловая система
tr: Dosya sistem
uk: Тип файлової системи

source: You need to create a volume to proceed!
cs: Aby bylo možné pokračovat, je třeba vytvořit ZFS svazek!
fr: Vous devez au préalable créer un volume !
nl: U dient een ZFS-volume aan te maken om verder te gaan!
pt_br: Você precisa criar um volume para continuar!
ro: Trebuie să creați un volum ZFS mai întâi!
ru: Вы должны создать том ZFS для продолжения!
tr: Devam etmek için bir birim oluşturmanız gerekiyor!
uk: Ви повинні створити том для продовження!

source: Failed to create directory %(name)s: %(error)s
cs: Složku %(name)s se nezdařilo vytvořit: %(error)s
fr: Impossible de créer le répertoire %(name)s : %(error)s
nl: Aanmaken van map %(name)s mislukt: %(error)s
pt_br: Falha ao criar diretório %(name)s: %(error)s
ro: Eroare creare folder %(name)s: %(error)s
ru: Не удалось создать каталог %(name)s: %(error)s
tr: %(name)s dizinini oluşturma başarısız: %(error)s
uk: Не вдалося створити каталог %(name)s: %(error)s

source: Storage successfully added.
cs: Úložiště bylo úspěšně přidáno.
fr: Jeu de données ajouté avec succès.
nl: Opslag met succes toegevoegd.
pt_br: Armazenamento adicionado com sucesso.
ro: Dispozitiv stocare adăugat cu succes.
ru: Хранилище успешно добавлено.
tr: Depo başarıyla eklendi.
uk: Сховище успішно додано.

source: No RPC Token!
cs: Žádný RPC token!
fr: Aucun jeton RPC !
nl: Geen RPC-token!
pt_br: Sem Token RPC!
ro: Niciun token RPC!
ru: Нет RPC Токена!
tr: RPC Belirteci Yok!

source: Down
cs: Vypnuto
fr: Bas
nl: Buiten werking
pt_br: Para baixo
ro: Oprit
ru: Лежит
tr: Kapalı

source: None requested
cs: Nic nepožadováno
fr: Aucun requis
nl: Geen aangevraagd
pt_br: Nenhum requisitado
ro: Nicio solicitare
ru: Не запускалась
tr: İstenen yok
uk: Не було запитано

source: You need a domain, e.g. hostname.domain
cs: Je třeba zadat i doménu, např. nazev_stroje.domena
fr: Indiquez un domaine, ex. hostname.domain
nl: U hebt een domein nodig, zoals hostnaam.domein
pt_br: Você precisa de um domínio, exemplo: hostname.domínio
ro: Aveți nevoie de un domeniu, spre ex. nume_sistem.domeniu
ru: Требуется домен, например hostname.domain
tr: Bir etki alanına ihtiyacınız var, örn. anamakineadı.etkialanı
uk: Потрiбен домен, наприклад hostname.domain

source: Enable netwait feature
cs: Čekat na síť
fr: Activer la fonction netwait
nl: Netwait-functie inschakelen
pt_br: Habilitar netwait
ro: Activare opțiune netwait
ru: Включить ожидание сети
tr: Ağ bekleme özelliğini etkinleştir
uk: Увімкнути очiкування мережi

source: Netwait IP list
cs: Seznam IP adres, na které vyzkoušet
fr: Liste d'IP netwait
nl: Netwait-IP-lijst
pt_br: Lista de IPs do Netwait
ro: Lista adrese IP netwait
ru: Список IP для ожидания
tr: Ağ bekleme IP listesi
uk: Перелiк IP для очiкування

source: Host name data base
cs: Databáze názvů strojů
fr: Base de données de noms d'hôte
nl: Hostnaam-database
pt_br: Banco de dados de nomes de hosts
ro: Bază de date nume sisteme
ru: База данных хостов
tr: Anamakine adı veri tabanı
uk: База даных хостов

source: Link Aggregation Member
cs: Člen seskupení linek
fr: Membre de l'agrégation de liens
nl: Lid van koppelingsaggregatie
pt_br: Membro de Agregação de Link
ro: Membru legătură agregată
ru: Член объединения интерфейсов
tr: Bağlantı Birleştirme Üyesi
uk: Член об'єднання інтерфейсів

source: Link Aggregation Members
cs: Členové seskupení linek
fr: Membres de l'agrégation de lien
nl: Leden van koppelingsaggregatie
pt_br: Membros de Agregação de Link
ro: Membri legătură agregată
ru: Члены объединение интерфейсов
tr: Bağlantı Birleştirme Üyeleri
uk: Члени об'єднання інтерфейсів

source: Click here to find out what PBI's are!<a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>
cs: Co jsou to PBI balíčky softwaru zjistíte klikutím zde!<a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>
fr: Cliquez ici pour voir ce que sont les PBI !<a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>
nl: Klik hier om te lezen wat PBI's zijn!<a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>
pt_br: Clique aqui para descobrir o que são PBI's ! <a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>
ro: Click aici pentru a afla mai multe despre PBI!<a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>
ru: Нажмите сюда чтобы узнать что такое PBI!<a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>
tr: PBI'lerin ne olduğunu bulmak için buraya tıklayın!<a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>
uk: Натиснiть сюди щоб дiзнатися що таке PBI!<a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>

source: Unable to set repository: %s
cs: Nelze nastavit repozitář: %s
fr: Impossible de régler le dépôt : %s
nl: Kan opslagplaats niet instellen: %s
pt_br: Impossível definir repositório: %s
ro: Eroare stabilire zonă sursă: %s
ru: Невозможно установить репозиторий: %s
tr: Depo ayarlanamıyor: %s
uk: Неможливо встановити репозиторій: %s

source: No available IP addresses
cs: Nejsou k dispozici žádné IP adresy
fr: Aucune adresse IP disponible
nl: Geen beschikbare IP-adressen
pt_br: Não há endereços IP disponíveis
ro: Nicio adresă IP disponibilă
ru: Нет доступных IP адресов
tr: Kullanılabilir IP adresleri yok
uk: Немає доступних IP адрес

source: This path does not exist.
cs: Toto umístění neexistuje.
fr: Le chemin n'existe pas
nl: Dit pad bestaat niet.
pt_br: O caminho não existe.
ro: Calea nu există.
ru: Этот путь не существует.
tr: Bu yol mevcut değil.
uk: Цього шляху не існує.

source: This path is not a directory.
cs: Toto umístění není složkou.
fr: Ce chemin n'est pas un répertoire.
nl: Dit pad is geen map.
ro: Această cale nu este un folder.
ru: Этот путь не является каталогом.
tr: Bu yol bir dizin değil.
uk: Вказана адреса не є каталогом.

source: Spaces or number signs are not allowed.
cs: Mezery ani číslice není možné použít.
fr: Les espaces ou les signes numériques ne sont pas autorisés.
nl: Spaties of getaltekens zijn niet toegestaan.
pt_br: Espaços ou números não são permitidos.
ro: Spațiile și caracterele "-", "+" nu sînt permise.
ru: Пробелы и числа не разрешены.
tr: Boşluklara veya sayı işaretlerine izin verilmez.
uk: Прогалини і числа не дозволені.

source: Confirm Domain Account Password
cs: Potvrďte heslo k doménovému účtu
fr: Confirmer le mot de passe du compte du domaine
nl: Domeinaccountwachtwoord bevestigen
ro: Confirmă parola Administratorului de Domeniu
ru: Подтвердите пароль учетного имени домена
tr: Etki Alanı Hesabı Parolasını Onaylayın
uk: Підтвердіть пароль адміністратора домену

source: Peer Secret (Confirm)
cs: Heslo protistrany (potvrzení)
fr: Secret du pair (confirmation)
nl: Peergeheim (Bevestig)
pt_br: Segredo do Peer (Confirmar)
ro: Secret partener (Confirmare)
ru: Секрет напарника (Подтверждение)
tr: Kişi Gizli Anahtarı (Onay)
uk: Секрет напарника (Підтвердження)

source: Serial not found and glabel failed for %(disk)s: %(error)s
cs: Sériové číslo nebylo nalezeno a opatření %(disk)s štítkem pomocí nástroje glabel se nezdařilo: %(error)s
fr: Numéro de série non trouvé et échec du glabel de %(disk)s: %(error)s
nl: Serienummer niet gevonden en glabel mislukt voor %(disk)s: %(error)s
pt_br: Serial não encontrado e falha de glabel para %(disk)s: %(error)s
ro: Serial negăsit și glabel eronat pentru %(disk)s: %(error)s
ru: Серийный номер не найден и glabel не сработал для %(disk)s: %(error)s
tr: Seri no bulunamadı ve %(disk)s için glabel başarısız oldu: %(error)s
uk: Серійний номер не знайдено та glabel не спрацював для %(disk)s: %(error)s

source: A target with that name already exists.
cs: Tento název je už používán jiným existujícím cílem – zvolte jiný.
fr: Une cible avec ce nom existe déjà.
nl: Er bestaat al een doel met die naam.
pt_br: Um destino com este nome já existe.
ro: O destinație cu acest nume există deja.
ru: Цель с таким именем уже существует.
tr: Bu isimde bir hedef zaten var.
uk: Цiль з таким ім'ям вже існує.

source: Hostnames lookups
cs: Vyhledávání názvů strojů
fr: Recherche de noms d'hôte
nl: Hostnaam-zoekopdrachten
pt_br: Procura de hostnames
ro: Identificare nume sistem
ru: Поиск имён узлов
tr: Anamakine adı aramaları
uk: Пошук назв хостов

source: Server minimum protocol
cs: Nejnižší přijatelná verze protokolu serveru
fr: Protocole minimum du serveur
nl: Minimale serverprotocol
ro: Protocol minim server
ru: Минимальная версия протокола сервера
tr: En düşük sunucu protokolü
uk: Мінімальна версія протоколу сервера

source: The minimum protocol version that will be supported by the server
cs: Nejnižší verze protokolu, která bude podporována tímto serverem
fr: La version minimum du protocole qui sera supportée par le serveur
nl: De minimale protocolversie die door de server wordt ondersteund
ro: Versiunea minimă a protocolului suportată de server
ru: Минимальная версия протокола, которая будет поддерживаться сервером
tr: Sunucu tarafından desteklenecek olan en düşük protokol sürümü
uk: Мінімальна версія протоколу, яка буде підтримуватися сервером

source: The highest protocol version that will be supported by the server
cs: Nejvyšší verze protokolu, která bude podporována tímto serverem
fr: La plus haute version de protocole qui sera supportée par le serveur
nl: De hoogste protocolversie die door de server wordt ondersteund
ro: Versiunea maximă a protocolului suportat de server
ru: Максимальная версия протокола, которая будет поддерживаться сервером
tr: Sunucu tarafından desteklenecek olan en yüksek protokol sürümü
uk: Максимальна версія протоколу, яка буде підтримуватися сервером

source: This boolean parameter controls the behaviour of smbd(8) when receiving a protocol request of "open for execution" from a Windows client. With Samba 3.6 and older, the execution right in the ACL was not checked, so a client could execute a file even if it did not have execute rights on the file. In Samba 4.0, this has been fixed, so that by default, i.e. when this parameter is set to "False", "open for execution" is now denied when execution permissions are not present. If this parameter is set to "True", Samba does not check execute permissions on "open for execution", thus re-establishing the behaviour of Samba 3.6
cs: Tento parametr určuje chování služby smbd(8), když od Windows klienta obdrží požadavek „otevřít pro spuštění“. U Samba verze 3.6 a starších, nebylo oprávnění pro spouštění kontrolováno vůči ACL seznamům, takže klient mohl soubor spustit, i když neměl potřebné oprávnění. V Samba 4.0 toto bylo opraveno, takže ve výchozím stavu, tj. když je tento parametr nastaven na „False“ (ne), je v případě, že není příslušné oprávnění, „otevřít pro spuštění“ odepřeno. Je-li tento parametr nastaven na „True“ (ano), Samba nekontroluje oprávnění pro „otevřít pro spuštění“ a chová se tak tedy stejně, jako Samba 3.6
fr: Ce paramètre booléen contrôle le comportement de smbd(8) lors de la réception d'une requête "ouvrir pour exécution" depuis un client Windows. Avec Samba 3.6 et plus ancien, le droit d'exécution dans l'ACL n'était pas vérifié, si bien qu'un client pouvait exécuter un fichier même s'il n'avait pas les droits d'exécution sur le fichier. Dans Samba 4.0, ceci a été corrigé, si bien que par défaut, c'est a dire lorsque ce paramètre est réglé sur "Faux", "ouverture pour execution" est maintenant rejeté lorsque les permissions en exécution ne sont pas présentes. Si ce paramètre est réglé sur "vrai", Samba ne verifie pas les droits en executions lors de "ouverture pour exécution", ceci rétablissant le comportement de Samba 3.6
nl: Deze boolean parameter bepaalt het gedrag van smbd(8) tijdens de ontvangst van een protocolaanvraag van 'open for execution' vanaf een Windows-client. Bij Samba 3.6 en lager werd de uitvoermachtiging in de ACL niet gecontroleerd, zodat een client een bestand ook kon uitvoeren als het geen uitvoerrechten op het bestand had. In Samba 4.0 is dit verholpen, zodat wanneer bv. deze parameter is ingesteld op 'False', 'open for execution' nu standaard wordt geweigerd als de uitvoermachtiging ontbreekt. Als deze parameter is ingesteld op 'True', controleert Samba geen uitvoermachtiging bij 'open for execution', en wordt dus het gedrag van Samba 3.6 aangehouden
ro: Acest parametru bolean controlează comportamentul smbd(8) când primește o cerere pentru protocolul de ”deschidere pentru execuare” din partea unui client Windows. Pentru Samba 3.6 și versiuni mai vechi drepturile de execuție în ACL nu sunt verificate astfel încât un client poate executa un fișier chiar dacă nu are acest drept. În Samba 4.0 acest lucru a fost rezolvat astfel încât, în mod implicit, acest parametru este setat ca ”Fals” iar protocolul ”deschis pentru executare” nu este posibil dacă permisiunile de execuție nu sunt active. dacă acest parametru este setat pe ”Adevărat” Samba nu va verifica existanța permisiunilor de execuție ”deschis pentru executare”, simulând practic funcționalitatea Samba 3.6.
ru: Это логический параметр управляет поведением smbd(8) при получении запроса "открыть для исполнения" от клиента Windows. Начиная с Samba 3.6 и старше, право исполнения в ACL не проверялось, и клиент мог выполнять файла, даже если у него не было права исполнения. В Samba 4.0 это было исправлено, так что по умолчанию, то есть, когда этот параметр отключен, "открытие для исполнения" теперь запрещено если нет прав на исполнение. Если этот параметр включен, Samba не проверяет разрешения на исполнение для "открыть для исполнения", таким образом восстанавливая поведение Samba 3.6
tr: Bu boolean parametresi, bir Windows istemcisinden gelen "çalıştırmak için aç" protokol isteği aldığında smbd(8) davranışını denetler. Samba 3.6 ve daha eskisi ile ACL içindeki çalıştırma hakkı kontrol edilmezdi, bu yüzden bir istemci dosya üzerinde çalıştırma hakkına sahip olmasa bile dosyayı çalıştırabilirdi. Samba 4.0'da, bu düzeltildi, böylece bu varsayılandır, örn. bu parametre "False" olarak ayarlandığında, çalıştırma izinleri mevcut olmadığında "çalıştırmak için aç" artık reddedilir. Eğer parametre "True" olarak ayarlanırsa, Samba "çalıştırmak için aç" üzerinde çalıştırma izinlerini kontrol etmez, böylelikle Samba 3.6'nın davranışı yeniden kurulur
uk: Цей логічний параметр керує поведінкою smbd(8) при отриманні запиту "відкрити для виконання" від клієнта Windows. Починаючи з Samba 3.6 і старше, право виконання в ACL не перевірялося, і клієнт міг виконувати файли, навіть якщо у нього не було права виконання. У Samba 4.0 це було виправлено, так що за замовчуванням, тобто, коли цей параметр відключений, "відкриття для виконання" тепер заборонено якщо немає прав на виконання. Якщо цей параметр включений, Samba не перевіряє дозволу на виконання для "відкрити для виконання", таким чином відновлюючи поведінку Samba 3.6

source: Serve UDP NFS clients
cs: Obsloužit NFS klienty přistupující protokolem UDP
nl: UDP NFS-clients behandelen
ro: Deservire clienți UDP NFS
ru: Обслуживать клиентов NFS по протоколу UDP
tr: UDP NFS istemcilere hizmet et
uk: Обслуговувати клієнтів NFS по протоколу UDP

source: Allow non-root mount
cs: Umožnit připojování (mount) i uživatelům
nl: Niet-root-koppeling toestaan
pt_br: Permite montagem não-root
ro: Permite montarea fără cont root
ru: Разрешить монтирование не суперпользователем
tr: Root olmayan bağlamaya izin ver
uk: Дозволити монтування не суперкористувачем

source: Bind IP Addresses
cs: IP adresa pro spojení
nl: IP-adressen binden
pt_br: Associar endereços IP
ro: Legare adresă IP
ru: IP адрес
tr: IP Adreslerini Bağla
uk: Адреса IP

source: Enable multithreaded mode
cs: Zapnout vícevláknový režim
fr: active le mode multithreaded
nl: Multithreaded-modus inschakelen
ro: Activare mod multithread
ru: Включить многопоточный режим
tr: Çok iş parçacıklı kipi etkinleştir

source: Initiator side user name.
cs: Uživatelské jméno na straně iniciátoru.
fr: Nom d’utilisateur côté initiateur.
nl: Gebruikersnaam aan initiatorzijde.
pt_br: Nome de usuário do lado Initiator.
ro: Nume utilizator inițiator.
ru: Имя пользователя со стороны инициатора.
tr: Başlatıcı tarafındaki kullanıcı adı.
uk: Ім'я користувача з боку ініціатора.

source: These parameters will be added to /etc/snmpd.config.
cs: Tyto parametry budou přidány do souboru /etc/snmpd.config.
fr: Ces paramètres seront ajoutés à /etc/snmpd.config.
nl: Deze parameters zullen aan /etc/snmpd.config worden toegevoegd.
pt_br: Estes parâmetros serão adicionados ao /etc/snmpd.config.
ro: Aceşti parametrii vor fi adaugaţi în /etc/snmpd.config.
ru: Эти параметры будут добавлены к /etc/snmpd.config.
tr: Bu parametreler /etc/snmpd.config dosyasına eklenecektir.
uk: Ці параметри будуть додані в /etc/snmpd.config.

source: Remote Port
cs: Port na protistraně
fr: Port distant
nl: Externe poort
pt_br: Porta Remota
ro: Port remote
ru: Удаленный порт
tr: Uzak Bağlantı Noktası
uk: Віддалений порт

source: Monitor User
cs: Uživatelský účet pro dohledování
fr: Utilisateur de contrôle
nl: Monitorgebruiker
pt_br: Usuário do Monitor
ro: Utilizator monitor
ru: Пользаватель мониторинга
tr: İzleyici Kullanıcısı
uk: Користувач монiторiнгу

source: Display Login
cs: Uvítací text
fr: Afficher l'identifiant
nl: Aanmelding weergeven
pt_br: Mostrar no Login
ro: Afișare login
ru: Сообщение при входе
tr: Oturum Açma Bilgilerini Görüntüle
uk: Повідомлення при вході

source: Message which will be displayed to the user when they initially login.
cs: Zpráva, kterou uživatel uvidí při přihlášení.
fr: Message affiché à l'utilisateur à la connexion initiale
nl: Bericht dat bij eerste aanmelding voor gebruikers wordt weergegeven.
pt_br: Mensagem que será mostrada ao usuário quando este logar inicialmente.
ro: Mesajul care va fi afișat utilizatorului la autentificare.
ru: Сообщение, которое будет показано пользователю при первом входе.
tr: Başlangıçta oturum açtığında kullanıcıya gösterilecek olan ileti.
uk: Повідомлення, яке буде показано користувачеві при першому вході.

source: For local users, only allow access to user home directory unless the user is a member of group wheel.
cs: Uživatelským účtům ve FreeNAS umožnit přístup pouze do jejich domovské složky. Členové skupiny wheel (spráci) mohou přistupovat kamkoli.
fr: Pour les utilisateurs locaux, autorise uniquement l'accès à leur répertoire personnel sauf s'ils sont membre du groupe wheel.
nl: Voor lokale gebruikers alleen toegang tot de basismap toestaan, tenzij de gebruiker lid is van de groep wheel.
pt_br: Para usuários locais, apenas permita acesso ao diretório home do usuário a menos que o usuário seja membro do grupo wheel.
ro: Pentru utilizatorii locali permite accesul doar la directorul home în afara cazului în care aceștia fac parte din grupul wheel.
ru: Для пользователей не из группы wheel ограничивать доступ домашним каталогом.
tr: Yerel kullanıcılar için, kullanıcı bir grup çarkının üyesi olmadıkça sadece kullanıcı ana dizine erişime izin verir.
uk: Для користувачів не з групи wheel обмежувати доступ домашнім каталогом.

source: Enable TLS
cs: Zapnout TLS
fr: Activer TLS
nl: TLS inschakelen
pt_br: Habilitar TLS
ro: Activare TSL
ru: Включить TLS
tr: TLS etkinleştir
uk: Увімкнути TLS

source: TLS policy
cs: zásada TLS
fr: Règles TLS
nl: TLS-beleid
pt_br: Política TLS
ro: Politica TLS
ru: Политика TLS
tr: TLS ilkesi
uk: Полiтика TLS

source: TLS allow client renegotiations
cs: Umožnit opětovná dohodnutí klienta pro TLS
fr: Autorise la renégociation TLS client
nl: TLS: client-heronderhandelingen toestaan
pt_br: TLS permite renegociações de cliente
ro: TLS cu renegociere client
ru: Разрешить пересогласование TLS клиентом
tr: TLS istemci yeniden anlaşmalarına izin verir
uk: Дозволити переузгодження TLS клієнтом

source: TLS common name required
cs: Vyžadovat TLS běžný název
fr: TLS "common name" requis
nl: TLS: algemene naam vereist
pt_br: TLS nome comum requerido
ro: TLS cu solicitare nume
tr: TLS ortak adı gerekli

source: TLS enable diagnostics
cs: TLS povolit diagnostiku
fr: Activer les diagnostiques TLS
nl: TLS: diagnostische gegevens inschakelen
pt_br: TLS habilitar diagnósticos
ro: TLS cu activare diagnostic
tr: TLS tanılamayı etkinleştirir

source: TLS export certificate data
cs: TLS exportovat údaje certifikátu
fr: TLS exportation des données du certificats
nl: TLS: certificaatgegevens exporteren
pt_br: TLS exportar dados de certificado
ro: TLS cu export date certificat
tr: TLS sertifika verilerini dışa aktarır

source: TLS no session reuse required
cs: TLS nevyžadováno opětovné využití relace
fr: Aucune nécessité de réutiliser une session TLS
nl: TLS: geen sessiehergebruik vereist
pt_br: TLS não requerer reuso de sessão
ro: TLS fără reutilizare sesiune
tr: TLS oturumu yeniden kullanma gerekli değil

source: TLS export standard vars
cs: TLS exportovat běžné proměnné
fr: TLS variables d'exportation standard
nl: TLS: standaard-vars exporteren
pt_br: TLS exportar variáveis padrão
ro: TLS cu export variabile standard
tr: TLS standart değişkenleri dışa aktar

source: TLS DNS name required
cs: TLS vyžadován DNS název
fr: TLS nom DNS requis
nl: TLS: DNS-naam vereist
pt_br: TLS Nome DNS requerido
ro: TLS cu nume DNS
ru: Необходимо TLS DNS имя
tr: TLS DNS adı gerekli
uk: Необхідно DNS TLS ім'я

source: Certificate and private key
cs: Certifikát a soukromý klíč
fr: Certificat et clef privée
nl: Certificaat en privésleutel
pt_br: Certificado e chave privada
ro: Certificat și cheie privată
ru: Сертификат и закрытый ключ
tr: Sertifika ve özel anahtar
uk: Сертифікат та приватний ключ

source: SFTP Log Level
cs: Podrobnost protokolování o SFTP
fr: Niveau de verbosité de l'historisation SFTP
nl: SFTP-logboekniveau
pt_br: Nível do log SFTP
ro: Nivel log SFTP
ru: Уровень журналирования SFTP
tr: SFTP Günlük Seviyesi
uk: Рівень журналювання SFTP

source: SFTP Log Facility
cs: Protokolování SFTP
fr: Type d'historisation SFTP
nl: SFTP-logfaciliteit
pt_br: SFTP Código facility do Log
ro: Facilitate log SFTP
ru: Категория журналирования SFTP
tr: SFTP Günlük Tesisi
uk: Категорiя журналювания SFTP
