Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: The volume name is the name that appears in the Chooser of the 'connect to server' dialog on Macintoshes to represent the appropriate share. If volumename is unspecified, the last component of pathname is used. No two volumes may have the same name. The volume name cannot contain the ':' character. The volume name is mangled if it is very long. Mac codepage volume name is limited to 27 characters. UTF8-MAC volume name is limited to 'Volume Name Length' parameter in Services:Apple Share
ca: El nom de volum és el nom que surt al diàleg de selecció 'connect to server' dels Macintoshs per representar la compartició apropiada. Si el nom de volum no s'especifica, l'últim component de la ruta serà utilitzat. No hi pot haver dos volums amb el mateix nom. El nom de volum no pot contenir el caràcter ':' El nom de volum serà retallat si és massa llarg. Per Macintosh el nom de volum està limitat a 27 caràcters. El nom de volum UTF8-MAC és limitat al parametre 'Volume Name Length' a Services:Apple Share
cs: Název svazku je tím, co se objeví v nabídce dialogu „Připojit k serveru“ na počítačích Apple a představuje tak příslušné sdílení. Pokud svazek nemá název, bude namísto toho použita koncová část popisu umístění. Stejný název nelze použít pro více svazků. Název též nemůže obsahovat znak „:“ (dvojtečka). U opravdu velmi dlouhých názvů hrozí zkomolení. U starších verzí Mac OS je délka omezena na 27 znaků. U novějších systémů rozhoduje parametr „Délka názvu svazku“ ve Služby:Sdílení Appple
de: Der Laufwerksname ist der Name, der im Dialog "Mit Server Verbinden" auf dem Macintosh erscheint. Wenn kein Laufwerksname angegeben wurde, dann wird das letzte Element des Pfadnamens verwendet. Zwei verschiedene Laufwerke dürfen nicht den selben Namen haben. Der Laufwerksname darf keinen Doppelpunkt beinhalten. Sehr lange Laufwerksnamen werden gekürzt. Der Laufwerksname ist im Mac-Zeichensatz auf 27 Zeichen begrenzt, unter UTF-8 hingegen ist die maximale Länge von der Einstellung "Laufwerksnamenlängen" in Services:Apple Share abhängig.
es: El nombre del volumen es el nombre que aparece en el dialogo 'conectar al servidor' en los Macintosh. Si no se define, el ultimo componente del path es usado. No puede haber 2 volumenes con el mismo nombre. No puede contener el caracter ':' El Nombre será recortado si excede los 27 caracteres
fr: Le nom de volume est le nom qui apparaît dans la liste de la fenêtre "Connexion au serveur" pour représenter le partage. Si le nom de volume n'est pas saisi, la dernière composante du chemin est utilisée. Deux volumes ne peuvent pas avoir le même nom. Le nom de volume ne peut pas contenir le caractère ':'. Le nom de volume est tronqué s'il est trop long. L'encodage de caractères Mac limite le nom de volume à 27 caractères, avec UTF8-MAC il est limité par le paramètre "Longueur du nom de volume" dans Services : Partages Apple
nl: De volumenaam is de naam die in de Kiezer van het dialoogvenster 'Verbind met server' op Macintoshes verschijnt om de share te vertegenwoordigen. Als de volumenaam niet is opgegeven, wordt het laatste gedeelte van de padnaam gebruikt. Volumes mogen niet dezelfde naam hebben. Volumes kunnen niet het teken ':' bevatten. De volumenaam wordt ingekort als deze erg lang is. Volumenamen van Mac-codepagina's zijn beperkt tot 27 tekens. De UTF8-MAC-volumenaam is beperkt tot de parameter 'Lengte van volumenaam' in Diensten:Apple Share
pt: O nome do volume é o nome que aparece no seletor da caixa de diálogo 'ligar ao servidor' em Macintoshes para representar a parte adequada. Se não for especificado o nome do volume, o último componente do nome do caminho é usado. Não há dois volumes podem ter o mesmo nome. O nome de volume não pode conter o ':' caractere. O nome de volume é danificado se é muito longo. Nome do volume Mac codepage é limitado a 27 caracteres. Nome do volume UTF8-MAC é limitada ao parâmetro 'Comprimento do nome de Volume' na parte de serviços:Partilha Apple
pt_br: O nome do volume é o nome que aparece na opção 'connect to server' no Machintoshe que representa o compartilhamento apropriado. Se o nome do volume não é especificado, o último diretório do caminho será utilizado. Dois volumes não podem conter o mesmo nome. O nome do volume não pode conter o caracter ':' . O volume será desconfigurado caso o nome seja muito longo. O nome do volume no Mac é limitado a 27 caracteres. O nome volume UTF8-MAC é limitado ao parâmetro 'Tamanho do nome do volume' no Serviço de compartilhamento Apple
ro: Numele volumului apare clientului în fereastra de dialog 'conectare la server' pe computerul Macintosh pentru a reprezenta partajarea respectivă. Dacă nu este specificat niciun nume, este folosită ultima parte a căii către partajarea respectivă. Două volume nu pot avea același nume. Numele nu poate conţine caracterul ':' . Numele volumului este trunchiat dacă este foarte lung. Codarea denumirilor volumelor în sistemul Mac este limitată la 27 de caractere. Numele volumului UTF8-MAC este limitat la parametrul 'Lungimea numelui volumului' din secţiunea Servicii: Partajare Apple
ru: Имя тома, которое появляется в списке 'Подключиться к серверу' соответственно отображается на Macintosh как общий ресурс. Если имя тома не определено, используется последняя часть пути. Два тома не могут иметь одинаковое имя. Имя тома не может содержать ':' символ. Имя тома искажается, если оно очень длинное. Mac кодировка ограничена 27 символами. Длина имени тома UTF8-MAC не должно превышать параметр 'Длина имени тома' в службе Apple Share
sk: Meno zväzku (volume) je meno, ktoré sa objaví vo Výbere pri "pripojiť na server" dialógu na Mac-koch na reprezentáciu zodpovedajúceho sharu. Ak meno zväzku je nešpecifikované, posledná časť cesty je použitá. Žiadne dva zväzky nemajú rovnaké meno. Meno zväzku nemôže obsahovať ".". Meno zväzku je orezané ak je príliš dlhé. Mac codepage volume meno je limitované na 27 znakov. UTF8-MAC zväzok (volume) meno je limitované na "Dĺžku zväzku mena" parameter v Services:Apple Share
sr: Ime volumena je ime koje se pojavljuje u delu Izbora u "Povezivanje sa serverom 'dijalogu na Macintosh-u da predstavlja odgovarajući deljeni resurs. Ako je ime volumena neodređeno, poslednja komponenta putanje se koristi. Ne postoje dva volumena koja mogu imati isto ime. Ime volumena ne može da sadrži ':' karakter. Ime volumena nije ispravno ako je veoma dugo. Mac Codepage ime volumena je ograničeno na 27 karaktera. UTF8-MAC ime volumena je ograničeno na parametar 'Dužina Imena Volumena' parametrom u Servisima:Apple Share
sv: Volymens namn är det som visas i Väljaren av "anslut till servern" Dialog för Macintosh för att representera en lämplig del. Om volym namnet inte är ospecificerat, är den sista komponenten i sökvägen som används. Två volymer kan inte ha samma namn. Volymen namn kan inte innehålla ":" teckenuppästtningen. Volym Namnet manglas om det är mycket lång. Mac kodsida volymnamn är begränsad till 27 tecken. UTF8-MAC volymnamnet är begränsad till "Volymnamn Längd" parameter i Tjänster: Apple Dela
tr: Birim adı, uygun paylaşımı temsil eden Machintosh'lardaki 'sunucuya bağlan' iletisinin Seçicisinde görünen addır. Eğer birim adı belirtilmemiş ise, dosya yolunun son bileşeni kullanılır. İki birim aynı ada sahip olamaz. Birim adı ':' karakteri içeremez. Birim adı çok uzunsa parçalanabilir. Mac kod sayfası birim adı 27 karakterle sınırlıdır. UTF8-MAC birim adı, Hizmetler:Apple Paylaşımı içindeki 'Birim Adı Uzunluğu' parametresi ile sınırlıdır
uk: Ім'я тому, яке з'являється у списку "Підключитися до сервера" відповідно відображається на Macintosh як спільний ресурс. Якщо ім'я тому не визначено, використовується остання частина шляху. Два томи не можуть мати однакову назву. Ім'я тома не може містити символ ":". Ім'я тома спотворюється, якщо воно дуже довге. Mac кодування обмежений 27 символами. Довжина імені томи UTF8-MAC не повинно перевищувати параметр "Довжина імені тома" в службі "Спільні ресурси Apple".

source: Share Comment
ca: Comentari de la compartició
cs: Poznámka popisující sdílení
de: Freigabe beschreiben
es: Comentario del recurso compartido
fr: Commentaire du partage
nl: Opmerking delen
pl: Komentarz udziału
pt: Comentário da Partilha
pt_br: Comentário
ro: Comentariu partajare
ru: Комментарии к общему ресурсу
sk: Komentár zdieľania
sr: Deljeni Komentar
sv: Dela kommentar
tr: Paylaşım Açıklaması
uk: Коментарі спільного доступу

source: Share password
ca: Contrasenya de la compartició
cs: Heslo pro přístup ke sdílení
de: Freigabepasswort
es: Contraseña del recurso compartido
fr: Mot de passe du partage
nl: Wachtwoord delen
pl: Hasło udziału
pt: Palavra-chave da partilha
pt_br: Senha do compartilhamento
ro: Parolă partajare
ru: Пароль для общего доступа
sk: Heslo zdieľania
sr: Deljenia lozinka
sv: Dela lösenord
tr: Paylaşım parolası
uk: Пароль для спільного доступу

source: This option allows you to set a volume password, which can be a maximum of 8 characters long (using ASCII strongly recommended at the time of this writing).
ca: Aquesta opció et permet introduir una contrasenya de volum, que ha de ser de màxim 8 caràcters de llarg (Ara per ara és molt recomanat utilitzar ASCII).
cs: Pomocí této předvolby je možné nastavit heslo svazku, které může být nanejvýš 8 znaků dlouhé (je silně doporučeno použít pouze znaky z ASCII tabulky).
de: Diese Einstellung erlaubt Ihnen, ein Passwort für den Datenträger zu vergeben. Es darf maximal acht Zeichen enthalten. Wir empfehlen Ihnen dringend, hierfür ausschließlich ASCII-Zeichen zu verwenden.
es: Esta opción permite añadir una contraseña al volumen, que debe ser como maximo de 8 caracteres (usar caracters ASCII esta recomendado)
fr: Cette option vous permet de mettre un mot de passe sur le volume, il peut être long de 8 caractères au maximum (l'utilisation de l'ASCII est fortement recommandée pour le moment).
nl: Via deze optie kunt u een volumewachtwoord instellen die maximaal 8 tekens lang kan zijn (ten tijde van dit schrijven werd het gebruik van ASCII streng aanbevolen).
pl: Ta opcja pozwala ustawić woluminowi hasło, które może mieć maksymalnie 8 znaków długości (używanie ASCII zalecane na czas tworzenia tekstu)
pt: Esta opção permite que você defina uma senha de volume, que pode ter no máximo 8 caracteres (usando ASCII é fortemente recomendado no momento da redacção deste artigo).
pt_br: Esta opção permite a você definir uma senha de volume, que pode ter no máximo 8 caracteres (o uso de ASCII é altamente recomendável).
ro: Această opţiune vă permite să definiţi o parolă pentru volum, ea putînd avea maxim 8 caractere (la momentul scrierii acestui text recomandăm cu tărie coduri ASCII).
ru: Эта опция позволяет установить пароль к тому, который может быть не более 8 символов (использование кодировки ASCII настоятельно рекомендуется).
sk: Táto možnosť vám umožňuje nastaviť heslo zväzku, ktoré môže byť najviac 8 znakov dlhé (použitie ASCII je tohto času silne doporučené).
sr: Ova opcija vam omogućava da podesite lozinku za volumen, koja može biti najviše 8 znakova (preporučuje se korišćenjem ASCIIa u vreme pisanja ovog teksta).
sv: Detta alternativ låter dig ställa in ett lösenord för volymen, som kan vara högst 8 tecken långt (ASCII rekommenderas starkt när detta skrivs).
tr: Bu seçenek, en fazla 8 karakter uzunluğunda olabilen bir birim parolası belirlemenize izin verir (bu yazılırken ASCII kullanılması son derece önerilir).
uk: Ця опція дозволяє встановлювати довжину пароля, який може бути максимум 8 символів (використання кодування ASCII наполегливо рекомендується).

source: Share Character Set
ca: Conjunt de caràcters de la compartició
cs: Znaková sada sdílení
pl: Zestaw znaków dla udziału
sk: Znaková sada zdieľania

source: Specifies the share character set. For example UTF8, UTF8-MAC, ISO-8859-15, etc.
ca: Especifica el conjunt de caràcters de la compartició. Per exemple UTF8, UTF8-MAC, ISO-8859-15, etc.
cs: Určuje znakovou sadu. Například UTF8, UTF8-MAC, ISO-8859-15, atd.
pl: Określa zestaw znaków dla udziału. Przykładowo UTF8, UTF8-MAC, ISO-8859-15, itd.
sk: Určuje znakovú sadu zdieľania. Napríklad UTF8, UTF8-MAC, ISO-8859-15, atď.

source: Allow List
ca: Llista de Permesos
cs: Komu je umožněn přístup
de: Zugriff gewähren
es: Listado de Permitidos
fr: Autoriser
nl: Lijst Toestaan
pl: Lista dozwolonych
pt: Lista Permitida
pt_br: Lista Permitida
ro: Listă acces permis
ru: Список разрешений
sk: Zoznam povolení
sr: Lista dozvola
sv: Tillåt lista
tr: İzin Verilen Listesi
uk: Список дозволених

source: This option allows the users and groups that access a share to be specified. Users and groups are specified, delimited by commas. Groups are designated by a @ prefix.
ca: Aquesta opció permet especificar quins usuaris i grups podran accedir la compartició. Els usuaris i grups son especificats separats per comes. Els grups son designats com a tal amb el prefix @
cs: Tato volba umožňuje určit uživatele a skupiny, kterým je umožněn přistup ke sdílení. Jednotlivé položky seznamu oddělujte čárkami. Před názvy skupin pište znak @.
de: Diese Einstellung ermöglicht es, den Zugriff auf diese Freigabe auf einzelne Benutzer und Gruppen einzuschränken. Mehrere Einträge sollten mit einem Komma voneinander getrennt werden. Bei Gruppen muss das @-Zeichen als Präfix zur Unterscheidung verwendet werden.
es: Esta opción permite especificar que usuarios y grupos tendran acceso al recurso compartido. Se separan por comas, los grupos se identifican añadiendo el prefijo @
fr: Cette option définie les utilisateurs et groupes qui ont accès au partage, ils sont séparés par des virgules. Le préfixe @ désigne les groupes.
nl: Via deze optie kunnen de gebruikers en groepen die toegang hebben tot een share worden opgegeven. Gebruikers en groepen worden opgegeven, gescheiden door komma's. Groepen worden benoemd door een @-voorvoegsel.
pl: Ta opcja pozwala na określenie użytkowników i grup mających dostęp do udziału. Użytkownicy i grupy oddziela się przecinkiem. Grupy zaczynają się przedrostkiem @.
pt: Esta opção permite que os usuários e grupos que acessar um compartilhamento deve ser especificado. Usuários e grupos são especificados, delimitados por vírgulas. Grupos são designados por um prefixo @.
pt_br: Esta opção permite especificar os usuários e grupos que acessam o compartilhamento. Usuários e grupos são especificados, separados por vírgulas. Grupos são designados um @ como prefixo.
ro: Această opţiune permite specificarea utilizatorilor şi grupurilor care pot accesa o partajare. Utilizatorii şi grupurile sunt delimitaţi prin virgulă. Grupurile sunt marcate cu prefixul @.
ru: Это опция разрешает выбранным пользователям и группам доступ к общему ресурсу. Пользователи и группы должны быть разделены запятыми. Группы обозначаются префиксом @.
sk: Táto možnosť umožňuje špecifikovať používateľov a skupiny, ktoré majú prístup k zdieľaniu. Jednotlivých používateľov a skupiny oddeľujte čiarkami. Skupiny sú určené predponou @.
sr: Ova opcija omogućava da korisnici i grupe koje pristupaju deljenom resursu budu navedeni. Navedeni korisnici i grupe su razgraničeni zarezima. Grupe su označene sa @ prefiksom.
sv: Det här alternativet kan användare och grupper som använder en utdelning som skall fastställas. Användare och grupper anges, avgränsas med kommatecken. Grupper betecknas med ett @ prefix.
tr: Bu seçenek, bir paylaşıma erişen kullanıcı ve grupların belirtilmesine izin verir. Kullanıcı ve gruplar virgülle sınırlandırılarak belirtilir. Gruplar @ öneki ile belirtilir.
uk: Це опція дозволяє вибраним користувачам і групам доступ до спільного ресурсу. Користувачі та групи повинні бути розділені комами. Групи позначаються префіксом "@".

source: Deny List
ca: Llista de Denegats
cs: Seznam odepřených
de: Zugriff verweigern
es: Lista de No permitidos
fr: Interdire
nl: Lijst Weigeren
pl: Lista zabronionych
pt: Lista não Permitida
pt_br: Lista Negada
ro: Listă acces restricţionat
ru: Список запретов
sk: Zoznam zákazov
sr: Lista odbijanja
sv: Neka lista
tr: Reddedilen Listesi
uk: Список заборон

source: The deny option specifies users and groups who are not allowed access to the share. It follows the same format as the allow option.
ca: La opció de Denegats especifica a quins usuaris i grups no s'els permet accedir a la compartició. Té el mateix format que la opció de Permesos.
cs: Tato volba určuje uživatele a skupiny, kterým je odepřen přístup ke sdílení. Forma zápisu je totožná se seznamem těch, kterým je přístup umožněn.
de: Diese Einstellung ermöglicht es, bestimmten Benutzern und Gruppen den Zugriff auf diese Freigabe zu verweigern. Es gelten den selben Regeln wie bei "Zugriff gewähren".
es: Esta opcion permite especificar que usuarios y grupos especificos No tendran acceso al compartido. Mismas reglas que los permitidos (separados por coma, grupos con el prefijo @)
fr: Cette option définie les utilisateurs et groupes dont l'accès au partage n'est pas autorisé. Elle suit le même format que l'option Autoriser.
nl: De weigeroptie geeft gebruikers en groepen aan die de share niet mogen benaderen. Dit volgt de indeling van de optie Toestaan.
pl: Ta opcja zabrania dostępu użytkownikom i grupom, którzy nie mają prawa dostępu obszaru współdzielonego. Format, w którym podawać należy wykluczone elementy jest taki sam, jak w opcji zezwalającej na dostęp.
pt: A opção deny especifica os usuários e grupos que não têm permissão de acesso ao compartilhamento. Ele segue o mesmo formato que a opção permitir.
pt_br: A opção de negação especifica usuários e grupos que não estão autorizados à acessarem compartilhamentos. Possui o mesmo formato que a opção de permissão.
ro: Opţiunea de restricţionare specifică utilizatorii şi grupurile care NU pot accesa partajarea. Are acelaşi format ca şi opţiunea de permitere a accesului.
ru: Это опция запрещает выбранным пользователям и группам доступ к общему ресурсу. Формат записи такой же, как и для опции разрешений.
sk: Táto možnosť zákazov určuje používateľov a skupiny, ktoré nemajú prístup k zdieľaniu. Používa rovnaký formát ako možnosť povolení.
sr: Opcija za zabranu pristupa određuje korisnike i grupe kojima nije dozvoljen pristup ovom deljenom resursu. Iz ovoga sledi isti format kao i za opciju dozvole.
sv: Neka alternativet anger användare och grupper som inte får tillgång till utdelningen Det följer samma format som tillåt alternativet.
tr: Reddetme seçeneği, paylaşıma erişmeye izin verilmeyen kullanıcı ve grupları belirler. İzin verme seçeneği gibi aynı biçimi izler.
uk: Це опція забороняє вибраним користувачам і групам доступ до спільного ресурсу. Формат запису такий самий, як і для опції дозволів.

source: Read-only Access
ca: Accés només de lectura (Read-only)
cs: Přístup pouze pro čtení
de: Nur-Lese Zugriff
es: Acceso de solo lectura
fr: Accès en lecture seule
nl: Alleen-lezentoegang
pl: Dostęp tylko do odczytu
pt: Acesso apenas de Leitura
pt_br: Acesso somente leitura
ro: Acces doar pentru citire
ru: Доступ только для чтения
sk: Prístup len pre čítanie
sr: Pristup samo za čitanje
sv: Skrivskyddad åtkomst (Bara läsa)
tr: Salt-okunur Erişimi
uk: Доступ лише для читання

source: Allows certain users and groups to have read-only access to a share. This follows the allow option format.
ca: Permet a determinats usuaris i grups accedir a la compartició només amb permis de lectura. Es segueix el mateix format que a la opció de Permesos.
cs: Povolí určitým uživatelům a skupinám přístup na sdílení pouze pro čtení. Forma zápisu je shodná se seznamem těch, kterým je přístup umožněn.
de: Gewähre bestimmten Benutzern und Gruppen einen schreibgeschützten Zugriff auf die Freigabe. Es gelten die selben Regeln wie bei "Zugriff gewähren".
es: Permite a ciertos usuarios y grupos tener acceso de solo lectura. menor prioridad que la lista de permitidos
fr: Permet à certains utilisateurs et groupes d'accéder au partage en lecture seule uniquement. Suit le même format que l'option Autoriser.
nl: Bepaalde gebruikers en groepen toestaan om alleen-lezen-toegang tot een share te hebben. Dit volgt het formaat van de optie Toestaan.
pt: Permite que determinados usuários e grupos ter acesso somente leitura a um compartilhamento. Isso segue o formato de opção permitir.
pt_br: Permite que certos usuários tenham acesso a compartilhamentos de rede com permissões de leitura. Esta opção segue o formato permissivo.
ro: Permite anumitor utilizatori şi grupuri să acceseze o partajare doar pentru citire. Respectă acelaşi format ca şi lista acces permis.
ru: Разрешает выбранным пользователям и группам доступ только для чтения к общему ресурсу. Формат записи такой же.
sk: Dovoľ určitým užívateľom a skupinám mať "iba-čítanie" prístup na share. Toto sa riadi pomocou "allow option" formátu.
sr: Omogućava određenim korisnicima i grupama da imaju pristup da samo čitaju sadržaj deljenog resursa. Ovo prati format dozvoliti opciju.
sv: Tillåter vissa användare och grupper att få skrivskyddad tillgång till en utdelning. Detta följer tillåt alternativet format
tr: Belli kullanıcılara ve gruplara bir paylaşıma salt okunur erişimi için izin verir. İzin verme seçeneği biçimini bu izler.
uk: Дозволяє вибраним користувачам і групам доступ тільки для читання до спільного ресурсу. Формат запису той самий.

source: Read-write Access
ca: Accés Lectura-escriptura
cs: Přístup pro čtení a zápis
de: Lese-Schreib Zugriff
es: Accesos de Lectura-Escritura
fr: Accès en lecture/écriture
nl: Lees-/schrijftoegang
pl: Dostęp do odczytu i zapisu
pt: Acesso de Leitura e Escrita
pt_br: Acesso de leitura/escrita
ro: Acces citire-scriere
ru: Доступ для чтения-записи
sk: Prístup pre zápis a čítanie
sr: Čitanje-upis pristup
sv: Läs-och skrivrättigheter
tr: Okuma-yazma Erişimi
uk: Доступ для читання-запис
