Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: The Certificate: %(cert_name)s is either malformed or invalid and cannot be used for any services. This Alert will remain here until the certificate is deleted
cs: Certifikát: %(cert_name)s má buď nesprávný formát nebo je neplatný a proto nemůže být použit pro žádnou službu. Tato výstraha zde zůstane do doby, než bude certifikát smazán
nl: Het certificaat %(cert_name)s is onjuist ingedeeld of ongeldig en kan niet voor services worden gebruikt. Deze waarschuwing blijft aanwezig totdat het certificaat wordt verwijderd
ru: Сертификат: %(cert_name)s либо неправилен либо недействителен и не может быть использован для каких-либо сервисов. Это предупреждение будет оставаться здесь, пока сертификат не будет удален
tr: Sertifika: %(cert_name)s ya hatalı oluşturulmuş ya da geçersiz ve herhangi bir hizmet için kullanılamaz. Bu Uyarı sertifika silinene kadar burada kalacaktır
uk: Сертифікат: %(cert_name)s або неправильний або недійсний і не може бути використаний для будь-яких сервісів. Це попередження залишатиметься тут, поки сертифікат не буде видалений

source: The Certificate Authority(CA): %(CA_name)s is either malformed or invalid and cannot be used for any services. This Alert will remain here until the CA is deleted
cs: Certifikační autorita (CA): %(CA_name)s buď nemá správný formát nebo je neplatná a proto nemůže být použita pro žádnou službu. Tato výstraha zde zůstane do doby, než bude autorita smazána
nl: De certificaatautoriteit (CA) %(CA_name)s is onjuist ingedeeld of ongeldig en kan niet voor services worden gebruikt. Deze waarschuwing blijft aanwezig totdat de CA wordt verwijderd
ru: Центр Сертификации(CA): %(CA_name)s либо неправилен либо недействителен и не может быть использован для каких-либо сервисов. Это предупреждение будет оставаться здесь, пока CA не будет удален
tr: Sertifika Yetkisi (CA): %(CA_name)s ya hatalı oluşturulmuş ya da geçersiz ve herhangi bir hizmet için kullanılamaz. Bu Uyarı CA silinene kadar burada kalacaktır
uk: Центр Сертифікації (CA): %(CA_name)s або неправильний або недійсний і не може бути використаний для будь-яких сервісів. Це попередження залишатиметься тут, поки CA не буде видалений

source: Unable to decode %s license
cs: Nebylo možné dekódovat licenci %s
fr: Incapable de décoder la license %s
nl: Kan %s-licentie niet ontcijferen
ru: Невозможно расшифровать %s лицензию
tr: %s lisansı çözülemiyor
uk: Не вдалося розшифрувати %s ліцензію

source: Your %s license has expired
cs: Platnost vaší %s licence skončila
nl: Uw %s-licentie is verlopen
ru: Ваша лицензия %s истекла
tr: %s lisansınızın süresi doldu
uk: Ваша ліцензія %s минула

source: Your %(sw_name)s license is going to expire in %(date)s
cs: Platnost vaší %(sw_name)s licence skončí %(date)s
ru: Ваша лицензия %(sw_name)s истечет %(date)s
tr: %(sw_name)s lisansınızın süresi %(date)s içinde dolacak
uk: Ваша ліцензія %(sw_name)s закінчиться %(date)s

source: Update failed. Check /data/update.failed for further details.
cs: Aktualizace se nezdařila. Další podrobnosti naleznete v souboru /data/update.failed.
nl: Update mislukt. Bekijk /data/update.failed voor meer details.
ru: Обновление не удалось. Проверьте /data/update.failed для подробностей.
tr: Güncelleme başarısız oldu. Daha fazla ayrıntı için /data/update.failed dosyasını kontrol edin.
uk: Оновлення не вдалося. Перевірте /data/update.failed для подробиць.

source: VMWare snapshot %(snap)s failed for the following VMs: %(vms)s
cs: Nepodařilo pořídit zachycené stavy %(snap)s pro následující VMWare virtuální stroje: %(vms)s
nl: VMware-momentopname %(snap)s mislukt voor de volgende VM's: %(vms)s
ru: Снимок VMWare %(snap)s не удался для следующих ВМ: %(vms)s
tr: VMWare anlık görüntüsü %(snap)s şurada belirtilen VM'ler için başarısız oldu: %(vms)s
uk: Знімок VMWare %(snap)s не вдався для наступних ВМ: %(vms)s

source: Validate Remote Path
cs: Ověřit umístění na protistraně
nl: Extern pad valideren
ru: Проверить удаленный путь
tr: Uzak Yolu Doğrula
uk: Перевірити віддалений шлях

source: This ensures Remote Path Validation. Uncheck this if the remote machine is currently offline or beyond network reach. And/Or you do not want validation to be done.
cs: Toto zajistí ověření umístění na protistraně. V případě, že je vzdálený stroj v současnosti vypnutý či nedostupný po síti, zrušte zaškrtnutí této volby. Též proveďte v případě, že ověřování zkrátka nechcete provádět.
nl: Dit verzekert extern-padvalidatie. Vink dit uit als de externe machine momenteel offline of buiten bereik van het netwerk is. En/of als u geen validatie wilt laten uitvoeren.
ru: Это гарантирует проверку удаленного пути. Снимите этот флажок, если удаленная машина в данный момент отсутствует или вне досягаемости. И/или Вы не хотите чтобы проверка выполнялась.
tr: Bu, Uzak Yolu Doğrula'mayı garantiler. Eğer uzak makine şu anda çevrimdışı ya da ağa ulaşmaktan uzaksa bunun işaretini kaldırın. Ve/Veya doğrulamanın yapılmasını istemiyorsanız.
uk: Це гарантує перевірку віддаленого шляху. Зніміть цей прапорець якщо віддалена машина в даний момент відсутня або поза досяжністю, або Ви не хочете щоб перевірка виконувалася.

source: The Remote Path you specified does not exist or is not a directory.<br>Either create one yourself on the remote machine or uncheck the<br>'rsync_validate_rpath' field.<br>**Note**: This could also happen if the remote path entered<br> exceeded 255 characters and was truncated, please restrict it to<br>255. Or it could also be that your SSH credentials (remote host,etc) are wrong.
cs: Zadané umístění na protistraně neexistuje nebo se nejedná o složku.<br>Buď ji tam vytvořte ručně nebo zrušte zaškrtnutí kolonky<br>rsync_validate_rpath (ověřit).<br>**Poznámka**: K této situaci může dojít též v případě, že délka popisu umístění na protistraně <br> přesáhne 255 znaků a je proto zkrácena. Upravte proto umístění tak, aby k jeho popisu postačilo oněch<br>255 znaků. Případně by příčinou ještě mohla být chybná SSH pověření (dále něco pokaženého na protistraně, atd).
nl: Het externe pad dat u hebt opgegeven bestaat niet of is geen map.<br>Maak er zelf een aan op de externe machine, of vink het vakje<br>'rsync_validate_rpath' uit.<br>**Noot**: dit kan ook gebeuren als het ingevoerde externe pad<br>langer is dan 255 tekens en is afgekapt; beperk dit tot 255.<br>Het kan ook zo zijn dat uw SSH-referenties (externe host, etc.) onjuist zijn.
ru: Удаленный путь не существует или не является каталогом.<br>Создайте его на удаленной машине самостоятельно,<br>либо отметьте поле 'rsync_validate_rpath'.<br>**Примечание**: Это также может произойти, если удаленный путь<br> превысил 255 символов и был усечен, ограничьте его<br>255 символами. Также причиной могут быть неверные SSH полномочия (удаленный хост, и т.д.).
tr: Belirttiğiniz Uzak Yol mevcut değil ya da bir dizin değil.<br>Ya uzak makinede bir tane kendiniz oluşturun ya da <br>'rsync_validate_rpath' alanının işaretini kaldırın.<br>**Not**: Eğer uzak yol girildiyse, 255 karakteri aştıysa ve kesildiyse, bu<br> yine de olabilirdi, lütfen bunu 255 karaktere sınırlandırın.<br> Veya bu aynı zamanda yanlış olan SSH kimlik bilgileriniz (uzak anamakine, vb.) de olabilirdi.
uk: Віддалений шлях не існує або не є каталогом.<br>Створіть його на віддаленій машині самостійно,<br>або відзначте поле 'rsync_validate_rpath'.<br>**Примітка**: Це також може статися, якщо віддалений шлях<br>перевищив 255 символів і був усічений, обмежте його<br>255 символами. Також причиною можуть бути невірні SSH повноваження (віддалений хост, і т.д.).

source: Delay Updates
cs: Pozdržet aktualizace
nl: Updates vertragen
ru: Задержать обновления
tr: Güncellemeleri ertele
uk: Затримати поновлення

source: Put all updated files into place at the end
cs: Umístit všechny aktualizované soubory až na konec
ru: Разместить все обновленные файлы по местам в конце
tr: Tüm güncellenmiş dosyaları sondaki yerin içine koyar
uk: Розмістити всі оновлені файли по місцях в кінці

source: Fiber Channel Ports
cs: Porty Fibre Channel
nl: Fiber Channel-poorten
ru: Порты Fiber Channel
tr: Fiber Kanal Bağlantı Noktaları
uk: Порти Fiber Channel

source: Block
cs: Blokové
ru: Блочные устройства
tr: Blok
uk: Блокові пристрої

source: Are you sure you want to online?
cs: Opravdu chcete přejít do režimu online?
nl: Weet u zeker dat u online wilt gaan?
ru: Вы уверены, что хотите подключить?
tr: Çevrimiçi olmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете підключити?

source: License Information
cs: Informace o licenci
nl: Licentiegegevens
ru: Информация о лицензии
tr: Lisans Bilgileri
uk: Інформація про ліцензію

source: Update License
cs: Aktualizovat licenci
nl: Licentie bijwerken
ru: Обновить лицензию
tr: Lisansı Güncelle
uk: Оновити ліцензію

source: System Serial
cs: Sériové číslo stroje
nl: Serienummer van systeem
ru: Серийный номер системы
tr: Sistem Seri No
uk: Серійний номер системи

source: Contract Type
cs: Typ smlouvy
nl: Type contract
ru: Тип контакта
tr: Sözleşme Türü
uk: Тип контакту

source: Bronze
cs: Bronzová
nl: Brons
ru: Бронзовый
tr: Bronz
uk: Бронзовый

source: Silver
cs: Stříbrná
nl: Zilver
ru: Серебряный
tr: Gümüş
uk: Срібний

source: Gold
cs: Zlatá
nl: Goud
ru: Золотой
tr: Altın
uk: Золотий

source: 8x5 FreeNAS Support
cs: Podpora FreeNAS v běžné pracovní době (8-17hod)
nl: 8x5 FreeNAS-ondersteuning
ru: 8x5 Поддержка FreeNAS
tr: 8x5 FreeNAS Desteği
uk: 8x5 Підтримка FreeNAS

source: Maximum of 6 incidents per year
cs: Nejvýše 6 servisních případů ročně
nl: Maximum van 6 incidenten per jaar
ru: Максимум 6 случаев в год
tr: Yılda en fazla 6 olay
uk: Максимум 6 випадків на рік

source: Contract Date
cs: Datum smlouvy
nl: Contractdatum
ru: Дата контракта
tr: Sözleşme Tarihi
uk: Дата контракту

source: Expired
cs: Platnost skončila
nl: Verlopen
ru: Истёк
tr: Süresi Doldu
uk: Вийшов термін

source: Customer Name
cs: Jméno/název zákazníka
nl: Klantnaam
ru: Имя клиента
tr: Müşteri Adı
uk: ім'я клієнта

source: Features
cs: Funkce
nl: Functies
ru: Возможности
tr: Özellikler
uk: Можливості

source: Additional Hardware
cs: Přídavný hardware
nl: Aanvullende hardware
ru: Дополнительное оборудование
tr: İlave Donanım
uk: Додаткове обладнання

source: E16 Enclosure
cs: Šasi E16
nl: E16-behuizing
tr: E16 Muhafazası

source: E24 Enclosure
cs: Šasi E24
nl: E24-behuizing
tr: E24 Muhafazası

source: E60 Enclosure
cs: Šasi E60
nl: E60-behuizing
tr: E60 Muhafazası

source: License is not valid! Contact iXsystems support.
cs: Licence není platná! Kontaktujte podporu iXsystems.
nl: Licentie is niet geldig! Neem contact op met iXsystems support.
ru: Лицензия не действительна! Обратитесь в службу поддержки iXsystems.
tr: Lisans geçerli değil! iXsystems desteği ile irtibata geçin.
uk: Ліцензія не дійсна! Зверніться в службу підтримки iXsystems.

source: License not found! Contact iXsystems support.
cs: Licence nebyla nalezena! Kontaktujte podporu iXsystems.
nl: Licentie niet gevonden! Neem contact op met iXsystems support.
ru: Лицензия не найдена! Обратитесь в службу поддержки iXsystems.
tr: Lisans bulunamadı! iXsystems desteği ile irtibata geçin.
uk: Ліцензія не знайдена! Зверніться в службу підтримки iXsystems.

source: Before filing a bug report or feature request, search
cs: Předtím, než vyplníte hlášení o chybě či žádost o funkcionalitu, podívejte se na
nl: Doorzoek voordat u een bugrapport of functieverzoek indient
ru: Прежде заполнения отчета об ошибке проверьте
tr: Bir hata raporu ya da özellik isteğini doldurmadan önce, sorunun zaten bildirilmediğinden emin olmak için
uk: Перш заповнювати звіт про помилку, перевірте

source: to ensure the issue has not already been reported. If it has, add a comment to the existing issue instead of creating a new one.
cs: , zda toto už nebylo nahlášeno někým jiným. Pokud ano, přidejte svůj komentář k existujícímu hlášení a nevytvářejte nové.
nl: om te controleren of het probleem al is gemeld. Als dat zo is, voeg dan een opmerking aan het bestaande probleem toe in plaats van een nieuwe melding aan te maken.
ru: чтобы убедиться что о проблеме еще не сообщили. Если это так, добавьте свой комментарий вместо создания нового отчета.
tr: adresinde arama yapın. Eğer varsa, yeni bir tane oluşturmak yerine varolan soruna bir yorum ekleyin.
uk: щоб переконатися що про проблему ще не повідомили. Якщо це так, додайте свій коментар замість створення нового звіту.

source: For enterprise-grade storage solutions and support, please visit
cs: Pro řešení pro podniková úložiště a jejich podporu navštivte
nl: Bezoek voor opslagoplossingen en ondersteuning voor ondernemingen
ru: Для промышленных решений и поддержки посетите
tr: Ticari kuruluş derecesinde depolama çözümleri ve desteği için, lütfen şu adresi ziyaret edin:
uk: Для промислових рішень і підтримки відвідайте

source: Your license has expired, please place a new one.
cs: Platnost vaší licence skončila, zadejte prosím novou.
nl: Uw licentie is verlopen, plaats een nieuwe.
ru: Ваша лицензия истекла, пожалуйста вставьте новую.
tr: Lisansınızın süresi doldu, lütfen yeni bir tane yerleştirin.
uk: Ваша ліцензія закінчились, будь ласка вставте нову.

source: Backup of encrypted volumes is not supported. If your system have any, they will be skipped during the backup.
cs: Zálohování šifrovaných svazků není podporováno. V případě, že nějaké používáte, budou při zálohování přeskočeny.
nl: Back-ups van versleutelde volumes worden niet ondersteund. Als uw systeem er enkele bevat, worden deze tijdens het maken van de back-up overgeslagen.
ru: Резервное копирование шифрованых томов не поддерживается. Если таковые имеются, они будут пропущены при копировании.
tr: Şifrelenmiş birimlerin yedeklenmesi desteklenmiyor. Eğer sisteminizde herhangi bir şey varsa, yedekleme sırasında atlanacaktır.
uk: Резервне копіювання зашифрованих томів не підтримується. Якщо такі є, вони будуть пропущені при копіюванні.

source: Automatic scrub interval (in days)
cs: Interval mezi automatickým odstraňováním starých položek (dny)
nl: Interval voor automatische reinigingen (in dagen)
ru: Интервал автоматической проверки (в днях)
tr: Otomatik temizleme aralığı (gün olarak)
uk: Інтервал автоматичної перевірки (у днях)

source: The system will reboot to perform this operation!
cs: V rámci provedení této akce bude systém restartován!
nl: Het systeem wordt opnieuw opgestart om deze bewerking uit te voeren!
ru: Для выполнения действия система будет перезагружена!
tr: Bu işlemi gerçekleştirmek için sistem yeniden başlatılacak!
uk: Для виконання дії система буде перезавантажена!

source: HINT: Test e-mails are sent to root user. To configure it use Account -> Users -> View Users -> root -> Change E-mail
cs: RADA: Zkušební e-maily jsou odesílány správci systému. Jeho adresa se nastavuje v Účty -> Uživatelé -> Zobrazit uživatele -> root -> Změnit e-mail
fr: ASTUCE : Les e-mails de test sont envoyés à l'utilisateur root. Pour le configurer, aller dans Utilisateurs -> root -> Modifier l'e-mail
nl: HINT: test-e-mails worden naar de rootgebruiker verzonden. Gebruik Account -> Gebruikers -> Gebruikers weergeven -> root -> E-mailadres wijzigen om dit te configureren
ru: СОВЕТ: Проверочные сообщения отправляются пользователю root. Для настройки используйте Учетные записи -> Пользователи -> Просмотр пользователей -> root -> Изменить E-mail
tr: İPUCU: Deneme e-postaları root kullanıcısına gönderilir. Yapılandırmak için Hesap -> Kullanıcılar -> Kullanıcıları Göster -> root -> E-postayı Değiştir'i kullanın
uk: ПОРАДА: Перевірочні повідомлення відправляються користувачеві root. Для налаштування використовуйте Облікові записи -> Користувачі -> Перегляд користувачів -> root -> Змінити E-mail

source: Disks to be formatted
cs: Disky, které naformátovat
nl: Te formatteren schijven
ru: Диски для форматирования
tr: Biçimlendirmek için diskler
uk: Диски для форматування

source: The system will be rebooted after updates are applied.
cs: Po nainstalování aktualizací bude systém restartován.
nl: Het systeem zal opnieuw worden opgestart nadat updates zijn toegepast.
ru: Система будет перезагружена после установки обновлений.
tr: Güncellemeler uygulandıktan sonra sistem yeniden başlatılacaktır.
uk: Система буде перезавантажена після установки оновлення.

source: Update server could not be reached
cs: Nepodařilo se kontaktovat aktualizační server
nl: Updateserver kon niet worden bereikt
ru: Невозможно подключиться к серверу обновлений
tr: Güncelleme sunucusuna ulaşılamadı
uk: Неможливо підключитися до сервера оновлень

source: Update Available
cs: Jsou k dispozici aktualizace
nl: Update beschikbaar
ru: Доступно обновление
tr: Güncelleme Mevcut
uk: Доступне оновлення

source: A new update is available for the %(train)s train. Changelog: %(changelog)s
cs: Pro řadu %(train)s je k dispozici aktualizace. Seznam změn: %(changelog)s
nl: Er is een nieuwe update beschikbaar voor de train %(train)s. Changelog: %(changelog)s
ru: Доступно новое обновления для %(train)s train. Журнал изменений: %(changelog)s
tr: %(train)s çalışması için yeni bir güncelleme mevcut. Değişiklikler: %(changelog)s
uk: Є нове оновлення для поїзда %(train)s. Журнал змін: %(changelog)s

source: This disables all forms of password login, including for sharing.
cs: Toto znemožní jakékoli přihlašování prostřednictvím zadávání hesla, a to i v případě přístupu ke sdílením.
fr: Cela désactive toute forme d'identification, y compris pour les partages.
nl: Dit schakelt alle vormen van wachtwoordaanmelding uit, waaronder voor delen.
pt_br: Isso desabilita todos os formulários com usuário e senha , inclusive para compartilhamento.
ro: Se dezactivează toate formele de autentificare cu parolă, inclusiv pentru partajări.
ru: Отключает все виды входа по паролю, включая общий доступ.
tr: Bu, oturum açma parolasının tüm biçimlerini etkisizleştirir, paylaşım için olan dahil.
uk: Відключає всі види входу по паролю, включаючи спільний доступ.

source: VLAN ID
cs: Identifikátor virtuální sítě (VLAN)

source: A mountpoint with this path is already in use by another share.
cs: Přípojný bod s tímto popisem umístění je už používán jiným sdílením.
fr: Le point de montage de ce chemin est déjà en utilisation pour un autre partage.
nl: Er wordt al een koppelpunt met dit pad door een andere share gebruikt.
pt_br: Um ponto de montagem com esse caminho já está em uso por outro compartilhamento.
ru: Точка монтирования с этим путем уже используется другим ресурсом.
tr: Bu yol ile bir bağlama noktası başka bir paylaşım tarafından zaten kullanımda.
uk: Точка монтування вже використовується iншим ресурсом.

source: You are trying to add a virtual device consisting of %(addnum)s device(s) in a pool that has a virtual device consisting of %(vdevnum)s device(s)
cs: Pokoušíte se přidat virtuální zařízení, sestávající se z %(addnum)s zařízení do fondu úložišť, které má virtuální zařízení, sestávající se z %(vdevnum)s zařízení
nl: U probeert een virtueel apparaat dat uit %(addnum)s apparaten bestaat toe te voegen in een pool die een virtueel apparaat bevat dat uit %(vdevnum)s apparaten bestaat
ru: Вы пытаетесь добавить виртуальное устройство состоящее из %(addnum)s устройств(а) в том содержащий виртуальное устройство из %(vdevnum)s устройств(а)
tr: %(vdevnum)s aygıttan oluşan bir sanal aygıta sahip bir havuz içinde %(addnum)s aygıttan oluşan bir sanal aygıtı eklemeye çalışıyorsunuz
uk: Ви намагаєтеся додати віртуальний пристрій, що складається з %(addnum)s пристроїв, в том, що містить віртуальний пристрій з %(vdevnum)s пристроїв

source: Confirm LDAP User DN Password
cs: Potvrzení hesla rozlišeného názvu LDAP uživatele
fr: Confirmer le mot de passe de l'utilisateur LDAP
nl: DN-wachtwoord van LDAP-gebruiker bevestigen
ru: Подтвердите пароль LDAP User DN
tr: LDAP Kullanıcısı DN Parolasını Onaylayın
uk: Підтвердіть пароль LDAP User DN

source: LDAP User DN Password
cs: Heslo rozlišeného názvu LDAP uživatele
nl: DN-wachtwoord van LDAP-gebruiker
pt_br: ID do Usuário no LDAP
ru: Пароль LDAP User DN
tr: LDAP Kullanıcısı DN Parolası
uk: Пароль LDAP User DN

source: Password for LDAP User DN
cs: Heslo pro tento rozlišený název LDAP uživatele
ru: Пароль для LDAP User DN
tr: LDAP Kullanıcısı DN için parola
uk: Пароль для LDAP User DN

source: NetBIOS cannot be the same as the first.
cs: NetBIOS nemůže být stejný, jako první.
pt_br: O nome NetBIOS não pode ser igual ao primeiro.
ru: Имя NetBIOS не может быть таким-же как первое.
tr: NetBIOS ilki gibi aynı olamaz.
uk: NetBIOS не може співпадати з першим.

source: The NetBIOS name cannot be the same as the workgroup name!
cs: NetBIOS název nemůže být stejný jako název pracovní skupiny!
nl: De NetBIOS-naam kan niet hetzelfde zijn als de werkgroepnaam!
ru: Имя NetBIOS не может быть таким-же как имя рабочей группы!
tr: NetBIOS adı çalışma grubu adı gibi aynı olamaz!
uk: NetBIOS не може співпадати з робочою групою!

source: Version number
cs: Číslo verze
fr: Numéro de version
nl: Versienummer
ru: Номер версии
tr: Sürüm numarası
uk: Номер версіі

source: Encryption algorithm
cs: Šifrovací algoritmus
fr: Algorithme de cryptage
nl: Versleutelingsalgoritme
ru: Алгоритм шифрования
tr: Şifreleme algoritması
uk: Алгоритм шифрування

source: Principal name
cs: Název identity
nl: Principal-naam
pt_br: Nome principal
tr: Sorumlu adı

source: Kerberos Principal
cs: Kerberos identita (principal)
tr: Kerberos Sorumlusu
uk: Адміністратор доступу Kerberos

source: The following VHIDs are already in use: %s
cs: Následující VHID jsou již používány: %s
nl: De volgende VHID's zijn al in gebruik: %s
ru: Следующие VHID уже используются: %s
tr: Şurada belirtilen VHID'ler zaten kullanımda: %s
uk: Наступні VHID вже використовуються: %s

source: The IP must be within the same network
cs: Je třeba, aby IP adresa spadala do stejné sítě
nl: Het IP moet binnen hetzelfde netwerk liggen
ru: IP должен быть из той-же сети
tr: IP aynı ağ içinde olmak zorundadır
uk: IP повинен належати до тій самій мережі

source: Virtual IP is not in the same network
cs: Virtuální IP adresa se nenachází ve stejné síti
nl: Virtueel IP ligt niet in hetzelfde netwerk
ru: Виртуальный IP не из той-же сети
tr: Sanal IP aynı ağda değil
uk: Віртуальний IP не з тієї-ж мережі

source: IPMI (Node %s)
cs: IPMI (uzel %s)
ru: IPMI (Узел %s)
tr: IPMI (Düğüm %s)
uk: IPMI (Вузол %s)

source: Virtual IP
cs: Virtuální IP adresa
nl: Virtueel IP
ru: Виртуальный IP
tr: Sanal IP
uk: Віртуальний IP

source: Virtual Host ID
cs: Identifikátor virtuálního hostitele
nl: ID van virtuele host
ru: ID виртуального хоста
tr: Sanal Anamakine Kimliği
uk: ID віртуального хоста

source: Critical for Failover
cs: Kritické pro převzetí služby v případě selhání
nl: Kritiek voor Failover
ru: Критично для переключения
tr: Yük Devretme için Kritik
uk: Критично для переключення

source: Virtual IPv4
cs: Virtuální IPv4 adresa
nl: Virtueel IPv4
ru: Виртуальный IPv4
tr: Sanal IPv4
uk: Віртуальний IPv4

source: IPMI (Node B)
cs: IPMI (uzel B)
ru: IPMI (Узел B)
tr: IPMI (Düğüm B)
uk: IPMI (Вузол B)

source: IPMI (Node A)
cs: IPMI (uzel A)
ru: IPMI (Узел A)
tr: IPMI (Düğüm A)
uk: IPMI (Вузол A)

source: Firmware version %(fwversion)s does not match driver version %(drversion)s for /dev/mpr%(mpr)s
cs: Verze firmware %(fwversion)s neodpovídá verzi ovladače %(drversion)s pro zařízení /dev/mpr%(mpr)s
fr: La version du firmware %(fwversion)s ne correspond pas à la version du driver %(drversion)s pour /dev/mpr%(mpr)s
nl: Firmwareversie %(fwversion)s komt niet overeen met stuurprogrammaversie %(drversion)s voor /dev/mpr%(mpr)s
ru: Версия firmware %(fwversion)s не соответствует версии драйвера %(drversion)s для /dev/mpr%(mpr)s
tr: /dev/mpr%(mpr)s için donanım yazılımı sürümü %(fwversion)s sürücü sürümü %(drversion)s ile eşleşmiyor
uk: Версія firmware %(fwversion)s не відповідає версії драйвера %(drversion)s для /dev/mpr%(mpr)s
