Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Minimum AIO write size
ca: Mida d'escriptura AIO minima
cs: Nejnižší umožněná hodnota asynchronního vst./výst. pro zápis
de: Mindestgröße für AIO Schreibzugriffe
es: Tamaño minimo de escritura AIO
fr: Taille minimale en écriture AIO
nl: Minimale AIO-schrijfgrootte
pl: Minimalny rozmiar zapisu AIO
pt: Tamanho minimo de escrita AIO
pt_br: Tamanho de escrita AIO mínimo
ro: Dimensiune minimă AIO la scriere
ru: Минимальный размер записи для асинхронного ввода/вывода
sk: Minimálna veľkosť AIO zápisu
sr: Minimalna AIO veličina zapisa
sv: Minsta AIO skrivstorlek
tr: En küçük AIO yazma boyutu
uk: Мінімальний розмір запису AIO (асинхронного вводу / виводу)

source: Samba will write asynchronously if request size is larger than this value.
cs: Pokud bude velikost požadavku převyšovat tuto hodnotu, Samba bude zapisovat asynchronně.
de: Samba verwendet asynchrone Schreibzugriffe, wenn die Anfrage die eingestellte Größe überschreitet.
es: Samba escribirá de forma asincrona si el tamaño de solicitud es mayor que este valor.
fr: Samba écrira de façon asynchrone si la taille de la requête est supérieure à cette valeur.
nl: Samba zal asynchroon schrijven als de aanvraaggrootte groter is dan deze waarde.
pt: Samba irá escrever assíncrono se o tamanho requerido for maior que este tamanho.
pt_br: Samba irá escrever assincronamente se o tamanho da requisição for maior que este valor.
ro: Samba va scrie nesincronizat dacă mărimea cerută este mai mare decât această valoare.
ru: Samba будет писать асинхронно, если размер запроса больше этого значения.
sr: Samba će asinhrono upisati ako je veličina zahteva veća od ove vrednosti.
sv: Samba kommer att skriva asynkront om den begärda storleken är större än detta värde.
tr: İstek boyutu bu değerden büyükse Samba eşzamanlı olmadan yazacaktır.
uk: Samba буде писати асинхронно, якщо розмір запиту більше, ніж це значення.

source: Zeroconf share discovery
cs: Nabízet sdílení pomocí technologie Zeroconf
de: Zeroconf Freigaben Suche
es: Descubrir automaticamente compartidos con Zeroconf
fr: Découverte zeroconf du partage
nl: Zeroconf-share-detectie
pt: Descobrir partilha Zeroconf
pt_br: Descoberta de compartilhamentos Zeroconf
ro: Descoperire partajare Zeroconf
ru: Zeroconf обнаружение ресурса
sr: Zeroconf deljeno otkrivanje
sv: Noll-konfigurerings utdelning upptäckt
tr: Sıfır yapılandırma paylaşım keşfi
uk: Використання Zeroconf share

source: Zeroconf support via Avahi allows clients (the Mac OSX finder in particular) to automatically discover the SMB shares on the system similar to the Computer Browser service in Windows.
cs: Technologie Zeroconf (zde implementovaná službou Avahi) umožňuje klientům (konkrétně aplikaci finder v Mac OS X) automaticky objevit SMB sdílení, nabízené systémem – podobně jako je tomu u služby Procházení počítačů v systému Windows.
fr: Le support zeroconf via Avahi permet aux clients (le finder MAC OSX en particulier) de découvrir automatique des partages SMB du système de façon similaire au service "Explorateur d'ordinateurs" de Windows.
nl: Door ondersteuning van Zeroconf via Avahi kunnen clients (met name de Finder in Mac OSX) automatisch de SMB-shares op het systeem detecteren, vergelijkbaar met de service Computer Browser in Windows.
pt_br: Suporte Zeroconf via Avahi permite clientes (O finder do Mac OSX em particular) para descobrir automaticamente compartilhamentos SMB no sistema, similitar ao serviço Browser de Computador do Windows.
ro: Suportul Zeroconf via Avahi permite clienţilor (în special clienţilor Mac OSX) să descopere partajările SMB din sistem similar serviciului Computer Browser din Windows.
ru: Поддержка Zeroconf через Avahi позволяет клиентам (в частности Mac OSX finder) автоматически находить общие ресурсы SMB аналогично Computer Browser service в Windows.
tr: Avahi aracılığıyla sıfır yapılandırma desteği, Windows'taki Bilgisayar Tarayıcısı hizmetine benzer, sistem üzerinde SMB paylaşımlarını otomatik olarak keşfetmek için istemcilere (özellikle Mac OSX buluculara) izin verir.
uk: Підтримка Zeroconf через Avahi дозволяє клієнтам (зокрема, пошуку Mac OSX) автоматично знаходити спільні ресурси SMB аналогічно службі Computer Browser в Windows.

source: Guest Access
ca: Accés convidat
cs: Přístup hosta
de: Gastzugriff
es: Acceso invitado
fr: Accès invités
nl: Gasttoegang
pl: Dostęp dla gościa
pt: Acesso de convidado
pt_br: Acesso de Convidado
ro: Acces de tip vizitator
ru: Гостевой доступ
sk: Prístup hosťa
sr: Gost pristup
sv: Gäståtkomst
tr: Misafir Erişimi
uk: Гостьовий доступ

source: Allows guest access to all apple shares on this box.
ca: Permet l'accés convidat a tots els share d'Apple en aquesta caixa.
cs: Umožnit nepřihlášeným uživatelům přistupovat ke všem sdílením Apple (AFP) na tomto FreeNAS systému.
de: Gastzugriffe auf alle Apple Freigaben dieses Servers erlauben.
es: Permitir acceso de invitado a todos los compartidos AFP.
fr: Autoriser les accès invités sur tous les partages Apple de ce serveur.
nl: Staat gasttoegang tot alle Apple-shares op deze machine toe.
pl: Włącz dostęp dla gościa do udziałów Apple na tym serwerze.
pt: Permite acesso de convidado a todas as partilhas apple nesta caixa.
pt_br: Permite acesso de convidado para todos os compartilhamentos apple neste sistema.
ro: Permite accesul de tip vizitator pentru toate partajările apple de pe server.
ru: Разрешает гостевой доступ на все свободно доступные ресурсы apple на этом хранилище.
sk: Povolenie hosťovského prístupu ku všetkým apple zdieľaným adresárom na tomto zariadeni.
sr: Omogućava gost pristup svim apple deljenim resursima na ovom polju.
sv: Tillåt gäståtkomst till alla Apple AFP-utdelningar på denna NAS.
tr: Bu kutudaki tüm apple paylaşımlarına misafir erişime izin verir.
uk: Дозволяє гостьовий доступ на всі вільно доступні ресурси Apple на цьому сховищі.

source: Max. Connections
cs: Nejvýše souběžných spojení
de: Max. Verbindungen
es: Máximo número de conexiones
fr: Connexions maximum
nl: Max. verbindingen
pt: Máximo de conexões
pt_br: Máx. de Conexões
ro: Nr. maxim conexiuni
ru: Макс. количество соединений
sr: Max. Konekcije
sv: Max antal anslutningar
tr: En Fazla Bağlantı
uk: Макс. з'єднань

source: Maximum number of connections permitted via AFP. The default limit is 50.
cs: Nejvyšší umožněný počet souběžných připojení prostřednictvím protokolu AFP. Výchozím omezením (když tato kolonka není vyplněna) je 50 takových připojení.
de: Maximale Anzahl von Verbindungen pro Sitzung (Standartwert: 50).
es: Máximo número de conexiones AFP permitidas (50 por defecto).
fr: Nombre maximum de connexions autorisées via AFP. La limite par défaut est de 50.
nl: Maximale aantal toegestane verbindingen via AFP. De standaardlimiet is 50.
pt: Número máximo de conexões via AFP. O limite é 50.
pt_br: Número máximo de conexões permitidas via AFP. O limite padrão é 50.
ro: Număr maxim de conexiuni permise prin AFP. Limita implicită este 50.
ru: Максимальное количество соединений разрешается через AFP. По умолчанию 50.
sr: Maksimalan broj konekcija dozvoljenih preko AFP. Podrazumevana vrednost je 50.
sv: Maximalt antal anslutningar tillåtna via AFP. Standard är 50.
tr: AFP aracılığı ile izin verilen en fazla bağlantı sayısı. Varsayılan sınır 50'dir.
uk: Максимально дозволена кількість з'єднань через AFP. Типово 50.

source: Number of servers
ca: Nombre de serveis
cs: Počet serverů
de: Anzahl der Server
es: Número de servidores
fr: Nombre de serveurs
nl: Aantal servers
pl: Liczba serwerów
pt: Número de servidores
pt_br: Número de servidores
ro: Număr servere
ru: Количество серверов
sk: Počet serverov
sr: Broj servera
sv: Antal servrar
tr: Sunucu sayısı
uk: Кількість серверів

source: Specifies how many servers to create. There should be enough to handle the maximum level of concurrency from its clients, typically four to six.
ca: Especifica quant servidors s'han de crear. Hi ha d'haver suficients per manejar el nivell màxim de concurrencies dels seus clients, normament entre 4 i 6
cs: Určuje kolik instancí serveru vytvořit. Je třeba, aby tento počet byl dostatečný i pro zvládnutí nejvyšší úrovně souběžných požadavků od jeho klientů, obvykle 4 - 6.
de: Legt die zu kreierenden Server fest. Bitte genügend wählen um die maximale Anzahl gleichzeitiger Client-Zugriffe handhaben zu können (üblicherweise zwischen vier und sechs).
es: Especifica el número de servidores para crear. Debería ser suficiente para manejar el nivel máximo de concurrencia de sus clientes, generalmente de cuatro a seis.
fr: Indique le nombre de serveurs à créer. Il doit y en avoir suffisamment pour gérer le niveau maximal de concurrence entre les clients, typiquement 4 à 6.
nl: Geeft het aantal aan te maken servers aan. Dit moet genoeg zijn om het maximale niveau van gelijktijdige verbindingen van clients te kunnen afhandelen, meestal 4 tot 6.
pl: Określa ilość tworzonych serwerów. Musi być wystarczająca aby obsłużyć maksymalny poziom jednoczesnych połączeń od klientów; przeważnie od czterech do sześciu.
pt: Especifica o número de servidores para criar. Não deve ser suficiente para lidar com o nível máximo de simultaneidade dos seus clientes, tipicamente quatro para seis.
pt_br: Especifique quantos servidores a criar. Deverão haver suficientes para aguentar o nível máximo de concorrência de seus clientes, normalmente quatro a seis.
ro: Specifică cât servere să fie create. Ar trebui să fie atâtea cât să suporte un nivel maximum de cereri ale clienţilor, tipic de la patru la sase.
ru: Определяет, сколько серверов создать. Должно быть достаточно ресурсов для обработки максимального уровня параллелизма клиентов, как правило, от четырех до шести.
sk: Určuje koľko serverov vytvoriť. Malo by ich dostatok na zvládnutie maximalnej hladiny súbežných klientov, typicky štyri až šesť.
sr: Navedite koliko servera treba napraviti. Trebalo bi da ih bude dovoljno da bi se rukovalo maksimalnim nivoom konkurentnosti od svojih klijenata, obično četiri do šest.
sv: Ange hur många servrar som ska skapas. det ska finnas tillräckligt för att hantera maximal nivå av samtidiga föffrågningar från klienter, oftast fyra till sex stycken.
tr: Kaç sunucu oluşturulacağını belirler. Genellikle dört ila altı olan istemcilerden gelen en fazla uyumluluk seviyesini işlemek yeterli olmalıdır.
uk: Визначає, скільки серверів створити. Повинно бути достатньо ресурсів для обробки максимального рівня паралелізму клієнтів, як правило, від чотирьох до шести.

source: Base Name
ca: Nom base
cs: Základní název
es: Nombre Base
fr: Nom de base
nl: Basisnaam
pl: Nazwa podstawowa
pt: Nome Base
pt_br: Nome Base
ro: Nume bază
ru: Базовое имя
sk: Základný názov
sr: Osnovno ime
sv: Basnamnet
tr: Temel Adı
uk: Базове ім'я

source: The base name (e.g. iqn.2007-09.jp.ne.peach.istgt, see RFC 3720 and 3721 for details) will append the target name that is not starting with 'iqn.'
ca: El nom base (ex. iqn.2007-09.jp.ne.peach.istgt, mirar RFC 3720 i 3721 per detalls) s'afegira al nom de destí que no comenci per 'iqn'.
cs: Pokud název cíle NEzačíná řetězcem znaků „iqn.“, bude k němu připojen základní název (např. iqn.2007-09.jp.ne.peach.istgt, podrobnosti viz RFC 3720 a 3721).
de: Der "base name" (z.B. iqn.2007-09.jp.ne.peach.istgt, siehe RFC 3720 und 3721 für Details) wird jedem Target Namen angehängt, wenn er nicht mit 'iqn.' beginnt.
es: El Nombre base se añadira al destino si no comienza por 'iqn' Ej: iqn.2007-09.jp.ne.peach.istg ver RFG 3720 y 3721 para detalles)
fr: Le nom de base (e.g. iqn.2007-09.jp.ne.peach.istgt, voir les RFC 3720 et 3721 pour plus de détails) sera ajouté au nom de cible qui ne commence pas par "iqn."
nl: De basisnaam (bv. iqn.2007-09.jp.ne.peach.istgt, zie RFC 3720 en 3721 voor details) zal de doelnaam die niet met 'iqn' begint toevoegen.
pl: Nazwa podstawowa (np. iqn.2007-09.jp.ne.peach.istgt, przeczytaj RFC 3720 oraz 3721 w celu uzyskania większej ilosci informacji) dołączy nazwę celu, którego nazwa nie zaczyna się od "iqn".
pt: O nome de base (por exemplo, iqn.2007 09.jp.ne.peach.istgt, consulte RFC 3720 e 3721 para mais detalhes) irá acrescentar o nome do alvo que não está iniciando com 'iqn.'
pt_br: O nome base (por exemplo iqn.2007-09.jp.ne.peach.istgt, veja RFC 3720 e 3721 para detalhes) irá concatenar com o nome do destino que não iniciar com 'iqn.'
ro: Numele bazei (ex. iqn.2007-09.jp.ne.peach.istgt, vezi RFC 3720 şi 3721 pt. detalii) va fi anexată numelui dispozitivului care nu începe cu 'iqn'.
ru: Базовое имя (т.е. iqn.2007-09.jp.ne.peach.istgt, смотри RFC 3720 и 3721 для подробной информации), добавит имя цели не начинающееся с 'iqn.'
sk: Základný názov (napr. iqn.2007-09.jp.ne.peach.istgt, detaily nájdete v RFC 3720 a 3721) bude pridané k názvu cieľu, ktorý nazačína 'iqn.'
sr: Osnovno ime (npr iqn.2007-09.jp.ne.peach.istgt, vidi RFC standarde 3720 i 3721 za detalje) će dodati ciljno ime koji ne počinje sa 'iqn.'
sv: Basnamnet (t.ex. iqn.2007-09.jp.ne.peach.istgt, se RFC 3720 och 3721 för detaljer) kommer att läggas till målnamn som inte börjar med 'iqn.'
tr: Temel ad (örn. iqn.2007-09.jp.ne.peach.istg, ayrıntılar için RFC 3720 ve 3721'e bakın), 'iqn' ile başlamayan hedef adlara ilave edilecek
uk: Базове ім'я (наприклад, iqn.2007-09.jp.ne.peach.istgt, див. RFC 3720 і 3721 для докладної інформації) додасть значення що не починається з 'iqn.'

source: Discovery Auth Method
ca: Mètode de descobriment automàtic
cs: Ověřovací metoda pro nabízení
de: Authentifizierungsmethode für Discovery
es: Descubrir Método de autenticación
fr: Méthode d'authentification pour la découverte
nl: Discovery Auth-methode
pl: Metoda autentykacji wykrywania
pt: Descobrir método de autenticação
pt_br: Método de Descoberta de Autenticação
ro: Metodă descoperire
ru: Метод аутентификации обнаружения
sk: Discovery Auth metóda
sr: Metod za otkrivanje potvrde identiteta
sv: Upptäckt autentisering metod.
tr: Keşif Yetki Yöntemi
uk: Метод аутентифікації для перегляду

source: I/O Timeout
cs: Časový limit prodlevy vst./výst.
de: I/O Zeitlimit
es: E/S de tiempo de espera
fr: Délais des Entrés/Sorties expiré
pl: Limit czasu wej./wyj.
pt: Terminou tempo I/O
pt_br: Tempo Limite de I/O
ro: Întârziere I/O
ru: Таймаут ввода/вывода
sk: Čas vypršania I/O požiadavky
sr: I/O vremensko ograničenje
sv: Tidsgräns för I/O
tr: G/Ç Zaman Aşımı
uk: Таймаут I/O

source: I/O timeout in seconds (30 by default).
ca: I/O timeout en segons (per defecte 30 segons).
cs: Časový limit prodlevy vst./výstp. v sekundách (výchozí hodnota je 30).
de: Zeitlimit für I/O Operationen in Sekunden (30 sind voreingestellt).
es: E/S tiempo de espera en segundos (30 por defecto)
fr: Délais avant expiration des E/S en secondes (30 par défaut).
nl: I/O-time-out in seconden (30 is standaard).
pl: Limit czasu wej./wyj. w sekundach (domyślnie 30).
pt: Tempo limite de I/O em segundos (30 por defeito).
pt_br: Tempo limite de I/O em segundos (30 por padrão).
ro: Întârziere I/O în secunde (implicit: 30)
ru: Таймаут ввода/вывода в секундах (30 по умолчанию).
sk: Čas vypršania I/O požiadavky v sekundách (30 v predvolenom nastavení)
sr: I/O vremensko ograničenje u sekundama (30 je podrazumevana vrednost).
sv: Tidsgräns för I/O i sekunder (30 är standard).
tr: Saniye cinsinden G/Ç zaman aşımı (varsayılan 30).
uk: Таймаут вводу/виводу в секундах (30 типово).

source: NOPIN Interval
ca: Interval NOPIN
cs: Časový úsek mezi NOPIN
de: NOPIN Intervall
es: Intervalo NOPIN
fr: Intervalle NOPIN
pl: Interwał NOPIN
pt: NOPIN Intervalo
pt_br: Intervalo de NOPIN
ro: Interval NOPIN
ru: NOPIN Интервал
sv: NOPIN-intervall
tr: NOPIN Aralığı
uk: NOPIN Інтервал

source: NOPIN sending interval in seconds (20 by default).
ca: Interval d'enviament NOPIN en segons (20 per defecte).
cs: NOPIN odesílací interval ve vteřinách (přednastaveno 20).
de: NOPIN Sendeintervall in Sekunden (20 sind voreingestellt).
es: Nopin intervalo de envío en segundos (20 por defecto).
fr: Intervalle d'émission NOPIN en secondes (20 par défaut).
nl: NOPIN-verzendinterval in seconden (20 is standaard).
pl: Interwał wysyłania NOPIN w sekundach (domyślnie 20).
pt: NOPIN intervalo de envio em segundos (20 por defeito).
pt_br: Intervalo de envio NOPIN em segundos (20 por padrão).
ro: Interval trimitere NOPIN în secunde (implicit: 20)
ru: NOPIN интервал отправки в секундах (20 по умолчанию).
sk: NOPIN odosielací interval v sekundách (20 v predvolenom nastavení).
sr: NOPIN interval za slanje u sekundama (20 je podrazumevana vrednost).
sv: NOPIN sändningsintervall i sekunder (20 är standard).
tr: Saniye cinsinden NOPIN gönderme aralığı (varsayılan 20).
uk: NOPIN інтервал відправки в секундах (20 типово).

source: Max. sessions
ca: Sessions màximes
cs: Nejvýše souběžných relací
de: Max. Sitzungen
es: Máximo número sesiones
fr: Sessions maximum
nl: Max. sessies
pl: Maksymalna ilość sesji
pt: Máximo de sessões
pt_br: Max. de sessões
ro: Nr. max de sesiuni
ru: Макс. сессий
sk: Maximálny počet relácií
sr: Maks. sesije
sv: Max antal sessioner
tr: En fazla oturum
uk: Максимум сесій

source: Maximum number of sessions holding at same time (16 by default).
ca: Nombre màxim de sessions al mateix moment (16 per defecte)
cs: Nejvyšší umožněný počet souběžných relací (výchozí hodnota je 16).
de: Maximale Anzahl gleichzeitiger Verbindungen (16 sind voreingestellt).
es: Máximo número sesiones a la vez (16 por defecto).
fr: Nombre maximum de sessions simultanées (16 par défaut).
nl: Maximale aantal sessies tegelijkertijd (16 is standaard).
pl: Maksymalna ilość sesji w tym samym czasie (domyślnie 16).
pt: Número máximo de sessões em espera ao mesmo tempo (16 por defeito).
pt_br: Número maximo de sessões simultâneas (16 por padrão).
ro: Număr maxim de sesiuni concomitente (implicit: 16)
ru: Максимальное количество одновременно открытых сессий (16 по умолчанию).
sk: Maximálny počet relácií držaných súčasne (16 v predvolenom nastavení).
sr: Maksimalan broj sesija angažovanih u isto vreme (16 je podrazumevana vrednost).
sv: Maximalt antal sessioner som är aktiva vid samma tidpunkt (16 som standard).
tr: Aynı zamanda tutulan en fazla oturum sayısı (varsayılan 16).
uk: Максимальна кількість одночасно відкритих сесій (16 типово).

source: Max. connections
ca: Connexions màximes
cs: Nejvýše souběžných spojení
de: Max. Verbindungen
es: Máximo número conexiones
fr: Connexions maximum
nl: Max. verbindingen
pl: Maksymalna ilość połączeń
pt: Máximo de conexões
pt_br: Máx. de conexões
ro: Nr. max. de conxiuni
ru: Макс. соединений
sk: Maximálny počet pripojení
sr: Maks. konekcije
sv: Max antal anslutningar
tr: En fazla bağlantı
uk: Максимум з'єднань

source: Maximum number of connections in each session (8 by default).
ca: Nombre màxim de connexions a cada sessió (8 per defecte).
cs: Nejvyšší umožněný počet spojení v každé z relací (výchozí hodnota 8).
de: Maximale Anzahl von Verbindungen pro Sitzung (Standard: 8).
es: Máximo número de conexiones en cada sesión (8 por defecto).
fr: Nombre maximum de connexions par session (8 par défaut).
nl: Maximale aantal verbindingen in elke sessie (8 is standaard).
pl: Maksymalna ilość połączeń w każdej sesji (domyślnie 8).
pt: Número máximo de conexões por cada sessão (8 por defeito).
pt_br: Número máximo de conexões e cada sessão (8 por padrão).
ro: Număr maxim de conexiuni pe fiecare sesiune (implicit: 8)
ru: Максимальное количество соединений в каждой сессии (8 по умолчанию).
sk: Maximálny počet pripojení v každej relácii (8 v predvolenom nastavení).
sr: Maksimalan broj konekcija u svakoj sesiji (8 je podrazumevana vrednost).
sv: Maximalt antal anslutningar i varje session (8 är standard).
tr: Her oturumdaki en fazla bağlantı sayısı (varsayılan 8).
uk: Максимальна кількість з'єднань у кожній сесії (8 типово).

source: Max. pre-send R2T
ca: Pre-enviamnet R2T màxim
cs: Nejvýše předem poslaných zpráv „připraveno k přenosu“ (R2T)
es: Envíos Maximos de R2T
fr: Pré-envois R2T maximum
pt: Máximo pré-envio R2T
pt_br: Máx. R2T pré-envio
ru: Макс. предварительно отправленных R2T
sk: Maximálny počet pre-send R2T
sr: Max. prethodno poslatih R2T
sv: Max. förskick R2T.
tr: En fazla R2T ön-gönderimi
uk: Макс. попередньо відправлених R2T

source: Maximum number of pre-send R2T in each connection (32 by default). The actual number is limited to QueueDepth of the target.
ca: Nombre màxim de pre envimaents R2T en cada conexió (32 per defecte). El nombre actual és limitat la Profunditat de la cua (QueueDepth) del target
cs: Nejvyšší umožněný počet předem poslaných zpráv „připraveno k přenosu“ (R2T) v každém ze spojení (výchozí je 32). Skutečný počet je omezen na délku fronty cíle.
de: Maximale Anzahl von "pre-send R2T" pro Verbindung (32 sind voreingestellt). Die tatsächliche Anzahl ist auf den Wert von "QueueDepth" des Targets beschränkt.
es: Número Max. de envios R2T por cada conexión (32 por defecto). El número está limitado por el destino.
fr: Nombre maximum de pré-envois R2T par connexion (32 par défaut). Ce nombre est en réalité limité par la profondeur de queue de la cible.
nl: Maximale aantal pre-send R2T per verbinding (32 is standaard). Het werkelijke aantal wordt beperkt door de QueueDepth van het doel.
pl: Maksymalna liczba wysłanych R2T w każdym połączeniu (domyślnie 32). Bieżąca liczba ograniczona jest przez długość kolejki urządzenia docelowego.
pt: O número máximo de pré-envio R2T em cada conexão (32 por padrão). O número real é limitado a tamanho máximo do alvo.
pt_br: Número máximo de R2T pré-envio em cada conexão (32 por padrão). O número atual é limitado ao QueueDepth do destino.
ru: Максимальное количество предварительно отправленных R2T в каждом соединении (32 по умолчанию). Фактическое количество ограничено параметром QueueDepth цели.
sk: Maximálny počet pre-send R2T v každom pripojení (32 v predvolenom nastavení). Aktuálne číslo je limitované do QueueDepth cieľa.
sr: Maksimalan broj pre slanja R2T u svakoj vezi (32 je podrazumevana vrednost). Stvarni broj je ograničen na QueueDepth cilja.
sv: Maximalt antal för-skickade R2T i varje anslutning (32 som standard). Det faktiska antalet är begränsad till QueueDepth av målet.
tr: Her bağlantıdaki en fazla R2T ön-gönderim sayısı (varsayılan 32). Asıl sayı hedefin QueueDepth değeri ile sınırlıdır.
uk: Максимальна кількість попередньо відправлених R2T в кожному з'єднанні (32 типово). Фактична кількість обмежена параметром QueueDepth цілі.

source: MaxOutstandingR2T
cs: NejvyseZbyvajicichPripravenokPrenosu(R2T)
de: Maximal ausstehende R2T
es: Máximos R2T Pendientes
ru: Максимально выдающийся R2T
sv: Max utstående R2T
tr: MakÇıkışDuranR2T
uk: Максимальне значення R2T що видається

source: iSCSI initial parameter (16 by default).
ca: Paràmetre inicial iSCSI (16 per defecte).
cs: Počáteční parametr iSCSI (výchozí hodnota je 16).
de: iSCSI Anfangsparameter (Standard: 16).
es: Parámetro inicial de iSCSI (16 por defecto).
fr: Paramètre initial iSCSI (16 par défaut).
nl: iSCSI-beginparameter (16 is standaard).
pl: Parametr startowy iSCSI (domyślnie 16).
pt: iSCSI parâmetro inicial (16 por defeito).
pt_br: Parâmetro inicial iSCSI (16 por padrão).
ro: Parametru iniţial iSCSI (implicit: 16).
ru: iSCSI начальный параметр (16 по умолчанию).
sk: iSCSI počiatočný parameter (16 v predvolenom nastavení).
sr: iSCSI inicijalni parametar (16 je podrazumevana vrednost).
sv: iSCSI första parametern (16 som standard).
tr: iSCSI başlangıç parametresi (varsayılan 16).
uk: Параметр ініціалізації iSCSI (16 типово).

source: First burst length
ca: Longitud del primer buffer
cs: Délka první dávky
de: Größe für First Burst
es: Longitud de la primera transmisión
fr: Longueur de la première rafale
nl: Eerste burstlengte
pt: Tamanho da primeira ruptura
pt_br: Comprimento do primeiro burst
ro: Mărimea primei rafale
ru: Длина первого порыва
sr: Prva veličina zapisa
sv: Första skurlängden
tr: İlk seri uzunluğu
uk: Довжина першого розриву
