Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: A hostname or IP here will be used as the destination to send collectd data to using the graphite plugin to collectd.
cs: Zde zadaný název stroje nebo jeho IP adresa, bude použit jako cíl pro odesílání údajů z nástroje collectd, resp. jeho zásuvného modulu pro graphite.
ru: Имя хоста или IP будет использоваться в качестве места назначения для отправки данных плагином graphite для collectd.
tr: Buradaki bir anamakine adı veya IP, collectd için grafit eklentisini kullanan collectd verisini göndermek için hedef olarak kullanılacaktır.
uk: Ім'я хоста або IP буде використовуватися в якості місця призначення для відправки даних плагіном graphite для collectd.

source: Disable Active Directory user/group cache
cs: Vypnout mezipaměť uživatelů/skupin Active Directory
nl: Cache voor Active Directory-gebruiker/-groep uitschakelen
ru: Отключить кеш пользователей/групп Active Directory
tr: Active Directory kullanıcı/grup önbelleğini etkisizleştir
uk: Відключити кеш користувачів/груп Active Directory

source: Set this if you want to disable caching Active Directory users and groups. WARNING: Only use this option if you have a large number of users and groups that is preventing the machine from binding to the domain, you will not be able to set permissions using the GUI with this turned on.
cs: Tuto předvolbu nastavte, pokud chcete vypnout ukládání uživatelů a skupin z adresáře Active Directory do mezipaměti. VAROVÁNÍ: Tuto předvolbu použijte jen v případě, kdy velké množství uživatelů a skupin brání stroji ve spojení s doménou, protože pokud tuto předvolbu zapnete, nebude možné nastavovat přístupová práva prostřednictvím grafického uživatelského rozhraní.
ru: Установите этот параметр если вы хотите отключить кэширование пользователей и групп Active Directory. ПРЕДУПРЕЖДЕНИЕ: Используйте это только если у вас есть большое количество пользователей и групп, что препятствует привязке машины к домену, вы не сможете установить разрешения с помощью графического интерфейса когда эта опция включенна.
uk: Встановіть цей параметр якщо ви хочете відключити кешування користувачів і груп Active Directory. ПОПЕРЕДЖЕННЯ: Використовуйте це тільки якщо у вас є велика кількість користувачів і груп, що перешкоджає прив'язці машини до домену, ви не зможете встановити дозволи за допомогою графічного інтерфейсу коли ця опція включенна.

source: You are not allowed to delete interfaces while failover is enabled.
cs: Když je zapnuté přebírání funkce v případě výpadku (failover), není možné mazat síťová rozhraní
nl: U mag geen interfaces verwijderen terwijl failover is ingeschakeld.
ru: Вы не можете удалять интерфейсы при включенной отказостойчивости.
tr: Yük devretme etkinleştirildiğinde arayüzleri silmenize izin verilmiyor.
uk: Ви не можете видаляти інтерфейси при включеній відмовостійкості.

source: Idmap Range Low
cs: Dolní mez rozsahu Idmap
ru: Низ диапазона Idmap
tr: Idmap Aralığı Düşük
uk: Низ діапазону Idmap

source: Idmap Range High
cs: Horní mez rozsahu Idmap
ru: Верх диапазона Idmap
tr: Idmap Aralığı Yüksek
uk: Верх діапазону Idmap

source: File System type
cs: Typ souborového systému
nl: Type bestandssysteem
ru: Тип файловой системы
tr: Dosya Sistemi türü
uk: Тип файлової системи

source: License
cs: Licence
nl: Licentie
ru: Лицензия
tr: Lisans
uk: Ліцензія

source: Boot Status
cs: Stav zavádění
nl: Opstartstatus
ru: Состояние загрузочного пула
tr: Önyükleme Durumu
uk: Статус пула завантаження

source: Set this if you want to disable caching Active Directory users and groups. Use this option if you are experiencing slowness or having difficulty binding to the domain with a large number of users and groups.
cs: Tuto předvolbu nastavte, pokud chcete vypnout ukládání uživatelů a skupin z adresáře Active Directory do mezipaměti. Tuto předvolbu použijte v případě, kdy velké množství uživatelů a skupin zpomaluje nebo dokonce brání stroji ve spojení s doménou.
nl: Stel dit in als u het opslaan in cache van Active Directory-gebruikers en -groepen wilt uitschakelen. Gebruik deze optie als u traagheid ervaart of moeite hebt met verbinden aan het domein met een groot aantal gebruikers en groepen.
ru: Установите этот параметр если вы хотите отключить кэширование пользователей и групп Active Directory. Используйте эту опцию если вы испытываете задержки или сложности в привязке к домену с большим числом пользователей и групп.
tr: Eğer Active Directory kullanıcılarını ve gruplarını önbelleklemeyi etkisizleştirmek istiyorsanız bunu ayarlayın. Eğer büyük bir sayıdaki kullanıcıları ve grupları etki alanına bağlamada zorluk çekiyor ve yavaşlık yaşıyorsanız bu seçeneği kullanın.
uk: Встановіть цей параметр якщо ви хочете відключити кешування користувачів і груп Active Directory. Використовуйте цю опцію якщо ви відчуваєте затримки або складності в прив'язці до домену з великим числом користувачів і груп.

source: Empty Certificate!
cs: Prázdný certifikát!
nl: Leeg certificaat!
ru: Пустой сертификат!
tr: Boş Sertifika!
uk: Пустий сертифікат!

source: {0} is a reserved internal keyword for Certificate Management
cs: {0} je vyhrazené vnitřní klíčové slovo pro správu certifikátu
nl: {0} is een gereserveerd intern trefwoord voor certificaatbeheer
ru: {0} является зарезервированным внутренним ключевым словом для управления сертификатами
tr: {0}, Sertifika Yönetimi için ayrılan bir dahili anahtar kelimedir
uk: {0} є зарезервованим внутрішнім ключовим словом для управління сертифікатами

source: Repair
cs: Opravit
nl: Repareren
ru: Восстановить
tr: Onar
uk: Відновити

source: NetBIOS alias
cs: Název v NetBIOS
ru: Псевдоним NetBIOS
tr: NetBIOS takma adı
uk: Псевдонім NetBIOS

source: A new update is available for the %(train)s train. Version: %(version)s Changelog: %(changelog)s
cs: Pro řadu %(train)s je k dispozici aktualizace. Verze: %(version)s Seznam změn: %(changelog)s
nl: Er is een nieuwe update beschikbaar voor de train %(train)s. Versie: %(version)s Changelog: %(changelog)s
ru: Доступно новое обновления для %(train)s train. Версия: %(version)s Журнал изменений: %(changelog)s
tr: %(train)s çalışması için yeni bir güncelleme mevcut. Sürüm: %(version)s Değişiklikler: %(changelog)s
uk: Є нове оновлення для поїзда %(train)s. Версія: %(version)s Журнал змін: %(changelog)s

source: Jail name may contain only alphanumeric characters and underscore.
cs: Název vyhrazeného prostředí (jail) nemůže obsahovat jiné znaky než písmena a čísla a podtržítko.
nl: Jailnaam mag alleen alfanumerieke tekens en liggende streepjes bevatten.
ru: Имя jail может содержать только буквы, цифры и подчеркивания.
tr: Kafes adı sadece alfasayısal karakterler ve altçizgi içerebilir.
uk: Ім'я jail може містити тільки літери, цифри і підкреслення.

source: NetBIOS Alias: %s
cs: Název v NetBIOS: %s
ru: Псевдоним NetBIOS: %s
tr: NetBIOS Takma Adı: %s
uk: Псевдонім NetBIOS: %s

source: Select the IP address(es) to listen for NFS requests. If left unchecked, NFS will listen on all available addresses.
cs: Vyberte IP adresy, na kterých očekávat NFS požadavky. Pokud není zadáno, bude spojení očekáváno na všech dostupných.
nl: Selecteer een of meer IP-adressen waarop naar NFS-aanvragen wordt geluisterd. Als dit niet is aangevinkt, luistert NFS op alle beschikbare adressen.
ru: Выберите IP адрес(а) которые будет слушать NFS. Если ничего не указано, NFS будет слушать все интерфейсы.
tr: NFS isteklerini dinlemek için IP adres(lerini)ini seçin. Eğer işaretlenmeden bırakılırsa, NFS tüm mevcut adresleri dinleyecek.
uk: Виберіть IP адрес(и) які будуть слухати NFS. Якщо нічого не вказано, NFS буде слухати все інтерфейси.

source: VMWare snapshot deletion %(snap)s failed for the following VMs: %(vms)s
cs: Nepodařilo smazat zachycené stavy %(snap)s pro následující VMWare virtuální stroje: %(vms)s
ru: Удаление снимка VMWare %(snap)s не удался для следующих ВМ: %(vms)s
tr: VMWare anlık görüntüsü silme %(snap)s şurada belirtilen VM'ler için başarısız oldu: %(vms)s
uk: Видаленя знімку VMWare %(snap)s не вдалося для наступних ВМ: %(vms)s

source: Share path %s already exists
cs: Sdílené umístění %s už existuje
nl: Pad naar share %s bestaat al
ru: Путь ресурса %s уже существует
tr: Paylaşım yolu %s zaten var
uk: Шлях ресурса %s вже існує

source: Encrypted volume failed to rekey some disks. Please make sure you have working recovery keys, check logs files and correct the error as it may result to data loss.
cs: Šifrovanému svazku se nepodařilo některé disky znovu opatřit klíčem. Ověřte, že máte funkční obnovovací klíče, nahlédněte do souborů se záznamem událostí a nalezené chyby opravte, protože by mohly vést ke ztrátě dat.
nl: Versleuteld volume kon bepaalde schijven niet opnieuw versleutelen. Zorg ervoor dat u werkende herstelsleutels hebt, controleer logbestanden en verhelp de fout, omdat dit tot gegevensverlies kan leiden.
ru: Зашифрованный том не смог сменить ключи некоторых дисков. Пожалуйста, убедитесь, что вы имеете ключи восстановления работы, проверьте файлы журналов и исправьте ошибку, поскольку это может привести к потере данных.
tr: Şifrelenmiş birimin bazı diskleri yeniden anahtarlaması başarısız oldu. Lütfen çalışan kurtarma anahtarlarına sahip olduğunuzdan emin olun, günlük dosyalarını kontrol edin ve veri kaybıyla sonuçlanabilen hatayı düzeltin.
uk: Зашифрований том не зміг змінити ключі деяких дисків. Будь ласка, переконайтеся, що ви маєте ключі відновлення роботи, перевірте файли журналів і виправте помилку, оскільки це може призвести до втрати даних.

source: Readonly
cs: Pouze pro čtení
nl: Alleen-lezen
ru: Только чтение
tr: Salt okunur
uk: Тільки читання

source: Disk is not clear, partitions or ZFS labels were found.
cs: Disk není prázdný – nacházejí se na něm oddíly či ZFS návěstí.
nl: Schijf is niet leeg; partities of ZFS-labels aangetroffen.
ru: Диск не чист, найдены разделы или метки ZFS.
tr: Disk temiz değil, bölümler veya ZFS etiketleri bulundu.
uk: Диск не чистий, знайдені розділи або мітки ZFS.

source: View Enclosure
cs: Zobrazit šasi
nl: Behuizing weergeven
ru: Показать Enclosure
tr: Muhafazayı Göster
uk: Показати Enclosure

source: Webdav SSL protocol specified without choosing a certificate
cs: Zadáno používání šifrovaného (ssl) webdav protokolu, ale není zvolen žádný certifikát pro šifrování.
nl: Webdav-SSL-protocol opgegeven zonder een certificaat te kiezen
ru: Протокол Webdav SSL указан без выбора сертификата
tr: Webdav SSL protokolü bir sertifika seçilmeden belirtildi
uk: Протокол Webdav SSL вказано без вибору сертифіката

source: Mount failed {0} -> {1}, {2}
cs: Připojení (mount) se nezdařilo {0} -> {1}, {2}
nl: Koppelen mislukt {0} -> {1}, {2}
ru: Сбой монтирования {0} -> {1}, {2}
tr: Bağlama başarısız oldu {0} -> {1}, {2}
uk: Збій монтувания {0} -> {1}, {2}

source: Unmount Failed {0} -> {1} {2}
cs: Odpojení (umount) se nezdařilo {0} -> {1} {2}
nl: Ontkoppelen mislukt {0} -> {1} {2}
ru: Сбой размонтирования {0} -> {1}, {2}
tr: Sökme başarısız oldu {0} -> {1} {2}
uk: Збій размонтувания {0} -> {1}, {2}

source: Auxiliary parameters (upsd.conf)
cs: Pomocné parametry (upsd.conf)
nl: Hulpparameters (upsd.conf)
ru: Дополнительные параметры (upsd.conf)
tr: Yardımcı parametreler (upsd.conf)
uk: Додаткові параметри (upsd.conf)

source: Do not delete user primary group
cs: Nemazat hlavní skupinu uživatele
nl: Primaire groep van gebruiker niet verwijderen
ru: Не удалять первичную группу пользователя
tr: Birincil kullanıcı grubunu silme
uk: Не видалити основну групу користувача

source: You cannot shrink a zvol from GUI, this may lead to data loss.
cs: Funkce pro zmenšení ZFS svazku není přístupná z webového správního rozhraní, protože to zde nelze zařídit tak, aby nehrozila ztráta dat.
nl: U kunt geen zvol verkleinen vanuit de GUI; dit kan leiden tot gegevensverlies.
ru: Вы не можете уменьшить zvol из GUI, это может привести к потере данных.
tr: Bir zvol birimini GKA'den küçültemezsiniz, bu veri kaybına neden olabilir.
uk: Ви не можете зменшити zvol з GUI, це може привести до втрати даних.

source: You cannot rekey volume while standby node is down!
cs: Když je pohotovostní uzel vypnutý, není možné svazek znovu opatřit klíčem!
ru: Вы не можете сменить ключи тома пока резервный узел недоступен!
tr: Bekleme düğümü kapalıyken birimi yeniden anahtarlayamazsınız!
uk: Ви не можете змінити ключі тому поки резервний вузол недоступний!

source: Keep
cs: Ponechat
nl: Behouden
ru: Удержать
tr: Koru
uk: Зберігати

source: UnKeep
cs: Neponechat
nl: Niet behouden
ru: Отпустить
tr: Korumayı Kaldır
uk: Не зберігати

source: Unkeep
cs: Neponechat
nl: Niet behouden
ru: Отпустить
tr: Korumayı kaldır
uk: Не зберігати

source: Boot Environment successfully Kept.
cs: Zaváděcí prostředí bylo úspěšně ponecháno.
nl: Opstartomgeving met succes behouden.
ru: Окружение Загрузки успешно удержано.
tr: Önyükleme Ortamı başarılı olarak Korundu.
uk: Оточення завантаження успішно збережено.

source: Failed to keep Boot Environment.
cs: Ponechání zaváděcího prostředí se nezdařilo.
nl: Behouden van opstartomgeving is mislukt.
ru: Не удалось удержать Окружение Загрузки.
tr: Önyükleme Ortamını koruma başarısız.
uk: Не вдалося зберегти Оточення Завантаження.

source: Boot Environment successfully UnKept.
cs: Ponechání zaváděcího prostředí bylo úspěšně zrušeno.
nl: Niet behouden van opstartomgeving is mislukt.
ru: Окружение Загрузки успешно отпущено.
tr: Önyükleme Ortamının başarılı olarak Koruması Kaldırıldı.
uk: Оточення завантаження успішно відпущено.

source: Failed to Unkeep Boot Environment.
cs: Zrušení označení zaváděcího prostředí k ponechání se nezdařilo.
nl: Niet behouden van opstartomgeving is mislukt.
ru: Не удалось отпустить Окружение Загрузки.
tr: Önyükleme Ortamının Korumasını kaldırma başarısız.
uk: Не вдалося відпустити Оточення Завантаження.

source: Do you want to set keep flag in this boot environment?
cs: Opravdu chcete nastavit tomuto zaváděcímu prostředí příznak ponechat?
ru: Вы уверены, что хотите установить флаг удержания окружения загрузки?
tr: Bu önyükleme ortamında koruma işaretini ayarlamak istediğinize emin misiniz?
uk: Ви впевнені, що хочете встановити прапор утримання оточення завантаження?

source: Do you want to reset keep flag in this boot environment?
cs: Opravdu chcete tomuto zaváděcímu prostředí resetovat příznak ponechat?
ru: Вы уверены, что хотите удалить флаг удержания окружения загрузки?
tr: Bu önyükleme ortamında koruma işaretini sıfırlamak istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити прапор утримання оточення завантаження?

source: Emergency
cs: Stav nouze
nl: Noodgeval
ru: Экстренно
tr: Acil Durum
uk: Критично

source: Warning
cs: Varování
fr: Avertissement
nl: Waarschuwing
ru: Предупреждение
tr: Uyarı
uk: Увага

source: Notice
cs: Upozornění
fr: Note
nl: Opmerking
ru: Уведомление
tr: Bildirim
uk: Примітка

source: Is_Debug
cs: Je_ladění
ru: Отладка

source: Syslog level
cs: Úroveň podrobnosti záznamů událostí v Syslog
nl: Syslog-niveau
ru: Уровень Syslog
tr: Syslog seviyesi
uk: Рівень Syslog

source: Specifies which messages will be logged by server. INFO and VERBOSE log transactions that server performs on behalf of the client. f_is_debug specify higher levels of debugging output. The default is f_info.
cs: Určuje, které zprávy budou serverem zaznamenány. Stupně INFO a VERBOSE (podrobnější) protokolují transakce, které server provádí na požadavek klienta. f_is_debug (ladění) znamenají stále podrobnější úrovně ladícího výstupu. Výchozí je f_info (jen chyby).
nl: Geeft aan welke berichten door de server worden geregistreerd. INFO en VERBOSE registreren transacties die de server namens de client uitvoert. f_is_debug geeft hogere niveaus aan foutopsporingsuitvoer aan. De standaard is f_info.
ru: Указывает какие сообщения будут журналированы сервером. INFO и VERBOSE журналируют транзакции которые сервер выполняет от имени клиента. f_is_debug указывает более высокие уровни отладки. По умолчанию используется f_info.
tr: Hangi iletilerin sunucu tarafından günlükleneceğini belirtir. BİLGİ ve AYRINTILI günlük işlemlerini bu sunucu istemci adına gerçekleştirilir. f_is_debug, hata ayıklama çıktısının en yüksek seviyelerini belirtir. Varsayılan f_info'dur.
uk: Вказує які повідомлення будуть журнальоровани сервером. INFO і VERBOSE журналюють транзакції які сервер виконує від імені клієнта. f_is_debug вказує більш високі рівні налагодження. За замовчуванням використовується f_info.

source: WARNING! Failed to query IPMI data, standby node is down.
cs: VAROVÁNÍ! Nepodařilo se zjistit údaje o IPMI – pohotovostní uzel (stroj) je nedostupný.
nl: WAARSCHUWING! Opvragen van IPMI-gegevens is mislukt; stand-bynode werkt niet.
ru: ПРЕДУПРЕЖДЕНИЕ! Не удалось запросить данные IPMI, резервный узел недоступен.
tr: UYARI! IPMI verisini sorgulama başarısız, bekleme düğümü kapalı.
uk: ПОПЕРЕДЖЕННЯ! Неможливо зробити запит IPMI, резервний вузол недоступний.

source: Jail dataset created on a share
cs: Na sdílení byla vytvořena datová sada pro vyhrazené prostředí
nl: Jail-gegevensset aangemaakt op een share
ru: Jail dataset создан на ресурсе
tr: Kafes veri kümesi bir paylaşımda oluşturuldu
uk: Jail dataset створений на ресурсі

source: Jail template successfully deleted.
cs: Šablona vyhrazeného prostředí byla úspěšně smazána.
nl: Jail-sjabloon met succes verwijderd.
ru: Шаблон jail успешно изменен.
tr: Kafes şablonu başarılı olarak silindi.
uk: Шаблон jail успішно змінено.

source: Log mountd(8) requests
cs: Zahrnout požadavky mountd(8) do záznamu událostí
nl: mountd(8)-aanvragen registreren
ru: Журналировать запросы mountd(8)
tr: mountd(8) isteklerini günlükle
uk: Журналювати запити mountd(8)

source: This option enable mountd logging into syslog.
cs: Tato předvolba zapne zaznamenávání událostí mountd do syslog.
nl: Deze optie schakelt mountd-logboekregistratie in syslog in.
ru: Эта опция включает журналирование mountd в syslog.
tr: Bu seçenek syslog içinde mountd günlüklemeyi etkinleştirir.
uk: Ця опція включає журнал mountd в syslog.

source: Log rpc.statd(8) and rpc.lockd(8)
cs: Zaznamenávat události v rpc.statd(8) a rpc.lockd(8)
nl: rpc.statd(8) en rpc.lockd(8) registreren
ru: Журналирование rpc.statd(8) и rpc.lockd(8)
tr: rpc.statd(8) ve rpc.lockd(8) günlükle
uk: Журнал роботи rpc.statd(8) та rpc.lockd(8)

source: This option enable statd and lockd logging into syslog.
cs: Tato předvolba zapne zaznamenávání událostí statd a lockd do syslog.
nl: Deze optie schakelt statd- en lockd-registratie in syslog in.
ru: Эта опция включает журналирование statd и lockd в syslog.
tr: Bu seçenek syslog içinde statd ve lockd günlüklemeyi etkinleştirir.
uk: Ця опція включає журнал statd та lockd в syslog.

source: Allow the zvol to consume more than 80% of available space
cs: Umožnit, aby ZFS svazek zabíral více než 80% dostupného prostoru
nl: Toestaan dat het zvol meer dan 80% van de beschikbare ruimte mag gebruiken
ru: Позволить zvol занимать более 80% доступного места
tr: Mevcut alanın %80'ninden daha fazlasını tüketmesi için zvol'a izin verir
uk: Дозволити zvol займати більше 80% доступного місця

source: Specifies the server and port syslog messages will be sent to. The accepted format is hostname:port or ip:port, if :port is not specified it will default to port 514 (this field currently only takes IPv4 addresses)
cs: Určuje server a číslo portu, na které budou posílány syslog zprávy. Možné zápisy jsou nazev_stroje:port nebo IP_adresa:port. Pokud část :port není zadána, bude použit výchozí 514. IP adresou v tuto chvíli může být pouze IPv4 adresa.
nl: Geeft de server en poort aan waarnaar syslog-berichten worden gestuurd. De geaccepteerde notatie is hostnaam:poort of ip-adres:poort; als :poort niet is opgegeven, is dit standaard poort 514 (dit veld accepteert momenteel alleen IPv4-adressen)
ru: Определяет сервер и порт куда будут отправляться сообщения syslog. Формат имя:порт или IP:порт, если :порт не указан, то по умолчанию используется 514 (это поле в настоящее время только принимает адреса IPv4)
tr: Syslog iletilerinin gönderileceği sunucu ve bağlantı noktasını belirler. Kabul edilen biçim anamakine adı:b.noktası ya da ip:b.noktası şeklindedir, eğer :b.noktası belirtilmezse, varsayılan bağlantı noktası 514 olacaktır (bu alan şimdilik sadece IPv4 adresleri kabul eder)
uk: Визначає сервер і порт куди будуть відправлятися повідомлення syslog. Формат ім'я:порт або IP:порт, якщо :порт не вказано, то за замовчуванням використовується 514 (це поле в даний час тільки приймає адреси IPv4)

source: NFS services could not bind specific IPs, using wildcard
cs: NFS služby nelze navázat na konkrétní IP adresy, s použitím zástupných znaků
nl: NFS-services konden bepaalde IP-adressen niet binden; jokerteken wordt gebruikt
ru: NFS сервис не может быть привязан к конкретному IP, используется шаблон
tr: NFS hizmetleri belirli IP'lere bağlanamadı, joker karakter kullanılıyor
uk: NFS сервіс не може бути прив'язаний до конкретного IP, використовується шаблон

source: You have entered an existing MAC Address.Please enter a new one.
cs: Zadali jste MAC adresu, která je už používána – zadejte jinou.
nl: U hebt een bestaand MAC-adres ingevoerd. Voer een nieuw MAC-adres in.
ru: Вы ввели существующий MAC address. Пожалуйста введите новый.
tr: Varolan bir MAC Adresi girdiniz. Lütfen yeni bir tane girin.
uk: Ви ввели існуючий MAC address. Будь ласка, введіть новий.

source: Valid characters for jail names are letters, numbers, dashes, or underscores.
cs: Názvy vyhrazených prostředí mohou obsahovat pouze písmena, číslice, spojovníky a podtržítka.
nl: Geldige tekens voor jailnamen zijn letters, cijfers, streepjes of liggende streepjes.
ru: Допустимые символы для имен jail являются буквы, цифры, тире или знак подчеркивания.
tr: Kafes adları için geçerli karakterler harfler, sayılar, tireler veya alt çizgilerdir.
uk: Символи для імен jail є букви, цифри, тире або знак підкреслення.

source: Cannot disable SMB while ActiveDirectory is in use.
cs: Službu SMB nelze vypnout, pokud zapnutá služba ActiveDirectory.
nl: Kan SMB niet uitschakelen terwijl ActiveDirectory in gebruik is.
ru: Невозможно отключить SMB в то время как Active Directory используется.
tr: Active Directory kullanımdayken SMB etkisizleştirilemez.
uk: Неможливо відключити SMB в той час як Active Directory використовується.

source: Shutdown Command
cs: Příkaz pro vypínání
nl: Afsluitopdracht
ru: Команда выключения
tr: Kapatma Komutu
uk: Команда вимкнення

source: The command used to shutdown the server. You can use a custom command here to perform other tasks before shutdown.default: /sbin/shutdown -p now
cs: Příkaz sloužící k vypnutí serveru. V jeho rámci je možné začlenit své vlastní příkazy, které provést před vypnutím. Pokud není zadáno, bude použito výchozí: /sbin/shutdown -p now
ru: Команда, используемая для завершения работы сервера. Вы можете использовать пользовательскую команду здесь, чтобы выполнять другие задачи перед shutdown.default: /sbin/shutdown -p now
tr: Komut sunucuyu kapatmak için kullanılır. Kapatmadan önce diğer görevleri yapmak için burada özel bir komut kullanabilirsiniz. Varsayılan: /sbin/shutdown -p now
uk: Команда, яка використовується для завершення роботи сервера. Ви можете використовувати призначену для користувача команду тут, щоб виконувати інші завдання перед shutdown.default: /sbin/shutdown -p now

source: Rights
cs: Práva
nl: Rechten
ru: Права
tr: Haklar
uk: Права

source: Volume is not encrypted.
cs: Svazek není šifrovaný.
nl: Volume is niet versleuteld.
ru: Том не зашифрован.
tr: Birim şifrelenmemiş.
uk: Том не зашифрований.

source: Not ran since last boot
cs: Nebylo spuštěno od minulého startu systému
ru: Не исполнялось с момента последней загрузки
tr: Son önyüklemeden bu yana çalışmadı
uk: Не виконувалося з моменту останнього завантаження

source: User Base
cs: Základ uživatelů
ru: База Пользователя
tr: Kullanıcı Tabanlı
uk: База Користувача
