Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Remove User
ca: Treure usuari
cs: Odebrat uživatele
de: Benutzer entfernen
es: Eliminar Usuario
fr: Supprimer l'utilisateur
nl: Gebruiker verwijderen
pl: Usuń użytkownika
pt: Remover Utilizador
pt_br: Remover Usuário
ro: Eliminare utilizator
ru: Удалить пользователя
sk: Odstrániť používateľa
sr: Ukloni korisnika
sv: Ta bort användare
tr: Kullanıcıyı Kaldır
uk: Видалити користувача

source: Change E-mail
ca: Canviar correu electrònic
cs: Změnit e-mail
de: E-Mail ändern
es: Cambiar e-mail
fr: Modifier l'e-mail
nl: E-mailadres wijzigen
pt: Alterar Email
pt_br: Alterar E-mail
ro: Modificare email
ru: Изменение электронной почты
sk: Zmeniť E-mail
sr: Promeni E-mail
sv: Ändra E-post
tr: E-Postayı Değiştir
uk: Зміна електронної пошти

source: Basic Mode
cs: Základní režim
de: Grundlegende Module
es: Modo Básico
fr: Mode Basic
nl: Basismodus
pt_br: Modo Básico
ro: Modul de bază
ru: Базовый режим
sr: Osnovni režim
sv: Grundläge
tr: Temel Kip
uk: Базовий режим

source: Advanced Mode
cs: Pokročilý režim
de: Erweiterter Modus
es: Modo Avanzado
fr: Mode Avancé
nl: Geavanceerde modus
pt_br: Modo Avançado
ro: Modul avansat
ru: Расширенный режим
sr: Napredni režim
sv: Avancerat läge
tr: Gelişmiş Kip
uk: Розширений режим

source: WARNING
cs: VAROVÁNÍ
de: WARNUNG
es: ALARMA
fr: ATTENTION
nl: WAARSCHUWING
pt: AVISO
pt_br: ATENÇÃO
ro: ATENȚIE
ru: ПРЕДУПРЕЖДЕНИЕ
sr: UPOZORENJE
sv: VARNING
tr: UYARI
uk: УВАГА

source: CRITICAL
cs: KRITICKÉ
de: KRITISCH
es: CRITICO
fr: CRITIQUE
nl: KRITIEK
pt: CRITICO
pt_br: CRÍTICO
ro: CRITIC
ru: КРИТИЧНО
sr: KRITIČAN
sv: KRITISK
tr: KRİTİK
uk: КРИТИЧНО

source: Cancel
ca: Cancel·lar
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sr: Otkaži
sv: Avbryt
tr: İptal
uk: Скасувати

source: There are %(related_num)s related entries that are going to be delete as well because depend on this
cs: Na této položce závisí dalších %(related_num)s, které tímto budou také smazány
tr: Buna bağlı olarak silinecek %(related_num)s ilgili giriş de var
uk: Буде також видалено %(related_num)s залежних записів

source: Yes
ca: Sí
cs: Ano
de: Ja
es: Sí
fr: Oui
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ro: Da
ru: Да
sk: Áno
sr: Da
sv: Ja
tr: Evet
uk: Так

source: Your changes have been successfully updated!
ca: Els teus canvis han estat actualitzats correctament!
cs: Změny, které jste provedli, byly úspěšně promítnuty!
de: Ihre Änderungen wurden erfolgreich übernommen!
es: Los cambios han sido realizados con exito!
fr: Les modifications ont été appliquées avec succès !
nl: Uw wijzigingen zijn met succes doorgevoerd!
pl: Twoje zmiany zostały pomyślnie zastosowane!
pt: As alteração foram actualizadas com sucesso!
pt_br: As alterações foram atualizadas com sucesso!
ro: Modificările dumneavoastră au fost aplicate cu succes!
ru: Ваши изменения были успешно обновлены!
sk: Vaše zmeny boli úspešne obnovené!
sr: Vaše promene su uspešno ažurirane!
sv: Dina ändringar har uppdaterats!
tr: Yaptığınız değişiklikler başarıyla güncellendi!
uk: Ваші зміни були успішно оновлені!

source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
nl: Opslaan
pt: Guardar
pt_br: Salvar
ro: Salvare
ru: Сохранить
sr: Sačuvati
sv: Spara
tr: Kaydet
uk: Зберегти

source: Running Processes
ca: Processos corrent
cs: Spuštěné procesy
de: Laufende Prozesse
es: Procesos activos
fr: Processus en cours d'exécution
nl: Actieve processen
pl: Uruchomione procesy
pt: Processos activos
pt_br: Processos em execução
ro: Procese active
ru: Запущенные процессы
sk: Bežiace procesy
sr: Aktivni procesi
sv: Pågående processer
tr: Çalışan İşlemler
uk: Запущені процеси

source: Loading...
ca: Carregant...
cs: Načítání…
de: Laden...
es: Cargando...
fr: Chargement...
nl: Laden...
pl: Ładowanie...
pt: A iniciar...
pt_br: Carregando...
ro: Se încarcă...
ru: Загрузка...
sk: Načítava sa...
sr: Učitavanje...
sv: Laddar...
tr: Yükleniyor...
uk: Завантаження ...

source: Help & Support
ca: Ajuda i suport
cs: Nápověda a podpora
de: Hilfe & Unterstützung
es: Ayuda y Soporte
fr: Aide & Support
nl: Hulp & ondersteuning
pl: Pomoc i Wsparcie
pt: Ajuda & Suporte
pt_br: Ajuda & Suporte
ro: Asistență & Suport
ru: Справка и поддержка
sk: Pomoc a podpora
sr: Pomoć i podrška
sv: Hjälp & Support
tr: Yardım ve Destek
uk: Допомога та підтримка

source: Forum
ca: Fòrum
cs: Diskuzní fórum
es: Foro
pt: Fórum
pt_br: Fórum
ru: Форум
sk: Fórum
uk: Форум

source: Community Forum
ca: Fòrum comunitari
cs: Diskuzní fórum komunity
es: Foro Común
fr: Forum de discussion
nl: Forum van de gemeenschap
pl: Forum społeczności
pt: Fórum da Comunidade
pt_br: Fórum da Comunidade
ro: Forum comunitate
ru: Форум сообщества
sk: Komunitné fórum
sr: Forum zajednice
tr: Topluluk Forumu
uk: Форум спільноти

source: IRC (Chat)
ca: IRC (Xat)
cs: IRC (okamžitá textová komunikace)
ru: IRC (чат)
sr: IRC(ćaskanje)
sv: IRC (Chatt)
tr: IRC (Sohbet)
uk: IRC (чат)

source: #freenas on freenode
ca: #freenas al freenode
cs: #freenas na freenode
de: #freenas auf freenode
es: #freenas en freenode
fr: #freenas sur freenode
nl: #freenas op freenode
pl: #freenas na freenode
pt: #freenas em freenode
ro: #freenas în freenode
ru: #freenas на freenode
sk: #freenas na freenode
sr: #freenas na freenode-u
sv: #freenas på freenode
tr: freenode üzerinde #freenas odası
uk: #freenas на freenode

source: Mailing Lists
ca: Llista de correu
cs: E-mailové konference
de: Mailinglisten
es: Listas de Correo
fr: Listes de diffusion
nl: Mailinglijsten
pl: Listy dyskusyjne
pt: Listas de Mailings
pt_br: Listas de Discussão
ro: Liste de corespondenţă
ru: Списки рассылки
sk: Mailing list
sr: Liste slanja
sv: E-postlistor
tr: Postalama Listeleri
uk: Списки розсилки

source: FreeNAS Announce
ca: Anunci FreeNAS
cs: FreeNAS Announce (oznámení)
es: Anuncio de FreeNAS
pt: Anúncios FreeNAS
ro: Anunț FreeNAS
ru: Анонсы FreeNAS
sr: FreeNAS najava
sv: FreeNAS Meddelande
tr: FreeNAS Duyuru
uk: Анонси FreeNAS

source: FreeNAS Commit
cs: FreeNAS Commit (přijímání úprav)
es: FreeNAS Comprometerse
pt: FreeNAS Confirmação
ro: Versiune FreeNAS
ru: Уточнения FreeNAS
sr: FreeNAS izvršavanje
sv: FreeNAS Åtaganden
tr: FreeNAS Yürütme
uk: Уточнення FreeNAS

source: FreeNAS Devel
cs: FreeNAS Devel (vývoj)
es: FreeNAS Desarrollo
pt: FreeNAS Desenv
ro: Dezvoltare FreeNAS
ru: Развитие FreeNAS
sk: FreeNAS vývoj
sr: FreeNAS razvoj
sv: FreeNAS utveck
tr: FreeNAS Geliştirme
uk: Розвиток FreeNAS

source: FreeNAS Testing
ca: Prova FreeNAS
cs: FreeNAS Testing (zkoušení)
es: FreeNAS Pruebas
pt: FreeNAS Teste
ro: Testare FreeNAS
ru: Тестирование FreeNAS
sk: FreeNAS testovanie
sr: FreeNAS testiranje
tr: FreeNAS Deneme
uk: Тестування FreeNAS

source: FreeNAS Docs
ca: Documentació FreeNAS
cs: FreeNAS Docs (dokumentace)
de: FreeNAS Dokumentation
es: Documentación FreeNAS
nl: FreeNAS Documentatie
pt: Documentação FreeNAS
ro: Documentație FreeNAS
ru: Документация FreeNAS
sk: FreeNAS Dokumentácia
sr: FreeNAS dokumenti
sv: FreeNAS Dokument
tr: FreeNAS Belgeler
uk: FreeNAS документація

source: FreeNAS Translations
ca: Traduccions de FreeNAS
cs: FreeNAS Translations (překlady)
es: Traducciones FreeNAS
nl: FreeNAS Vertalingen
pl: FreeNAS Tłumaczenia
pt: Traduções FreeNAS
pt_br: Traduções FreeNAS
ro: Traduceri FreeNAS
ru: FreeNAS Переводы
sk: FreeNAS Preklady
sr: FreeNAS prevodi
sv: FreeNAS Översättningar
tr: FreeNAS Çevirileri
uk: FreeNAS Переклади

source: Support Issues
ca: Problemes de suport
cs: Požadavky na podporu
de: Supportanfragen
es: Publicaciones de Apoyo
fr: Problèmes de support
nl: Ondersteuningskwesties
pt: Questões de suporte
pt_br: Suporte para Bugs
ro: Probleme asistență
ru: Вопросы поддержки
sk: Podporované problémy
sr: Podrška za probleme
sv: Supportärenden
tr: Destek Konuları
uk: Питання підтримки

source: Bug Tracker
ca: Seguiment d'errors
cs: Systém pro správu hlášení o chybách
es: Seguidor de Fallos
ro: Urmărire erori
ru: Сборщик ошибок
sr: Praćenje greške
tr: Hata İzleyici
uk: Збирач помилок

source: Documentation
ca: Documentació
cs: Dokumentace
de: Dokumentation
es: Documentación
nl: Documentatie
pt: Documentação
pt_br: Documentação
ro: Documentatie
ru: Документация
sk: Dokumentácia
sr: Dokumentacija
sv: Dokumentation
tr: Belgeler
uk: Документація

source: FreeNAS Documentation
ca: Documentació FreeNAS
cs: Dokumentace k FreeNAS
de: FreeNAS Dokumentation
es: Documentación FreeNAS
nl: FreeNAS Documentatie
pl: FreeNAS Dokumentacja
pt: Documentação FreeNAS
pt_br: Documentação FreeNAS
ro: Documentație FreeNAS
ru: FreeNAS Документация
sk: FreeNAS Dokumentácia
sr: FreeNAS dokumentacija
sv: FreeNAS Dokumentation
tr: FreeNAS Belgeleri
uk: FreeNAS Документація

source: IPv6 Auto
ca: IPv6 automàtic
cs: IPv6 automaticky
pl: Auto IPv6

source: Available actions
ca: Accions disponibles
cs: Možné akce
fr: Actions disponibles
nl: Beschikbare acties
pl: Dostępne akcje
pt_br: Ações disponíveis
ro: Acţiuni dsiponibile
ru: Доступные действия
sk: Dostupné akcie
tr: Mevcut eylemler
uk: Доступні дії

source: Edit
ca: Editar
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
nl: Bewerken
pl: Edytuj
pt: Editar
pt_br: Editar
ro: Editare
ru: Изменить
sk: Upraviť
sr: Uređivanje
sv: Ändra
tr: Düzenle
uk: Редагувати

source: Edit Interface
ca: Editar interfície
cs: Upravit rozhraní
pl: Edytuj interfejs
sk: Upraviť rozhranie

source: Delete Interface
ca: Esborrar interfície
cs: Smazat rozhraní
pl: Usuń interfejs
sk: Zmazať rozhranie

source: No interfaces defined
ca: No hi ha interfícies definides
cs: Neurčena žádná rozhraní
de: Keine Netzwerkschnittstellen definiert
es: No se han definido interfaces
fr: Aucune interface n'est définie
nl: Geen interfaces gedefinieerd
pl: Brak zdefiniowanych interfejsów
pt: Não há interfaces definidas
pt_br: Sem interfaces definidas
ro: Nicio interfaţă definită
ru: Интерфейсы не определены
sk: Žiadne rozhrania nie sú definované
sr: Nema definisanih interfejsa
sv: Inga gränssnitt definierade
tr: Tanımlanmış arayüzler yok
uk: Інтерфейси не визначені

source: Add Interface
ca: Afegir interfície
cs: Přidat rozhraní
pl: Dodaj interfejs
sk: Pridať rozhranie
tr: Arayüz Ekle
uk: Додати інтерфейс

source: Actions
ca: Accions
cs: Akce
de: Aktionen
es: Acciones
nl: Acties
pl: Akcje
pt: Acções
pt_br: Ações
ro: Acţiuni
ru: Действия
sk: Akcie
sr: Radnje
sv: Åtgärder
tr: Eylemler
uk: Дії

source: Edit Members
ca: Editar membres
cs: Upravit členy
de: Mitglieder bearbeiten
es: Editar Miembros
fr: Modifier les membres
nl: Leden bewerken
pl: Edytuj członków
pt: Editar Membros
pt_br: Editar membros
ro: Modificare membri
ru: Изменить членов
sk: Upraviť členov
sr: Uređivanje članova
sv: Redigera medlemmar
tr: Üyeleri Düzenle
uk: Змінити членів

source: LAGG Members
ca: Membres LAGG
cs: Zařízení, spadající pod LAGG
de: LAGG Mitglieder
es: Miembros del LAGG
fr: Membres LAGG
nl: LAGG-leden
pl: Członkowie LAGG
pt: Menbros LAGG
pt_br: Membros LAGG
ro: Membri LAGG
ru: Члены LAGG
sk: LAGG člen
sr: LAGG članovi
sv: LAGG medlemmar
tr: LAGG Üyeleri
uk: Члени LAGG

source: No LAGG interface defined
ca: No hi ha definida l'interfície LAGG
cs: Není definované žádné LAGG rozhraní
pl: Brak zdefiniowanego interfejsu LAGG
sk: Žiadne LAGG rozhranie nie je definované

source: Add LAGG Interface
ca: Afegir interfície LAGG
cs: Přidat LAGG rozhraní
pl: Dodaj interfejs LAGG
sk: Pridať LAGG rozhranie

source: Add LAGG Member
ca: Afegir membres del LAGG
cs: Přidat účastníka LAGG
pl: Dodaj członka LAGG
sk: Pridať LAGG člena

source: Edit Static Route
ca: Editar rutes estàtiques
cs: Upravit statickou trasu
pl: Edytuj trasę statyczną
sk: Upraviť statickú cestu/smerovanie

source: Delete Static Route
ca: Esborrar rutes estàtiques
cs: Smazat statickou trasu
pl: Usuń trasę statyczną
sk: Zmazať statickú cestu

source: No static route defined
ca: No hi ha rutes estàtiques definides
cs: Není určená žádná statická trasa
pl: Brak zdefiniowanych tras statycznych
sk: Žiadna statická cesta nieje definovaná

source: Add Static Route
ca: Afegir ruta estàtica
cs: Přidat statickou trasu
pl: Dodaj trasę statyczną
sk: Pridať statickú cestu

source: Nameserver
ca: Nom del servidor
cs: Jmenný (DNS) server
es: Servidor de nombres
fr: Serveur de noms
nl: Naamserver
pl: Serwer nazw
pt: Servidor de nome
pt_br: Nome do Servidor
ru: Сервер имен
sk: Doménový server (DNS)
sr: Server imena
sv: Namnserver
tr: DNS Sunucusu
uk: DNS ім'я сервера

source: No nameserver defined
ca: No està definit el nom del servidor
cs: Není určený žádný jmenný server (DNS)
de: Kein Nameserver angegeben
es: No esta definido el servidor de nombres
fr: Aucun serveur de noms n'est défini
nl: Geen naamserver gedefinieerd
pl: Brak zdefiniowanego serwera nazw
pt: Sem servidor de nome definido
pt_br: Nenhuma nameserver definido
ro: Nu există nici un nameserver definit
ru: Сервер имен не определён
sk: Doménový (DNS) server nieje definovaný
sr: Server imena nije definisan
sv: Ingen namnserver angiven
tr: Tanımlanmış DNS sunucusu yok
uk: DNS не визначено

source: Default route
ca: Ruta per defecte
cs: Výchozí trasa
de: Standardroute
es: Ruta por Defecto
fr: Route par défaut
nl: Standaardroute
pl: Domyślna trasa
pt: Rota de origem
pt_br: Rota padrão
ro: Rută implicită
ru: Маршрут по умолчанию
sk: Východisková cesta/smer
sr: Podrazumevana ruta
sv: Standard rutt
tr: Varsayılan yol
uk: Типовий маршрут

source: No default route defined
ca: No hi ha ruta per defecte definida
cs: Není určená žádná výchozí trasa
de: Keine Standardroute vorhanden
es: Ruta por Defecto No Definida
fr: Aucune route par défaut n'est définie
nl: Bepaalt de toegang die een externe host tot deze module heeft
pl: Brak zdefiniowanej trasy domyślnej
pt: Nenhuma rota padrão definido
pt_br: Nenhuma rota padrão definida
ro: Nu există nici o rută implicită
ru: Не определён маршрут по умолчанию
sk: Východisková cesta/smer nie je definovaná
sr: Nije definisana podrazumevana ruta
sv: Ingen standard rutt definierad
tr: Tanımlanmış varsayılan yol yok
uk: Не визначений типовий маршрут

source: Add VLAN Interface
ca: Afegir interfície VLAN
cs: Přidat VLAN rozhraní
pl: Dodaj interfejs VLAN
sk: Pridať VLAN rozhranie

source: Installed...
cs: Nainstalováno…
de: Installiert...
es: Instalado...
fr: Installé...
nl: Geïnstalleerd...
pt_br: Instalado...
ro: Instalat...
ru: Установлено...
sr: Instalirano...
sv: Installerad ...
tr: Yüklendi...
uk: Встановлено​...

source: Info
cs: Informace
de: Information
es: Información
nl: Informatie
pt_br: Informação
ru: Информация
sr: Informacija
tr: Bilgi
uk: Інформація

source: Plugin info
cs: Informace o zásuvném modulu
fr: Info du module
nl: Plugin Informatie
pt_br: Informação de Plugin
ro: Informaţii plugin
ru: Информация о плагине
tr: Eklenti bilgisi
uk: Інформація про плагін

source: Delete plugin
cs: Odstranit zásuvný modul
de: Plugin löschen
es: Borrar Plugin
fr: Supprimer le module
nl: Plug-in verwijderen
pt_br: Excluir plugin
ro: Ştergere plugin
ru: Удалить плагин
sr: Izbrisati dodatnu komponentu
sv: Radera insticksmodul
tr: Eklentiyi sil
uk: Видалити плагін

source: Import
cs: Importovat
de: Hinzufügen
es: Importar
fr: Importer
nl: Importeren
pt_br: Importar
ru: Импорт
sr: Uvoz
sv: Importera
tr: İçe Aktar
uk: Імпорт

source: Step %(step)s of %(step_count)s
ca: Pas %(step)s of %(step_count)s
cs: Krok %(step)s z %(step_count)s
de: Schritt %(step)s von %(step_count)s
es: Paso %(step)s de %(step_count)s
fr: Étape %(step)s de %(step_count)s
nl: Stap %(step)s van %(step_count)s
pl: Krok %(step)s z %(step_count)s
pt: Passo %(step)s de %(step_count)s
pt_br: Passo %(step)s de %(step_count)s
ro: Pasul %(step)s din %(step_count)s
ru: Шаг %(step)s из %(step_count)s
sk: Krok %(step)s z %(step_count)s
sr: Korak %(step)s od %(step_count)s
sv: Steg %(step) av %(step_count)
tr: Adım %(step)s / %(step_count)s
uk: Крок %(step)s з %(step_count)s

source: Upload Jail PBI
cs: Nahrát PBI balíček s vyhrazeným prostředím

source: Please wait...
ca: Si us plau, espera....
cs: Čekejte…
de: Bitte warten...
es: Por favor espere...
fr: Merci de patienter...
nl: Even geduld...
pl: Proszę czekać...
pt: Por favor, aguarde...
pt_br: Por favor espere...
ro: Așteptaţi...
ru: Пожалуйста, подождите...
sk: Prosím počkajte...
sr: Sačekajte...
sv: Vänligen vänta...
tr: Lütfen bekleyin...
uk: Будь ласка, зачекайте ...

source: Edit Mount Point
cs: Upravit přípojný bod
nl: Koppelpunt bewerken
uk: Точка монтування

source: Delete Mount Point
cs: Smazat přípojný bodP
nl: Koppelpunt verwijderen

source: No mount points defined
cs: Nejsou určené žádné přípojné body
nl: Geen koppelpunten gedefinieerd

source: Add Mount Point
cs: Přidat přípojný bod
nl: Koppelpunt toevoegen

source: Upload
cs: Nahrát
de: Hochladen
es: Cargar Plugin
fr: Transférer
nl: Uploaden
pt_br: Enviar
ro: Încărcare
ru: Выгрузить
sr: Otpremiti
sv: Ladda upp
tr: Gönder
uk: Завантажити

source: Your username and password didn't match. Please try again.
ca: El teu nom d'usuari i contrasenya no coincideixen. Si us plau torneu a provar
cs: Uživatelské jméno a heslo si neodpovídají. Zkuste to znovu.
de: Benutzername oder Passwort falsch. Bitte versuchen Sie es nochmal.
es: Su nombre de usuario y contraseña no coinciden. Intentelo de nuevo
fr: Vos nom d'utilisateur et mot de passe ne correspondent pas. Merci de réessayer.
nl: Uw gebruikersnaam en wachtwoord kwamen niet overeen. Probeer het opnieuw.
pl: Twoja nazwa użytkownika i hasło nie pasują. Spróbuj ponownie.
pt: O seu username e password não combinam. Por favor, tente novamente.
pt_br: Seu nome de usuário ea senha não correspondem. Por favor, tente novamente.
ro: Nume de utilizator şi parolă incorecte. Încercaţi din nou.
ru: Ваше имя пользователя или пароль не совпадают. Пожалуйста, попробуйте еще раз.
sk: Používateľské meno a heslo nesúhlasia. Prosím skúste znova.
sr: Korisničko ime i lozinka se ne podudaraju. Molimo Vas pokušajte ponovo.
sv: Ditt användarnamn och lösenord matchade inte. Försök igen.
tr: Kullanıcı adınız ve parolanız eşleşmedi. Lütfen tekrar deneyin.
uk: Ваше ім'я користувача і пароль не співпадають. Будь ласка, спробуйте ще раз.

source: Welcome, %(username)s. Thanks for logging in.
ca: Benvingut, %(username). Gracies per iniciar sessió
cs: Vítejte, %(username)s. Děkujeme, že jste se přihlásili.
de: Willkommen, %(username)s. Schön, dass Sie hier sind.
es: Bienvenido, %(username). Gracias por logarse
fr: Bienvenue, %(username)s. Merci de vous être connecté.
nl: Welkom, %(username)s. Bedankt voor het aanmelden.
pl: Witaj, %(username)s. Dziękujemy za zalogowanie.
pt: Bem vindo, %(username)s. Obrigado por ter entrado.
pt_br: Bem-Vindo, %(username)s. Obrigado por acessar.
ro: Bine ai venit, %(username)s. Acum eşti conectat.
ru: Добро пожаловать, %(username)s. Спасибо за вход.
sk: Vitajte, %(username)s. Ďakujeme za prihlásenie.
sr: Dobro došli, %(username)s. Hvala na prijavljivanju.
sv: Välkommmen, %(username)s. Tack för att du loggar in.
tr: Hoş geldin, %(username)s. Oturum açtığın için teşekkürler.
uk: Ласкаво просимо, %(username)s. Дякуємо за вхід.

source: Welcome to %(sw_name)s&trade; %(sw_login_version)s
cs: Vítejte v %(sw_name)s&trade; %(sw_login_version)s
tr: %(sw_name)s&trade; %(sw_login_version)s sürümüne Hoş Geldiniz
uk: Ласкаво просимо до %(sw_name)s&trade; %(sw_login_version)s

source: Logged Out
ca: Sessió tancada
cs: Odhlášeno
de: Abgemeldet
es: Sesión cerrada
fr: Déconnecté
nl: Afgemeld
pl: Wylogowanie
pt: Desconectado
pt_br: Desconectado
ro: Deconectat
ru: Вышедший
sk: Odhlásený
sr: Odjavljen
sv: Utloggad
tr: Oturum Kapatıldı
uk: Вихід

source: You are now logged out.
ca: Ara has tancat sessió
cs: Nyní jste odhlášení.
de: Sie sind jetzt abgemeldet.
es: Sesión terminada
fr: Vous êtes à présent déconnecté.
nl: U bent nu afgemeld.
pl: Zostałeś wylogowany.
pt: Você saiu da sessão.
pt_br: Agora você está desconectado.
ro: Te-ai deconectat.
ru: Вы вышли из системы.
sk: Ste odhlásený.
sr: Vi ste sada odjavljeni.
sv: Du är nu utloggad.
tr: Şimdi oturumu kapattınız.
uk: Ви вийшли з системи.

source: Log back in
ca: Tornar a iniciar sessió
cs: Znovu se přihlásit
de: Erneut anmelden
es: Volver a iniciar sesión
fr: Se connecter à nouveau
nl: Opnieuw aanmelden
pl: Logowanie ponowne
pt: Voltou
pt_br: Voltou
ro: Re-conectare
ru: Войти обратно в
sk: Znova sa prihlásiť
sr: Ponovo se prijavite
sv: Logga in igen
tr: Tekrar oturum aç
uk: Увійти назад у

source: AFP Settings
ca: paràmetres AFP
cs: Nastavení služby AFP
de: AFP Einstellungen
es: Configuración AFP
fr: Paramètres AFP
nl: AFP-instellingen
pl: Ustawienia AFP
pt: Definições de AFP
pt_br: Configurações do AFP
ro: Setări AFP
ru: Настройки AFP
sk: AFP Nastavenia
sr: AFP podešavanja
sv: AFP Inställningar
tr: AFP Ayarları
uk: Налаштування AFP

source: SMB Settings
cs: Nastavení služby SMB
fr: Paramètres SMB
nl: SMB-instellingen
pt_br: Configurações do SMB
ro: Setări SMB
ru: Настройки SMB
tr: SMB Ayarları
uk: Налаштування SMB

source: Dynamic DNS Settings
ca: Paràmetres DNS dinàmic
cs: Nastavení služby Dynamická DNS
de: Dynamic DNS Einstellungen
es: Configuración Dyn DNS
fr: Paramètres DNS Dynamiques
nl: Dynamische DNS-instellingen
pl: Ustawienia Dynamic DNS
pt: Definições de DNS Dinâmico
pt_br: Configurações do DNS Dinâmico
ro: Setări DNS dinamic
ru: Настройки Dynamic DNS
sk: Dynamické DNS Nastavenia
sr: Podešavanja za dinamički DNS
sv: Dynamisk DNS-inställningar
tr: Değişken DNS Ayarları
uk: Налаштування Dynamic DNS

source: FTP Settings
ca: Paràmetres FTP
cs: Nastavení služby FTP
de: FTP Einstellungen
es: Configuración FTP
fr: Paramètres FTP
nl: FTP-instellingen
pl: Ustawienia FTP
pt: Definições de FTP
pt_br: Configurações do FTP
ro: Setări FPT
ru: Настройки FTP
sk: FTP Nastavenia
sr: FTP podešavanja
sv: FTP inställningar
tr: FTP Ayarları
uk: Налаштування FTP

source: ISCSI Settings
ca: Paràmetres iSCSI
cs: Nastavení služby iSCSI
de: iSCSI Einstellungen
es: Configuración iSCSI
fr: Paramètres iSCSI
nl: iSCSI-instellingen
pl: Ustawienia iSCSI
pt: Definições de ISCSI
pt_br: Configurações ISCSI
ro: Setări ISCSI
ru: Настройки ISCSI
sk: ISCSI Nastavenia
sr: ISCSI podešavanja
sv: ISCSI-Inställningar
tr: iSCSI Ayarları
uk: Параметри iSCSI

source: NFS Settings
ca: Paràmetres NFS
cs: Nastavení služby NFS
de: NFS Einstellungen
es: Configuración NFS
fr: Paramètres NFS
nl: NFS-instellingen
pl: Ustawienia NFS
pt: Definições de NFS
pt_br: Configurações NFS
ro: Setări NFS
ru: Настройки NFS
sk: NFS Nastavenia
sr: NFS podešavanja
sv: NFS inställningar
tr: NFS Ayarları
uk: Налаштування NFS

source: Plugins Settings
cs: Nastavení zásuvných modulů
nl: Plug-in-instellingen

source: Install Jail PBI
cs: Nainstalovat PBI balíček s vyhrazeným prostředím

source: Rsync Settings
ca: Ajustos de Rsync
cs: Nastavení služby Rsync
de: Rsync Einstellungen
es: Configuración RSync
fr: Paramètres Rsync
nl: Rsync-instellingen
pl: Ustawienia Rsync
pt: Definições Rsync
pt_br: Configurações Rsync
ro: Setări rsync
ru: Настройки Rsync
sk: Nastavenia rsync
sr: Rsync Podešavanja
sv: Rsync inställningar
tr: Rsync Ayarları
uk: Налаштування Rsync

source: SNMP Settings
ca: Paràmetres SNMP
cs: Nastavení služby SNMP
de: SNMP Einstellungen
es: Configuración SNMP
fr: Paramètres SNMP
nl: SNMP-instellingen
pl: Ustawienia SNMP
pt: Definições de SNMP
pt_br: Configurações SNMP
ro: Setări SNMP
ru: Настройки SNMP
sk: SNMP Nastavenia
sr: SNMP podešavanja
sv: SNMP-inställningar
tr: SNMP Ayarları
uk: Налаштування SNMP

source: S.M.A.R.T. Settings
ca: Opcions d'S.M.A.R.T.
cs: Nastavení diagnostiky S.M.A.R.T.
de: S.M.A.R.T. Optionen
es: Opciones de S.M.A.R.T.
fr: Paramètres S.M.A.R.T.
nl: S.M.A.R.T.-instellingen
pl: Ustawienia S.M.A.R.T.
pt: Definições S.M.A.R.T
pt_br: S.M.A.R.T. Configurações
ro: Setări S.M.A.R.T.
ru: Параметры S.M.A.R.T.
sk: Nastavenia S.M.A.R.T.
sr: S.M.A.R.T. Podešavanja
sv: S.M.A.R.T-inställningar
tr: S.M.A.R.T. Ayarları
uk: Налаштування S.M.A.R.T.
