Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: An error occurred while unserializing from %(url)s: %(error)s
cs: Při extrahování datových struktur (deserializaci) z %(url)s došlo k chybě: %(error)s
de: Während des Deserialisierens von %(url)s trat ein Fehler auf: %(error)s
es: Un error ha ocurrido mientras se comunicaba con %(url)s: %(error)s
fr: Une erreur s'est produite lors de la dé-sérialisation de %(url)s : %(error)s
nl: Er is een fout opgetreden tijdens het deserialiseren vanaf %(url)s: %(error)s
pt: Ocorreu um erro durante a des-serialização de %(url)s: %(error)s
pt_br: Alguns erros ocorreram enquanto havia comunicação do %(url)s: %(error)s
ro: Eroare la accesarea datelor de la %(url)s: %(error)s
ru: Произошла ошибка при десериализации (unserializing) от %(url)s: %(error)s
sr: Došlo je do greške dok se vršila ne-serijalizacija od %(url)s: %(error)s
sv: Ett fel inträffade när unserializing från% (url) s:% (error) s
tr: %(url)s adresinden gelen serisizleştirmede bir hata meydana geldi: %(error)s
uk: Сталася помилка при десеріалізациі з %(url)s: %(error)s

source: It was not possible to retrieve the current status
cs: Nebylo možné zjistit stávající stav
de: Es war nicht möglich, den derzeitigen Status abzufragen.
es: No ha sido posible recuperar el estado actual
fr: Il n'a pas été possible de récupérer l'état actuel
nl: Het was niet mogelijk om de huidige status op te halen
pt: Não é possivel devolver o estado actual
pt_br: Não foi possível recuperar o estado atual
ro: Starea actuală nu poate fi determinată.
ru: Не удалось получить текущий статус
sr: Nije bilo moguće da se preuzme trenutni status
sv: Det var inte möjligt att hämta den nuvarande statusen
tr: Şu anki durumu almak mümkün değildi
uk: Не вдалося отримати поточний статус

source: %s successfully updated.
ca: %s actualitzat amb èxit.
cs: %s úspěšně aktualizováno.
de: %s erfolgreich aktualisiert.
es: %s ha sido actualizado correctamente.
fr: %s mis(e) à jour faite(s) avec succès.
nl: %s met succes bijgewerkt.
pl: %s zaktualizowany pomyślnie.
pt: %s actualizado com sucesso.
pt_br: %s atualizado com sucesso.
ro: %s actualizat cu succes.
ru: %s успешно обновлен.
sk: %s úspešne aktualizovaný.
sr: %s uspešno ažurirani.
sv: %s uppdateringen lyckades.
tr: %s başarılı olarak güncellendi.
uk: %s успішно оновлено.

source: The service failed to restart.
ca: El servei ha fallat el reinici.
cs: Restart služby se nezdařil.
de: Neustart des Dienstes ist fehlgeschlagen
es: El servicio falló al reiniciarse
fr: Le redémarrage du service a échoué.
nl: Herstarten van de service is mislukt.
pl: Nieudane zrestartowanie usługi.
pt: O serviço falhou no reinicio.
pt_br: O serviço falhou em reiniciar.
ro: Serviciul nu a putut fi repornit.
ru: Службу не удалось перезапустить.
sk: Službe sa nepodarilo reštartovať.
sr: Servis nije uspešno restartovan.
sv: Den här servicen kunde inte starta om.
tr: Hizmeti yeniden başlatma başarısız oldu.
uk: Не вдалося перезапустити службу

source: %s successfully deleted.
ca: %s esborrat amb èxit.
cs: %s bylo úspěšně smazáno.
de: %s erfolgreich gelöscht.
es: %s ha sido borrado correctamente.
fr: %s supprimé(e) avec succès.
nl: %s met succes verwijderd.
pl: %s usunięty pomyślnie.
pt: %s eliminado com sucesso.
pt_br: %s excluído com sucesso.
ro: %s a fost şters cu succes.
ru: %s успешно удален.
sk: %s úspešne vymazané.
sr: %s uspešno obrisani.
sv: %s har tagits bort.
tr: %s başarılı olarak silindi.
uk: %s успішно видалено.

source: Error getting total space
ca: Error al obtenir l'epai total
cs: Chyba při zjišťování celkového prostoru
de: Fehler bei der Ermittlung der Gesamtgröße.
es: Error al obtener el espacio total
fr: Erreur en récupérant l'espace total
nl: Fout bij verkrijgen totale ruimte
pl: Bład przy odczytywaniu całkowitego miejsca
pt: Erro ao obter o espaço total
pt_br: Erro ao obter o espaço total
ro: Eroare la calcularea spaţiului total
ru: Ошибка при получении общего объёма
sk: Chyba pri získavaní celkového miesta
sr: Greška prilikom preuzimanja informacije o ukupnom prostoru
sv: Fel vid hämtning av totalt utrymme
tr: Toplam alan alma hatası
uk: Помилка при отриманні загального об'єму

source: Error getting available space
ca: Error al obtenir l'espai disponible
cs: Chyba při zjišťování dostupného prostoru
de: Fehler bei der Ermittlung des verfügbaren Speicherplatzes.
es: Error al obtener el espacio disponible
fr: Erreur en récupérant l'espace disponible
nl: Fout bij verkrijgen van beschikbare ruimte
pl: Błąd przy odczytywaniu wolnego miejsca
pt: Erro ao obter o espaço disponível
pt_br: Erro ao obter o espaço disponível
ro: Eroare la calcularea spaţiului disponibil
ru: Ошибка при получении свободного пространства
sk: Chyba pri získavaní voľného miesta
sr: Greška prilikom preuzimanja informacije o raspoloživom prostoru
sv: Fel vid hämtning av tillgängligt utrymme
tr: Kullanılabilir alan alma hatası
uk: Помилка при отриманні доступного простору

source: Error getting used space
ca: Error al obtenir l'espai utilitzat
cs: Chyba při získávání údaje o využité kapacitě
de: Fehler beim Abrufen des benutzten Speicherplatzes
es: Error al obtener el espacio usado
fr: Erreur en récupérant l'espace utilisé
nl: Fout bij verkrijgen gebruikte ruimte
pl: Błąd przy odczytywaniu uzywanego miejsca
pt: Erro ao obter o espaço usado
pt_br: Erro ao obter o espaço utilizado
ro: Eroare la calcularea spaţiului folosit
ru: Ошибка при получении используемого дискового пространства
sk: Chyba pri získavaní použitého miesta
sr: Greška prilikom preuzimanja informacije o upotrebljenom prostoru
sv: Fel vid hämtning av använt utrymme
tr: Kullanılan alan alma hatası
uk: Помилка при отриманні використовуваного дискового простору

source: Error
cs: Chyba
de: Fehler
fr: Erreur
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sr: Greška
sv: Fel
tr: Hata
uk: Помилка

source: NIC
ca: Connexió de xarxa (NIC)
cs: Síťové rozhraní
de: Netzwerkkarte
es: Tarjeta de Red NIC
fr: contrôleur réseau
pl: Interfejs sieciowy
ro: Interfaţă reţea (NIC)
ru: Сетевой интерфейс
sv: Nätverkskort
uk: Мережевий інтерфейс

source: You cannot configure multiple interfaces with the same IP address (%s)
cs: Jedna a tatáž IP adresa (%s) nemůže být přiřazena více rozhraním současně
de: Sie können nicht mehrere Schnittstellen mit der gleichen IP Adresse verwenden (%s)
es: No puede configurar multiples NIC con la misma IP (%s)
fr: Vous ne pouvez pas configurer plusieurs interfaces avec la même adresse IP (%s)
nl: U kunt niet hetzelfde IP-adres op meerdere interfaces configureren (%s)
pt: Não pode configurar multiplas interfaces com o mesmo endereço IP (%s)
pt_br: Você não pode configurar várias interfaces de rede com o mesmo Endereço IP (%s)
ro: Nu puteți configura mai multe interfețe cu același IP (%s)
ru: Вы не можете настроить несколько сетевых интерфейсов на один IP адрес (%s)
sr: Nemožete konfigurisati višestruke interfejse za istu IP adresu (%s)
sv: Du kan inte konfigurera flera gränssnitt med samma IP-adress (% s)
tr: Aynı IP adresi (%s) ile birden çok arayüz yapılandıramazsınız
uk: Ви не можете налаштувати декілька інтерфейсів з однаковою IP адресою (%s)

source: You have to specify IPv4 address as well
cs: Je třeba zadat také IPv4 adresu
de: Sie müssen die korrekte IPv4 Adresse angeben
es: Has de especificar una dirección IPv4
fr: Vous devez également spécifier une adresse IPv4
nl: U moet ook een IPv4-adres opgeven
pt: Tem que especificar um endereço IPv4 também
pt_br: Você também precisa especificar um endereço IPv4
ro: Trebuie să specificați de asemenea și o adresă IPv4
ru: Вы также должны выбрать адрес IPv4
sr: Morate takođe navesti i IPv4 adresu
sv: Du måste också specifera IPv4 adressen.
tr: IPv4 adresi de belirtmek zorundasınız
uk: Ви повинні вказати також адресу IPv4

source: You have to choose IPv4 netmask as well
cs: Je třeba zvolit také IPv4 masku sítě
de: Sie müssen die korrekte IPv4 Netzwerkmaske angeben
es: Has de elegir una máscara IPv4
fr: Vous devez également choisir le masque de sous-réseau IPv4
nl: U moet ook een IPv4-netmask kiezen
pt: Tem que escolher uma mascara IPv4 também
pt_br: Você também deve escolher uma máscara IPv4
ro: Trebuie să alegeți de asemenea și o mască de rețea IPv4
ru: Вы также должны выбрать маску IPv4
sr: Morate takođe da izaberete i IPv4 mrežnu masku
sv: Du måste också välja IPv4 nätmask
tr: IPv4 ağ maskesi de seçmek zorundasınız
uk: Ви повинні обрати також маску мережі IPv4

source: You have to specify IPv6 address as well
cs: Je třeba zadat také IPv6 adresu
de: Sie müssen die korrekte IPv6 Adresse angeben
es: Has de especificar una dirección IPv6
fr: Vous devez également spécifier une adresse IPv6
nl: U moet ook een IPv6-adres opgeven
pt: Tem que especificar um endereço IPv6 também
pt_br: Você também precisa especificar um endereço IPv6
ro: Trebuie să specificați de asemenea și o adresă IPv6
ru: Вы также должны выбрать адрес IPv6
sr: Morate takođe da izaberete i IPv4 mrežnu adresu
sv: Du måste också specifera IPv6 adress
tr: IPv6 adresi de belirtmek zorundasınız
uk: Ви можете вказати також адресу IPv6

source: You have to choose IPv6 netmask as well
cs: Je třeba zvolit také IPv6 masku sítě
de: Sie müssen die korrekte IPv6 Netzmaske angeben
es: Has de elegir una máscara de red IPv6
fr: Vous devez également choisir le masque de sous-réseau IPv6
nl: U moet ook een IPv6-netmask kiezen
pt: Tem que escolher uma mascara IPv6 também
pt_br: Você também deve escolher uma máscara IPv6
ro: Trebuie să alegeți de asemenea și o mască de rețea IPv6
ru: Вы также должны выбрать маску сети IPv6
sr: Morate takođe da izaberete i IPv6 mrežnu masku
sv: Du måste också välja IPv6 nätmask
tr: IPv6 ağ maskesi de seçmek zorundasınız
uk: Ви можете вказати також маску мережі IPv6

source: You have to choose between IPv4 or IPv6
cs: Je třeba zvolit mezi IPv4 a IPv6
de: Sie müssen zwischen IPv4 und IPv6 wählen
es: Has de elegir entre IPv4 o IPv6
fr: Vous devez choisir entre IPv4 et IPv6
nl: U moet kiezen tussen IPv4 of IPv6
pt: Tem que escolher entre IPv4 ou IPv6
pt_br: Você deve escolher entre IPv4 ou IPv6
ro: Trebuie să alegeți între IPv4 și IPv6
ru: Вы должны выбрать между IPv4 или IPv6
sr: Morate da izaberete između IPv4 ili IPv6
sv: Du måste välja mellan IPv4 eller IPv6
tr: IPv4 veya IPv6 arasında bir seçim yapmak zorundasınız
uk: Ви повинні обрати між IPv4 та IPv6

source: Loopback is not a valid nameserver
cs: „loopback“ není platným jmenným (DNS) serverem
de: Loopback ist kein gültiger Nameserver
es: El servidor local no es un nombre válido
fr: L'adresse loopback n'est pas un serveur de noms valide
nl: Loopback is geen geldige naamserver
pt: Loopback não é um nome de servidor válido
pt_br: Endereço de retorno ("loopback") não é um Servidor de Nomes válido
ro: Loopback nu reprezintă un nameserver valid
ru: Loopback не является допустимым сервером имен
sr: Adresa za kružni tok podataka nije validni server imena
sv: Loopback är inte en giltig namnserver
tr: Loopback geçerli bir DNS sunucusu değil
uk: Loopback не є допустимим DNS (сервер імен)

source: Unspecified addresses are not valid as nameservers
cs: Nevyplněné adresy nejsou platnými jmennými (DNS) servery
de: Nicht angegebene Adressen sind keine gültigen Nameserver
es: Las direcciones especificadas no son válidas para DNS
fr: Les adresses non spécifiées ne sont pas valides en tant que serveurs de noms
nl: Niet-opgegeven adressen zijn niet geldig als naamservers
pt: Endereço não especificado não é valido como servidor de nomes (nameserver)
pt_br: Endereços não-especificados não são Servidores de Nomes válidos
ro: Adresele nedefinite nu pot fi folosite ca nameserver
ru: Не указаны адреса действительных серверов имен
sr: Specificirana adrese nisu validne kao serveri imena
sv: Ospecifika adresser är inte giltiga som namnservrar
tr: Belirtilmemiş adresler DNS sunucuları gibi geçerli değildir
uk: Не вказано адреси дійсних DNS (сервер імен)

source: This is not a valid nameserver address
cs: Toto není platná adresa jmenného (DNS) serveru
de: Das Feld ist keine gültige Namensserver-Adresse
es: Esta no es una dirección IP válida para este DNS
fr: Ce champ n'est pas une adresse de serveur de noms valide
nl: Dit is geen geldig naamserveradres
pt: Este campo não é um endereço IP válido ou rede
pt_br: Este não é um endereço de Servidor de Nomes válido
ro: Acesta nu reprezintă o adresă de nameserver validă
ru: Это не правильный адрес сервера имен
sr: Ovo nije validna adresa za server imena
sv: Det här är inte en giltig namnserver adress
tr: Bu geçerli bir DNS sunucusu adresi değildir
uk: Це не IP адреса DNS (сервера імен)

source: 169.254/16 subnet is not valid for nameserver
cs: Podsíť 169.254/16 není platná pro jmenný (DNS) server
de: Das 169.254/16 Subnetz ist ungültig für DNS
es: La subred 169.254/16 no es correcto para el nombre de servidor
fr: Le sous-réseau 169.254/16 n'est pas valide pour les serveurs de noms
nl: Het subnet 169.254/16 is niet geldig als naamserver
pt: Sub-rede 169.254/16 não é válida para nameserver
pt_br: A sub-rede 169.254/16 não é valida para Servidor de Nomes
ro: Subrețeaua 169.254/16 nu este validă pentru nameserver
ru: 169.254/16 подсеть не подходит для сервера имен
sr: 169.254/16 podmreža nije validna za server imena
sv: Subnätet 169.254/16 är inte giltig för namnserver
tr: 169.254/16 alt ağı DNS sunucusu için geçerli değildir
uk: 169.254/16 підмережа не поширюється на DNS (сервер імен)

source: Must fill out nameserver 2 before filling out nameserver 3
ca: Has d'omplir el nameserver 2 abans de posar el nameserver 3
cs: Před zadáním třetího je nejprve třeba zadat druhý jmenný (DNS) server
de: Nameserver 2 muss vor Nameserver 3 eingetragen werden
es: Debe completar el servidor DNS #2 antes de completar el servidor DNS #3
fr: Veuillez compléter le serveur de noms 2 avant le serveur de noms 3
nl: Naamserver 2 moet voor naamserver 3 worden ingevuld
pl: Musisz wpisać drugi serwer DNS przed wpisaniem trzeciego
pt: Tem de preencher o servidor de nomes 2 antes de preencher o servidor de nomes 3
pt_br: É necessário preencher o Servidor de Nomes 2 antes do Servidor de Nomes 3
ro: Câmpul nameserver 2 trebuie completat înaintea câmpului nameserver 3
ru: Необходимо вначале заполнить Сервер имен 2 перед заполнением Сервер имен 3
sk: Je nutné zadať názov DNS servera 2 pred vyplnením DNS servera 3
sr: Morate da popunite server imena 2 pre nego što popunite server imena 3
sv: Fyll i namnserver 2 innan namnserver 3
tr: DNS sunucusu 3 doldurulmadan önce DNS sunucusu 2 doldurulmak zorunda
uk: Необхідно заповнити DNS 2 перед заповненням DNS 3

source: Required when using nameserver 3
ca: Requerit quan usis el nameserver 3
cs: Je vyžadováno při použití třetího jmenného (DNS) serveru
de: Notwendig, wenn Nameserver 3 benutzt wird
es: Requerido cuando se utiliza el servidor DNS #3
fr: Requis quand vous utilisez le serveur de noms 3
nl: Vereist bij gebruik van naamserver 3
pl: Wymagany gdy jest używany trzeci serwer DNS
pt: Obrigatório quando utiliza o servidor de nomes 3
pt_br: Requerido quando se utiliza o Servidor de Nomes 3
ro: Necesar atunci când se utilizează nameserver 3
ru: Необходимо, когда используется Сервер имен 3
sk: Vyžaduje sa pri použití DNS servera 3
sr: Obavezno kada koristite server imena 3
sv: Obligatorisk för att använda namnserver 3
tr: DNS sunucusu 3 kullanıldığında gerekli
uk: Необхідно для використання DNS 3

source: Must fill out nameserver 1 before filling out nameserver 3
ca: Has d'omplir el nameserver 1 abans de posar el nameserver 3
cs: Před zadáním třetího je nejprve třeba zadat první jmenný (DNS) server
de: Nameserver 1 muss vor Nameserver 3 eingetragen werden
es: Debe completar el servidor DNS #1 antes de completar el servidor DNS #3
fr: Veuillez compléter le serveur de noms 1 avant le serveur de noms 3
nl: Naamserver 1 moet voor naamserver 3 worden ingevuld
pl: Musisz wpisać pierwszy serwer DNS przed wpisaniem trzeciego
pt: Tem de preencher o servidor de nomes 1 antes de preencher o servidor nomes 3
pt_br: É necessário preencher o Servidor de Nomes 1 antes do Servidor de Nomes 3
ro: Câmpul nameserver 1 trebuie completat înaintea câmpului nameserver 3
ru: Необходимо вначале заполнить Сервер имен 1 для заполнения Сервер имен 3
sk: Je nutné zadať názov DNS servera 1 pred vyplnením DNS servera 3
sr: Morate da popunite server imena 1 pre nego što popunite server imena 3
sv: Namnserver 1 måste fyllas i innan namnserver 3
tr: DNS sunucusu 3 doldurulmadan önce DNS sunucusu 1 doldurulmak zorunda
uk: Необхідно заповнити DNS 1 перед заповненням DNS 3

source: Must fill out nameserver 1 before filling out nameserver 2
ca: Has d'omplir el nameserver 1 abans de posar el nameserver 2
cs: Před zadáním druhého je nejprve třeba zadat první jmenný (DNS) server
de: Nameserver 1 muss vor Nameserver 2 eingetragen werden
es: Debe completar el servidor DNS #1 antes de completar el servidor DNS #2
fr: Veuillez compléter le serveur de noms 1 avant le 2
nl: Naamserver 1 moet voor naamserver 2 worden ingevuld
pl: Musisz wpisać pierwszy serwer DNS przed wpisaniem drugiego
pt: Tem de preencher o servidor de nomes 1 antes de preencher o servidor de nomes 2
pt_br: É necessário preencher o Servidor de Nomes 1 antes de preencher o Servidor de Nomes 2
ro: Câmpul nameserver 1 trebuie completat înaintea câmpului nameserver 2
ru: Необходимо вначале заполнить Сервер имен 1 для заполнения Сервер имен 2
sk: Je nutné zadať názov DNS servera 1 pred vyplnením DNS servera 2
sr: Morate da popunite server imena 1 pre nego što popunite server imena 2
sv: Namnserver 1 måste fyllas i innan namnserver 2
tr: DNS sunucusu 2 doldurulmadan önce DNS sunucusu 1 doldurulmak zorunda
uk: Необхідно заповнити DNS 1 перед заповненням DNS 2

source: Parent Interface
ca: Interfície Pare
cs: Nadřazené rozhraní
de: Haupt-Netzwerkschnittstelle
es: Interfaz Superior
fr: Interface parente
nl: Bovenliggende interface
pl: Interfejs nadrzędny
pt: Interface de control
pt_br: Interface Controladora
ro: Interfaţa părinte
ru: Исходный интерфейс
sk: Rodičovské rozhranie
sr: Nadređeni interfejs
sv: Överordnat Gränssnitt
tr: Ana Arayüz
uk: Оригінальний інтерфейс

source: VLAN Tags are 1 - 4095 inclusive
ca: Etiquetes VLAN van de 1 - 4095 incloses
cs: Značení virtuálních sítí (VLAN) je od 1 do 4095, včetně
de: VLAN IDs gehen von 1 bis inklusive 4095
es: Las etiquetas VLAN van del 1 al 4095 incluidas
fr: Les numéros de VLAN sont compris entre 1 et 4095 inclus
nl: VLAN-labels zijn 1 t/m 4095
pl: VLAN Tags od 1 - 4095 włącznie
pt: VLAN Etiquetas são entre 1 - 4095 inclusive
pt_br: Tags VLAN são 1 - 4095 inclusive
ro: Etichetele VLAN sînt de la 1 la 4095 inclusiv
ru: Теги VLAN - число от 1 до 4095 включительно
sk: VLAN tagy od 1 až 4095 vrátane
sr: VLAN Tagovi su od 1 do 4095
sv: VLAN-taggar inkluderar 1 - 4095
tr: VLAN Etiketleri 1 - 4095 içindedir
uk: Теги VLAN мають бути між 1 та 4095 включно

source: Physical NICs in the LAGG
ca: Tarjes de xarxa físiques (NICs) al LAGG
cs: Fyzická síťová rozhraní v LAGG (připojení více linkami)
de: Physikalische Netzwerkkarten der Gruppe
es: Tarjetas de red físicas NICs en el LAGG
fr: Interfaces physiques dans le LAGG
nl: Fysieke NIC's in de LAGG
pl: Porty fizyczne składające się na LAGG
pt: NICs Físicos na LAGG
pt_br: Placas de Rede físicas no LAGG
ro: Adresa fizică a plăci de reţea în LAGG
ru: Физические сетевые интерфейсы в LAGG
sk: Fyzické sieťové karty v LAGG
sr: Fizički NIC u LAGG
sv: Fyskisk NICs i LAGG
tr: LAGG içindeki Fiziksel NIC'ler
uk: Фізичні мережеві інтерфейси в LAGG

source: LAGG Physical NIC
cs: Fyzické síťové rozhraní pro LAGG (připojení více linkami)
de: LAGG physische Netzwerkkarte
es: Interfaz fisico LAGG
fr: Interface physique LAGG
nl: Fysieke NIC van LAGG
pt: NIC Físico
pt_br: Placa de Rede física LAGG
ro: LAGG fizic NIC
ru: LAGG физический сетевой адаптер
sr: LAGG fizički NIC
sv: LAGG Fysiskt nätverkskort
tr: LAGG Fiziksel NIC
uk: LAGG Фізичний мережевий інтерфейс (NIC)

source: The network '%s' is not valid, CIDR expected.
ca: La xarxa '%s' no és vàlida, s'esperava CIDR
cs: Síť %s není platná, očekáván zápis v CIDR formátu.
de: Kein gültiges Netzwerk: '%s'. Bitte nutzen Sie die CIDR-Notation.
es: La red '%s' no es válida, se espera que ingrese un CIDR.
fr: Le réseau "%s" n'est pas valide, un CIDR est attendu.
nl: Het netwerk '%s' is ongeldig, CIDR verwacht.
pl: Sieć '%s' nie jest prawidłowa, oczekiwano CIDR.
pt: A rede '%s' não é válida, CIDR esperado.
pt_br: A rede '%s' não é válida, era esperado CIDR.
ro: Reţeaua '%s' nu e validă, este necesar CIDR.
ru: Сеть '%s' неверна, ожидается CIDR.
sk: Sieť '%s' nie je platná, očakávané CIDR.
sr: Mreža '%s' nije validna, CIDR se očekuje.
sv: Nätverket '%s' är inte rätt, CIDR förväntas.
tr: '%s' ağı geçerli değil, CIDR beklenmekte.
uk: Невірна мережа '%s', очікується CIDR.

source: You have to specify IPv4 address as well per alias
cs: U každého z alternativních názvů je třeba zadat také IPv4 adresu
de: Sie müssen für die IPv4 Adresse einen Alias angeben
es: Has de especificar la dirección IPv4 y también el alias
fr: Vous devez également spécifier une adresse IPv4 par alias
nl: U moet ook een IPv4-adres opgeven per alias
pt: Tem de especificar um endereço IPv4 bem como um nome (alias)
pt_br: Você também deve especificar um endereço IPv4 para cada apelido
ro: Trebuie să specificați de asemenea o adresă IPv4 per alias
ru: Вы должны указать адрес IPv4, а также псевдоним
sr: Morate navesti IPv4 adresu kao i po pseudonimu
sv: Du måste också specifiera IPv4 adress per alias
tr: Her takma adın yanı sıra IPv4 adresini belirlemek zorundasınız
uk: Ви повинні вказати адресу IPv4, а також її псевдонім

source: You have to choose IPv4 netmask as well per alias
cs: U každého z alternativních názvů je třeba zvolit také IPv4 masku sítě
de: Sie müssen für die IPv4 Netzmaske einen Alias auswählen
es: Has de elegir la mascara de red IPv4 y también el alias
fr: Vous devez également choisir un masque de sous-réseau IPv4 par alias
nl: U moet ook een IPv4-netmask kiezen per alias
pt: Tem de escolhar uma netmask IPv4, por cada alias
pt_br: Você também deve escolher uma máscara IPv4 para cada apelido
ro: Trebuie să alegeți de asemenea o mască de rețea per alias
ru: Вы должны выбрать IPv4 маску для псевдонима
sr: Treba da izaberete IPv4 mrežnu masku kao i po pseudonimu
sv: Du måste också välja IPv4 nätmask per alias
tr: Her takma adın yanı sıra IPv4 ağ maskesini seçmek zorundasınız
uk: Ви повинні обрати маску IPv4 для псевдоніма

source: You have to specify IPv6 address as well per alias
cs: U každého z alternativních názvů je třeba zadat také alternativní IPv6 adresu
de: Sie müssen die IPv6 Adresse außerdem als Alias angeben
es: Has de especificar la dirección IPv6 y también el alias
fr: Vous devez également spécifier une adresse IPv6 par alias
nl: U moet ook een IPv6-adres opgeven per alias
pt: Tem de especificar um endereço IPv6 bem como uma alias
pt_br: Você também deve especificar um endereço IPv6 para cada apelido
ro: Trebuie să specificați de asemenea o adresă IPv6 per alias
ru: Вы должны указать адрес IPv6 для псевдонима
sr: Morate navesti IPv6 adresu kao i po pseudonimu
sv: Du måste också specifiera IPv6 per alias
tr: Her takma adın yanı sıra IPv6 adresini belirlemek zorundasınız
uk: Ви повинні вказати адресу IPv6 для псевдоніма
