Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Home directory has to start with /mnt/ or be /nonexistent
cs: Je třeba, aby popis umístění domovské složky začínal na /mnt/ nebo aby byl /nonexistent
de: Das Home-Verzeichnis muss mit /mnt/ beginnen oder darf nicht existieren.
es: El directorio personal debe comenzar con /mnt/ o ser /nonexistent
fr: Le répertoire personnel doit commencer par /mnt/ ou être /nonexistent
nl: Basismap moet met /mnt/ beginnen of /niet-bestaand zijn
pt: Directório pessoal tem de começar com /mnt/ ou ser /nonexistent
pt_br: O diretório home deve iniciar com /mnt/ ou ser /nonexistent
ro: Directorul Home trebuie să înceapă cu /mnt/ sau să fie /nonexistent
ru: Домашний каталог должен начинаться с /mnt/ или быть /nonexistent
sr: Korisnički direktorijum mora da počinje sa /mnt/ ili da bude /nonexistent
sv: Hemkatalogen måste börja med /mnt/ eller vara /nonexistent
tr: Ana dizin /mnt/ ile başlamak ya da /nonexistent olmak zorundadır
uk: Домашній каталог повинен починатися з /mnt/ або бути /nonexistent (неіснуючим)

source: A user cannot belong to more than 64 auxiliary groups
cs: Uživatel nemůže být členem více než 64 doplňkových skupin
de: Ein Benutzer kann nicht Mitglied von mehr als 64 Gruppen sein.
es: Un usuario no puede pertenecer a más de 64 grupos auxiliares
fr: Un utilisateur ne peut pas appartenir à plus de 64 groupes secondaires
nl: Een gebruiker kan geen lid zijn van meer dan 64 hulpgroepen
pt: Um utilizador não pode pertencer a mais de 64 grupos auxiliares
pt_br: Um usuário não pode pertencer a mais de 64 grupos auxiliares
ro: Un utilizator nu poate aparţine la mai mult de 64 de grupuri auxiliare
ru: Пользователь не может принадлежать более чем 64 вспомогательным группам
sr: Korisnik ne može pripadati u više od 64 pomoćne grupe
sv: En användare kan inte tillhöra fler än 64 hjälp grupper
tr: Bir kullanıcı 64 yardımcı gruptan fazlasına ait olamaz
uk: Користувач не може належати більш ніж 64 допоміжним групам

source: Home directory is not writable, leave this blank
cs: Do domovské složky nelze zapisovat, ponechte toto prázdné
de: Das Home-Verzeichnis ist nicht beschreibar, Eingabe leer lassen
es: El directorio Home no es modificable, déjelo en blanco
fr: Le répertoire personnel n'est pas inscriptible, laisser vide
nl: Basismap is niet schrijfbaar, laat dit leeg
pt: Directório pessoal não pode ser escrito, deixe isto em branco
pt_br: O diretório Home é somente leitura, deixe isto em branco
ro: Directorul Home nu poate fi scris, lasați cîmpul necompletat
ru: Домашний каталог не доступен для записи, оставьте это поле пустым
sr: Korisnički direktorijum nije promenjiv, ostavite prazno
sv: Kan inte skriva till hemkatalogen, lämna tomt
tr: Ana dizin yazılabilir değil, bunu boş bırakın
uk: Домашній каталог для запису не доступний, залиште це поле порожнім

source: Password is disabled, leave this blank
cs: Heslo nebude použito, ponechte toto prázdné
de: Passwort ist deaktiviert, Eingabe leer lassen
es: Contraseña desactivada, déjalo en blanco
fr: Le mot de passe est désactivé, laisser vide
nl: Wachtwoord is uitgeschakeld, laat dit leeg
pt: Palavra-chave inactiva, deixar em branco
pt_br: A senha está desabilitada, deixe isto em branco
ro: Parola este dezactivată, lăsaţi cîmpul necompletat
ru: Пароль отключен, оставьте это поле пустым
sr: Lozinka je isključena, ostavite prazno
sv: Lösenordet är avstängt, lämna tomt
tr: Parola etkisizleştirildi, bunu boş bırakın
uk: Паролю відключений, залиште це поле порожнім

source: This field is required.
ca: Aquest camp és requereix.
cs: Tuto kolonku je třeba vyplnit.
de: Dieses Feld wird benötigt.
es: Este campo es obligatorio.
fr: Ce champ est requis.
nl: Dit veld is vereist.
pl: Te pole jest wymagane.
pt: Este campo é obrigatório.
pt_br: Este campo é obrigatório.
ro: Acest câmp este necesar.
ru: Это поле обязательно.
sk: Toto pole je požadované.
sr: Ovo polje je obavezno.
sv: Obligatoriskt fält.
tr: Bu alan gerekli.
uk: Це поле обов'язкове.

source: Allow repeated GIDs
cs: Umožnit opakované použití identifikátorů skupiny
de: Wiederholte GIDs zulassen
es: Permitir GIDs (Identificadores De Grupo) repetidas
fr: Autoriser les GID en doublon
nl: Herhaalde GID's toestaan
pt: Permite GIDs repetidos
pt_br: Permitir GIDs repetidos
ro: Comenzi GID repetate
ru: Разрешить повторяющиеся идентификаторы групп
sr: Dozvoli ponavljanje GID-a
sv: Tillåt repeterande GIDs
tr: Tekrarlanan GID dosyalarına izin ver
uk: Дозволити GID (груповим ідентифікаторам) повторюватись

source: A group with that name already exists.
cs: Skupina s takovým názvem už v systému existuje – zvolte jiný.
de: Es existiert bereits eine Gruppe mit diesem Namen.
es: Un grupo con ese nombre ya existe.
fr: Un groupe avec ce nom existe déjà.
nl: Er bestaat al een groep met die naam.
pt: Um grupo com esse nome já existe.
pt_br: Já existe um grupo com esse nome.
ro: Un grup cu acelaşi nume există deja.
ru: Группа с таким именем уже существует.
sr: Grupa sa tim imenom već postoji.
sv: En grupp med det användarnamnet finns redan.
tr: Bu isimde bir grup zaten var.
uk: Група з таким ім'ям вже існує.

source: A group with this gid already exists
cs: Skupina s takovým identifikátorem (GID) už existuje – zvolte jiný.
de: Es existiert bereits eine Gruppe mit dieser GID.
es: Un grupo con este GID (Identificadores De Grupo) ya existe.
fr: Un groupe avec ce GID existe déjà.
nl: Er bestaat al een groep met deze GID
pt: Um grupo com este GID já existe
pt_br: Já existe um grupo com esse nome.
ro: Un grup cu acelaşi gid există deja
ru: Группа с таким идентификатором уже существует
sr: Grupa sa tim GID-om već postoji
sv: En grupp med detta gid finns redan.
tr: Bu gid ile bir grup zaten var
uk: Група з таким GID (груповий ідентифікатор) вже існує

source: Member users
ca: Usuaris membres
cs: Členové skupiny
de: Gruppenmitglieder
es: Usuarios miembros
fr: Utilisateurs membres
nl: Gebruikers die lid zijn
pl: Członkowie grupy
pt: Utilizadores membros
pt_br: Usuários membros
ro: Utilizatori membri
ru: Представители
sk: Členovia skupiny
sr: Članovi korisnici
sv: Gruppmedlemmar
tr: Üye kullanıcılar
uk: Представники

source: New password
ca: Nova contrasenya
cs: Nové heslo
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova palavra-passe
pt_br: Nova senha
ro: Parolă nouă
ru: Новый пароль
sk: Nové heslo
sr: Nova šifra
sv: Nytt lösenord
tr: Yeni parola
uk: Новий пароль

source: New password confirmation
ca: Confirmació de la nova contrasenya
cs: Potvrzení nového hesla
de: Passwort bestätigen
es: Confirmación de la nueva contraseña
fr: Confirmation du nouveau mot de passe
nl: Bevestiging van nieuw wachtwoord
pl: Potwierdzenie nowego hasła
pt: Confirmação da nova palavra-passe
pt_br: Confirmação da nova senha
ro: Confirmare parolă nouă
ru: Подтверждение нового пароля
sk: Overenie nového hesla
sr: Potvrda nove šifre
sv: Bekräftelse nytt lösenord
tr: Yeni parola onayı
uk: Підтвердження нового пароля

source: Change root password as well
cs: Změnit i heslo správce systému (root)
de: Root-Passwort auch ändern.
es: Cambiar también la contraseña de root (Administrador)
fr: Changer le mot de passe root également
nl: Root-wachtwoord ook wijzigen
pt: Mudar também a palavra-passe de root
pt_br: Alterar senha de root também
ro: Schimbă deasemenea şi parola de root
ru: Сменить также пароль root
sr: Promeni takođe i root lozinku
sv: Ändra också root lösenordet
tr: Root parolasını da değiştir
uk: Змінити також пароль root

source: Old password
ca: Contrasenya antiga
cs: Původní heslo
de: Altes Passwort
es: Contraseña antigua
fr: Ancien mot de passe
nl: Oude wachtwoord
pl: Stare hasło
pt: Antiga palavra-passe
pt_br: Senha antiga
ro: Parola veche
ru: Старый пароль
sk: Staré heslo
sr: Stara šifra
sv: Gammalt lösenord
tr: Eski parola
uk: Старий пароль

source: Your old password was entered incorrectly. Please enter it again.
ca: La contrasenya antiga ha estat introduida incorrectament. Si us plau torna-hi.
cs: Nebylo zadáno správné původní heslo. Zkuste to znovu.
de: Ihr altes Passwort wurde nicht korrekt eingegeben. Bitte geben Sie es erneut ein.
es: Su contraseña fue introducida incorrectamente, por favor introduzcala de nuevo.
fr: Votre ancien mot de passe est incorrect. Entrez-le à nouveau.
nl: Uw oude wachtwoord is verkeerd ingevuld. Voer het nogmaals in.
pl: Twoje stare hasło zostało wpisane nieprawidłowo. Wpisz je ponownie.
pt: A sua palavra-passe antiga foi introduzida incorrectamente. Por favor introduza-a novamente.
pt_br: Sua senha antiga está incorreta. Tente novamente por favor.
ro: Vechea parolă a fost introdusă greşit. Vă rugăm să o introduceți din nou.
ru: Ваш старый пароль введен неверно. Пожалуйста, введите его снова.
sk: Vaše staré heslo nie je správne. Prosim, zadajte ho znova.
sr: Vaša stara šifra je uneta pogrešno. Molimo unesite je ponovo.
sv: Ditt gamla lösenord var felaktigt angivet. Ange det igen.
tr: Eski parolanız yanlış olarak girildi. Lütfen tekrar girin.
uk: Ваш застарілий пароль введено невірно. Будь ласка спробуйте ще раз.

source: Do you want to delete all users with this primary group?
cs: Chcete smazat všechny uživatele s touto hlavní skupinou?
de: Möchten Sie alle Benutzer löschen die diese Gruppe als Primärgruppe haben?
es: ¿Desea borrar todos los usuarios con este grupo primario?
fr: Voulez-vous aussi supprimer les utilisateurs appartenant à ce groupe primaire ?
nl: Wilt u alle gebruikers met deze primaire groep verwijderen?
pt: Deseja apagar todos os utilizadores com este grupo primário?
pt_br: Você quer apagar todos os usuários neste grupo primário?
ro: Ștergeți acest grup primar împreună cu toți utilizatorii?
ru: Вы хотите удалить всех пользователей с этой основной группой?
sr: Da li želite da obrišete sve korisnike sa ovom primarnom grupom?
sv: Vill du ta bort all användare med denna ursprungliga grupp?
tr: Bu birincil grup ile tüm kullanıcıları silmek istiyor musunuz?
uk: Ви хочете видалити всіх користувачів цієї основної групи?

source: Group ID
ca: ID de Grup
cs: Identifikátor skupiny (GID)
de: Gruppen ID
es: ID de Grupo
fr: ID de groupe
nl: Groeps-ID
pl: ID grupy
pt: ID de grupo
pt_br: ID do Grupo
ro: ID Grup
ru: Идентификатор группы
sk: ID Skupiny
sr: ID grupe
sv: Grupp-ID
tr: Grup Kimliği
uk: Ідентифікатор групи

source: Group Name
ca: Nom del Grup
cs: Název skupiny
de: Gruppenname
es: Nombre de Grupo
fr: Nom de groupe
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do Grupo
pt_br: Nome do Grupo
ro: Nume grup
ru: Имя Группы
sk: Meno Skupiny
sr: Ime grupe
sv: Gruppnamn
tr: Grup Adı
uk: Ім'я групи

source: Group
ca: Grup
cs: skupinu
de: Gruppe
es: Grupo
fr: Groupe
nl: Groep
pl: Grupa
pt: Grupo
pt_br: Grupo
ro: Grup
ru: Группа
sk: Skupina
sr: Grupa
sv: Grupp
tr: Grup
uk: Група

source: Groups
ca: Grups
cs: skupiny
de: Gruppen
es: Grupos
fr: Groupes
nl: Groepen
pl: Grupy
pt: Grupos
pt_br: Grupos
ro: Grupuri
ru: Группы
sk: Skupiny
sr: Grupe
sv: Grupper
tr: Gruplar
uk: Групи

source: Group %s is built-in and can not be deleted!
ca: El grup %s ve posat per definició i no es pot esborrar!
cs: Skupina %s je systémová (vestavěná) a proto nemůže být smazána!
de: Gruppe %s ist fester Bestandteil des Systems und kann nicht gelöscht werden!
es: El Grupo %s es del sistema y no puede ser eliminado!
fr: Le groupe %s existe par défaut et ne peut pas être supprimé !
nl: Groep %s is ingebouwd en kan niet worden verwijderd!
pl: Grupa %s jest grupą wbudowaną (systemową) i nie może być usunięta!
pt: O grupo %s está embutido e não pode ser eliminado!
pt_br: O grupo %s pertence ao sistema e não pode ser excluído!
ro: Grupul %s este implicit şi nu poate fi şters!
ru: Группа %s является встроеной и не может быть удалена!
sk: Systémová skupina %s nemôže byť odstránená!
sr: Grupa %s je deo sistema i ne može biti obrisana!
sv: Gruppen %s är inbyggd och kan inte tas bort!
tr: Grup %s yerleşiktir ve silinemez!
uk: Група %s є вбудованою і не може бути видалена!

source: User ID
ca: ID d'usuari
cs: Identifikátor uživatele (UID)
de: Benutzer ID
es: ID de Usuario
fr: ID Utilisateur
nl: Gebruikers-ID
pl: ID użytkownika
pt: ID de utilizador
pt_br: ID do Usuário
ro: ID utilizator
ru: Идентификатор пользователя
sk: ID Používateľa
sr: ID Korisnika
sv: Användar ID
tr: Kullanıcı Kimliği
uk: ID користувача

source: User &
ca: Usuari &
cs: Uživatel &
de: Benutzer &
es: Usuario &
fr: Utilisateur &
nl: Gebruiker &
pl: Użytkownik &
pt: Utilizador &
pt_br: Usuário &
ro: Utilizator &
ru: Пользователь &
sk: Používateľ &
sr: Korisnik &
sv: Användare &
tr: Kullanıcı ve
uk: Користувач &

source: Hashed UNIX password
ca: Contrasenya UNIX hashed
cs: Zašifrované UNIX heslo
de: Gehashtes UNIX Passwort
es: Contraseña UNIX hasheada
fr: Mot de passe UNIX haché
nl: Gehasht UNIX-wachtwoord
pl: Zaszyfrowane hasło UNIX-owe
pt: Palavra-passe UNIX encriptada
pt_br: Senha UNIX em Hash
ro: Parolă UNIX cu sumă de control
ru: Хеш пароля UNIX
sk: Hashované UNIX heslo
sr: HASH-ovana UNIX lozinka
sv: Hashat UNIX-lösenord
tr: Karma UNIX parolası
uk: Хеш пароля UNIX

source: Hashed SMB password
ca: Contrasenya SMB hashed
cs: Zašifrované SMB heslo
de: Gehashtes SMB Passwort
es: Contraseña SMB hasheada
fr: Mot de passe SMB hashé
nl: Gehasht SMB-wachtwoord
pl: Zaszyfrowane hasło Samby
pt: Palavra-passe SMB encriptada
pt_br: Senha SMB em Hash
ro: Parolă SMB cu sumă de control
ru: Хеш SMB пароля
sk: Hashované SMB heslo
sr: HASH-ovana SMB lozinka
sv: Hashad SMB-lösenord
tr: Karma SMB parolası
uk: Хеш пароля SMB

source: Primary Group ID
ca: ID de grup primari
cs: Identifikátor (GID) hlavní skupiny
de: Primäre Gruppen ID
es: ID de Grupo Primario
fr: ID du groupe principal
nl: ID van primaire groep
pl: ID grupy głównej
pt: ID do Grupo Primário
pt_br: ID do Grupo Primário
ro: ID grup primar
ru: Идентификатор Основной Группы
sk: Primárna skupina ID
sr: ID Primarne grupe
sv: Primär grupp-ID
tr: Birincil Grup Kimliği
uk: Ідентифікатор основної групи

source: Home Directory
ca: Directori Home
cs: Domovská složka
de: Heimatverzeichnis
es: Directorio Personal
fr: Répertoire personnel
nl: Basismap
pl: Katalog domowy
pt: Directório Pessoal
pt_br: Diretório Home
ro: Folderul Home
ru: Домашний Каталог
sk: Domovský adresár
sr: Korisnički Direktorijum
sv: Hemkatalog
tr: Ana Dizin
uk: Домашній каталог

source: Full Name
ca: Nom Complert
cs: Celé jméno
de: Vollständiger Name
es: Nombre Completo
fr: Nom complet
nl: Volledige naam
pl: Pełna nazwa
pt: Nome Completo
pt_br: Nome Completo
ro: Nume complet
ru: Полное Имя
sk: Celé meno
sr: Puno Ime
sv: Fullständigt namn
tr: Tam Adı
uk: Повне ім'я

source: User
ca: Usuari
cs: uživatele
de: Benutzer
es: Usuario
fr: Utilisateur
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
pt_br: Usuário
ro: Utilizator
ru: Пользователь
sk: Používateľ
sr: Korisnik
sv: Användare
tr: Kullanıcı
uk: Користувач

source: Users
ca: Usuaris
cs: uživatele
de: Benutzer
es: Usuarios
fr: Utilisateurs
nl: Gebruikers
pl: Użytkownicy
pt: Utilizadores
pt_br: Usuários
ro: Utilizatori
ru: Пользователи
sk: Používatelia
sr: Korisnik
sv: Användare
tr: Kullanıcılar
uk: Користувачі

source: User %s is built-in and can not be deleted!
ca: Usuari %s ve per definició i no pot ser esborrat!
cs: Uživatel %s je vestavěný (systémový) a proto nemůže být smazán!
de: Benutzer %s ist fester Bestandteil des Systems und kann nicht gelöscht werden!
es: El Usuario %s es del sistema y no puede ser eliminado!
fr: L'utilisateur %s existe par défaut et ne peut pas être supprimé !
nl: Gebruiker %s is ingebouwd en kan niet worden verwijderd!
pl: Użytkownik %s jest wbudowany (systemowy) i nie może być usunięty!
pt: O utilizador %s está embutido e não pode ser eliminado!
pt_br: O usuário %s pertence ao sistema e não pode ser excluído!
ro: Utilizatorul %s este implicit şi nu poate fi șters!
ru: Пользователь %s является встроенным и не может быть удалён!
sk: Systemový používateľ %s nemôže byť odstránený!
sr: Korisnik %s je deo sistema i ne može biti obrisan!
sv: Användare %s är inbyggd och kan inte tas bort!
tr: Kullanıcı %s yerleşiktir ve silinemez!
uk: Користувач %s є вбудованим і не може бути видалений!

source: Account
ca: Compte
cs: Účty
de: Benutzerkonto
es: Cuenta
fr: Compte
pl: Konto
pt: Conta
pt_br: Conta
ro: Conturi
ru: Учётная запись
sk: Konto
sr: Korisnički nalog
sv: Konto
tr: Hesap
uk: Обліковий запис

source: Admin Account
cs: Účet správce systému
de: Admin-Konto
es: Cuenta de Administrador
fr: Compte Administrateur
nl: Beheerdersaccount
pt: Conta administrativa
pt_br: Conta Admin
ro: Contul Admin
ru: Учётная запись администратора
sr: Admin nalog
sv: Admin konto
tr: Yönetici Hesabı
uk: Обліковий запис адміністратора

source: Users successfully updated.
ca: Usuaris actualitzats amb èxit.
cs: Údaje uživatelských účtů byly úspěšně zaktualizovány.
de: Benutzer erfolgreich aktualisiert.
es: Usuarios actualizados correctamente.
fr: Utilisateurs mis à jour avec succès.
nl: Gebruikers met succes bijgewerkt.
pl: Pomyślnie zaktualizowano użytkowników.
pt: Utilizadores actualizados com sucesso.
pt_br: Usuários atualizados com sucesso.
ro: Actualizare cu succes a utilizatorilor.
ru: Пользователи успешно обновлены.
sk: Užívatelia úspešne aktualizovaný.
sr: Korisnici uspešno ažurirani.
sv: Användaren uppdaterad.
tr: Kullanıcılar başarılı olarak güncellendi.
uk: Користувач успішно оновлений.

source: Groups successfully updated.
ca: Grups actualitzats amb èxit.
cs: Údaje skupin byly úspěšně zaktualizovány.
de: Gruppen erfolgreich aktualisiert.
es: Grupos actualizados correctamente.
fr: Groupes mis à jour avec succès.
nl: Groepen met succes bijgewerkt.
pl: Pomyślnie zaktualizowano grupy.
pt: Grupos actualizados com sucesso.
pt_br: Grupos atualizados com sucesso.
ro: Actualizare cu succes a grupurilor.
ru: Группы успешно обновлены.
sk: Skupiny boli úspešne aktualizované.
sr: Grupe uspešno ažurirane.
sv: Grupper uppdaterade.
tr: Guruplar başarılı olarak güncellendi.
uk: Групи успішно оновлені.

source: The user %s is not valid.
ca: L'usuari %s no és vàlid.
cs: Uživatel %s není platný.
de: Der Benutzer %s ist ungültig.
es: El usuario %s no es válido.
fr: L'utilisateur %s est invalide.
nl: De gebruiker %s is niet geldig.
pl: Użytkownik %s nie jest prawidłowy.
pt: O utilizador %s não é válido.
pt_br: O usuário %s não é válido.
ro: Utilizatorul %s este invalid
ru: Пользователь %s не правильный.
sk: Používateľ %s neexistuje.
sr: Korisnik %s nije ispravan.
sv: Användare %s är inte gilltig.
tr: Kullanıcı %s geçerli değil.
uk: Користувач %s не вірний.

source: The group %s is not valid.
ca: El grup %s no és vàlid
cs: Skupina %s není platná.
de: Die Gruppe %s ist ungültig.
es: El grupo %s no es valido
fr: Le groupe %s n'est pas valide.
nl: De groep %s is niet geldig.
pl: Grupa %s nie jest prawidłowa.
pt: O grupo %s não é válido.
pt_br: O grupo %s não é válido.
ro: Grupul %s nu este valid.
ru: Группа %s является недопустимой.
sk: Skupina %s nie je platná.
sr: Grupa %s nije ispravna.
sv: Gruppen %s är inte giltig.
tr: Grup %s geçerli değil.
uk: Група %s є недопустимою.

source: The path must reside within a volume mount point
ca: La ruta ha d'estar dintre un punt de muntatge d'un volum
cs: Je třeba, aby se popisované umístění nacházelo v rámci přípojného bodu svazku
de: Der Pfad zur Erweiterung muss innerhalb eines Volume/Datensatz-Einhängepunktes liegen.
es: La ruta de acceso debe residir en un punto de montaje del volumen
fr: Le chemin doit résider dans le point de montage d'un volume
nl: Het pad moet zich binnen een volumekoppelpunt bevinden
pl: Ścieżka musi się zawierać w punkcie montowania wolumenu
pt: O caminho para a extensão deve residir no interior de um ponto de montagem de volume/dataset
pt_br: O caminho deve estar dentro do ponto de montagem do volume
ro: Calea către conţinut trebuie să existe în interiorul volumului/setului de date
ru: Путь должен находиться в пределах точки монтирования тома
sk: Cesta sa musí nachádzať vnútri prípojného bodu jednotky
sr: Putanja mora da postoji u okviru tačke postavljanja volumena
sv: Sökvägen till extentet måste finnas inuti en volym/dataset-monteringspunkt
tr: Yol, birim bağlama noktasında yer almak zorundadır
uk: Шлях повинен знаходитися в точці монтування томів.

source: Error: %s
cs: Chyba: %s
de: Fehler: %s
fr: Erreur: %s
nl: Fout: %s
pt: Erro: %s
pt_br: Erro: %s
ro: Eroare: %s
ru: Ошибка: %s
sr: Greška: %s
sv: Fel: %s
tr: Hata: %s
uk: Помилка: %s

source: Add %s
ca: Afegir %s
cs: Přidat %s
de: Füge %s hinzu
es: Añadir %s
fr: Ajouter %s
nl: %s toevoegen
pl: Dodaj %s
pt: Adicionar %s
pt_br: Adicionar %s
ro: Adaugă %s
ru: Добавить %s
sk: Pridaj %s
sr: Dodaj %s
sv: Lägg till %s
tr: %s Ekle
uk: Додати %s

source: View %s
cs: Zobrazit %s
de: Alle %s anzeigen
es: Ver %s
fr: Voir les %s
nl: %s weergeven
pt: Ver todos os %s
pt_br: Mostrar %s
ro: Vizualizare %s
ru: Смотреть %s
sr: Prikaži %s
sv: Visa %s
tr: %s Göster
uk: Переглянути %s

source: Display System Processes
ca: Veure Procesos del Sistema
cs: Zobrazit systémové procesy
de: Systemprozesse anzeigen
es: Mostrar Procesos del Sistema
fr: Afficher les processus du système
nl: Systeemprocessen weergeven
pl: Wyświetlanie procesów systemowych.
pt: Mostrar Processos do Sistema
pt_br: Visualizar Processos do Sistema
ro: Procese sistem
ru: Отобразить системные процессы
sk: Zobraz systémové procesy
sr: Prikaži Sistemske Procese
sv: Visa systemprocesser
tr: Sistem İşlemlerini Görüntüle
uk: Показати системні процеси

source: Reboot
ca: Reiniciar
cs: Restartovat
de: Neustart
es: Reiniciar
fr: Redémarrer
nl: Herstarten
pl: Uruchom ponownie
pt: Reiniciar
pt_br: Reiniciar
ro: Repornire
ru: Перезагрузить
sk: Reštartovať
sr: Restartuj
sv: Starta om
tr: Yeniden Başlat
uk: Перезавантажити

source: Shutdown
ca: Apagar sistema
cs: Vypnout
de: Herunterfahren
es: Apagar sistema
fr: Éteindre
nl: Afsluiten
pl: Wyłącz
pt: Encerrar
pt_br: Desligar
ro: Oprire
ru: Выключить
sk: Vypnúť
sr: Isključi
sv: Stäng av
tr: Kapat
uk: Вимкнути

source: Empty data returned from %s
cs: Z %s byla obdržena prázdná data
de: Keine Daten empfangen von %s
es: Vaciar datos devueltos por %s
fr: Donnée vide renvoyée par %s
nl: Lege gegevens geretourneerd van %s
pt: Nenhum dado retornado de %s
pt_br: Nenhum dado retornado de %s
ro: %s nu a returnat niciun fel de date
ru: Пустые данные вернулись из %s
sr: Prazan podatak vraćen od %s
sv: Tomt data returnerades ifrån% s
tr: %s gelen boş veri döndürüldü
uk: Повернуто порожніх даних %s

source: Couldn't retrieve %(url)s: %(error)s
cs: Nelze načíst %(url)s: %(error)s
de: Konnte %(url)s nicht empfangen: %(error)s
es: No puedo recuperar %(url)s: %(error)s
fr: Impossible de récupérer %(url)s : %(error)s
nl: Kon %(url)s niet ophalen: %(error)s
pt: Não pude aceder a %(url)s: %(error)s
pt_br: Não foi possivel obter %(url)s: %(error)s
ro: %(url)s nu a putut fi accesat: %(error)s
ru: Невозможно получить %(url)s: %(error)s
sr: Nije moguće preuzeti %(url)s: %(greška)s
sv: Kunde inte hämta% (url) s:% (error) s
tr: %(url)s alınamadı: %(error)s
uk: Неможливо отримати %(url)s: %(error)s
