Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: The client IP is detected by calling 'url' from this 'ip_server_name:port /.'. Leaving this field blank causes the service to use its built in default: checkip.dyndns.org:80 /.
cs: IP adresa klienta je zjišťována voláním „url“ z této „nazev_ip_serveru:port /.“. Výchozí (použito, pokud kolonka zůstane nevyplněná) je checkip.dyndns.org:80 /.
fr: L'IP du client est détectée en appelant 'url' depuis ce 'ip_server_name:port /.'. Laisser ce champ vide obligera le service à utiliser le service par défaut: checkip.dyndns.org:80 /.
nl: Het client-IP-adres wordt herkend door 'url' vanaf deze 'ip-servernaam:poort /.' aan te roepen. Leeg laten van dit veld zorgt ervoor dat de service zijn ingebouwde standaardwaarde gebruikt: checkip.dyndns.org:80 /.
ru: IP клиента определяется вызовом 'url' с 'ip_server_name:port /.'. По умолчанию: checkip.dyndns.org:80 /.
tr: İstemci IP'si bu 'ip_sunucu_adı:b_noktası /.' adresinden çağrılan 'url' tarafından algılanır. Bu alanı boş bırakmak hizmetin yerleşik varsayılanı kullanmasına neden olur: checkip.dyndns.org:80 /.
uk: IP клієнта визначається викликом 'url' з 'ip_server_name:port /.'. За замовчуванням: checkip.dyndns.org:80 /.

source: A host name alias. This option can appear multiple times, for each domain that has the same IP. Use a comma to separate multiple alias names. Some Dynamic DNS providers require a hash after the host name, for these providers use a # sign in the between the hostname and hash in the format hostname#hash. You may also use multiple hostname and hash combinations in the format host1#hash1,host2#hash2.
cs: Alternativní název stroje. Tato volba se může opakovat, pro každou doménu, která má stejnou IP adresu. Vícero alternativních názvů oddělujte čárkou. Někteří poskytovatelé dynamického DNS vyžadují, aby za název stroje byl připojen hash. V takových případech použijte k oddělení názvu stroje a hashe znak #, tedy system#hash. Samozřejmě je možné použít vícero kombinací názvů systémů, ve formátu system1#hash1,system2#hash2.
nl: Een hostnaamalias. Deze optie kan meerdere malen voorkomen, voor elk domein dat hetzelfde IP-adres heeft. Gebruik een komma om meerdere aliasnamen te scheiden. Sommige 'Dynamische DNS'-providers vereisen een hash achter de hostnaam; gebruik voor deze providers een #-teken tussen de hostnaam en hash in de notatie hostnaam#hash. U kunt ook meerdere hostnamen en hashcombinaties in de notatie host1#hash1,host2#hash2 gebruiken.
ru: Псевдоним имени хоста. Эта опция может появляться несколько раз, для каждого домена, который имеет тот же IP-адрес. Используйте запятую для разделения нескольких псевдонимов. Некоторые провайдеры Dynamic DNS требуют хэш после имени хоста, эти провайдеры используют знак # между именем и хэшем в формате имени#хэш. Вы также можете использовать несколько комбинаций имени хоста и хэш в формате host1#hash1,host2#hash2.
tr: Bir anamakine adı takma adı. Bu seçenek aynı IP'ye sahip her etki alanı için birçok kez görünebilir. Birçok takma adını ayırmak için virgül kullanın. Bazı Değişken DNS sağlayıcıları anamakine adından sonra bir adresleme gerektirir, bu sağlayıcılar için anamakineadı#adresleme biçiminde anamakine adı ve adresleme arasında bir # işareti kullanın. Aynı zamanda anamakineadı1#adresleme1,anamakineadı2#adresleme2 biçiminde birçok anamakine adı ve adresleme birleşimi kullanabilirsiniz.
uk: Псевдонім імені хоста. Ця опція може з'являтися кілька разів, для кожного домена, який має ту ж IP-адресу. Використовуйте кому для розділення декількох псевдонімів. Деякі провайдери Dynamic DNS вимагають хеш після імені хоста, ці провайдери використовують знак # між ім'ям та хешем у форматі ім'я#хеш. Ви також можете використовувати кілька комбінацій імені хоста і хеш у форматі host1#hash1,host2#hash2.

source: SNMP v3 Support
cs: Podpora SNMP v3
nl: SNMP v3-ondersteuning
ru: Поддержка SNMP v3
tr: SNMP v3 Desteği
uk: Підтримка SNMP v3

source: Authentication Type
cs: Typ ověřování
nl: Type authenticatie
ru: Тип аутентификации
tr: Kimlik Doğrulaması Türü
uk: Тип автентифікації

source: Privacy Protocol
cs: Zabezpečovací protokol
ru: Протокол
tr: Gizlilik Protokolü
uk: Протокол

source: Privacy Passphrase
cs: Heslová fráze k soukromé části klíče
nl: Privacywachtwoordzin
ru: Пароль
tr: Gizli Parola
uk: Пароль

source: Power Off UPS
cs: Vypnout UPS
nl: UPS uitschakelen
ru: Отключить ИБП
tr: UPS Gücünü Kes
uk: Відключити ДБЖ

source: Signal the UPS to power off after FreeNAS shuts down.
cs: Signalizovat UPS zdroji, aby po vypnutí FreeNAS odpojil výstup napájení. (Pomůže k zapnutí stroje po obnovení dodávky napájení z rozvodné sítě.)
nl: De UPS laten uitschakelen nadat FreeNAS is afgesloten.
ru: Запросить отключение ИБП после завершения работы FreeNAS.
tr: FreeNAS kapandıktan sonra UPS'e gücünü kesme sinyali gönderir.
uk: Запросити відключення ДБЖ після завершення роботи FreeNAS.

source: Type of HTTP Authentication for WebDAV<br>Basic Auth: Password is sent over the network as plaintext (Avoid if HTTPS is disabled) <br>Digest Auth: Hash of the password is sent over the network (more secure)
cs: Typ HTTP ověřování pro WebDAV<br>Jednoduché ověřování: Heslo je po síti posíláno jako čitelný text (nepoužívat, pokud je vypnuto HTTPS)<br>Ověřování otiskem: po síti je posílán pouze otisk hesla (bezpečnější)
nl: Type HTTP-authenticatie voor WebDAV<br>Basisauth.: wachtwoord wordt als platte tekst over het netwerk verzonden (Vermijden als HTTPS is uitgeschakeld) <br>Digest-auth.: hash van het wachtwoord wordt over het netwerk verzonden (veiliger)
ru: Тип HTTP аутентификации для WebDAV<br>Basic Auth: Пароль отправляется по сети в открытом виде (Избегайте, если HTTPS отключен) <br>Digest Auth: Хэш пароля отправляется по сети (более безопасный)
tr: WebDAV için HTTP Kimlik Doğrulaması türü<br>Temel Kimlik Doğrulaması: Parola ağ üzerinden düz metin olarak gönderilir (Eğer HTTPS etkisizleştirilirse kaçının)<br>Özet Kimlik Doğrulaması: Parolanın adreslemesi ağ üzerinden gönderilir (daha güvenli)
uk: Тип HTTP аутентифікації для WebDAV<br>Basic Auth: Пароль відправляється по мережі у відкритому вигляді (Уникайте, якщо HTTPS відключений)<br>Digest Auth: Хеш пароля відправляється по мережі (безпечніший)

source: Fiber Channel Ports have been successfully changed.
cs: Fiber Channel porty byly úspěšně změněny.
nl: Fiber Channel-poorten zijn met succes gewijzigd.
ru: Порты Fiber Channel были успешно изменены.
tr: Fiber Kanal Bağlantı Noktaları başarılı olarak değiştirildi.
uk: Порти Fiber Channel були успішно змінені.

source: A share with this name already exists.
cs: Sdílení s tímto názvem už existuje.
nl: Er bestaat al een share met deze naam.
ru: Ресурс с таким именем уже существует.
tr: Bu isimde bir paylaşım zaten var.
uk: Ресурс з таким ім'ям вже існує.

source: Whitespace is not a valid character for NFS shares.
cs: Prázdné znaky nejsou v názvech NFS sdílení přípustné.
fr: L'espace n'est pas un caractère valide pour un nom de partage NFS.
nl: Witruimte is geen geldig teken voor NFS-shares.
ru: Пробел недопустим в общем доступе NFS.
tr: Boşluk, NFS paylaşımları için geçerli bir karakter değildir.
uk: Пробіл неприпустимий у спільному доступі NFS.

source: Online
cs: V provozu
tr: Çevrimiçi

source: VMware Sync
cs: Synchronizace VMWare
ru: Синхронизация VMware
tr: VMware Eşitleme
uk: Синхронізація VMware

source: This is the disk with the non-zfs filesystem. It will be mounted, its data copied over to the path specified in the 'Destination' field below and then unmounted. Importing non-zfs disks permanently as a Volume is deprecated
cs: Toto je disk s jiným, než ZFS souborovým systémem. Bude připojen (mount), data z něho zkopírována do umístění, určeného níže v kolonce „cíl“ a následně bude odpojen. Import neZFS disků natrvalo, coby svazků, již není podporován.
nl: Dit is de schijf met het niet-zfs-bestandssysteem. Het zal worden gekoppeld, gegevens ervan`naar het opgegeven pad in het veld 'Bestemming' hieronder worden gekopieerd en daarna worden ontkoppeld. Het blijvend importeren van niet-zfs-schijven als volume is afgeschaft
ru: Этот диск с не-ZFS файловой системой. Он будет примонтирован, его данные скопированы в место указанное в поле 'Назначение' ниже, после чего он будет отмонтирован. Постоянный импорт не-ZFS дисков более не поддерживается
tr: Bu, zfs dosya sistemi olmayan disktir. Bağlanacak, verisi aşağıdaki 'Hedef' alanında belirtilen yol üzerinden kopyalanacak ve ondan sonra sökülecektir. Bir Birim olarak zfs olmayan disklerin kalıcı olarak içe aktarılması kullanım dışıdır
uk: Цей диск з не-ZFS файлової системою. Його буде примонтовано, дані скопійовані в місце вказане в полі 'Призначення' нижче, після чого його буде відмонтовано. Постійний імпорт не-ZFS дисків паче не підтримується

source: This must be a dataset/folder in an existing Volume
cs: Je třeba, aby se jednalo o datovou sadu či složku, nacházející se na existujícím svazku
nl: Dit moet een gegevensset/map in een bestaand volume zijn
ru: Это должно быть каталогом на существующем томе
tr: Bu, varolan bir Birim içinde veri kümesi/klasör olmak zorundadır
uk: Це має бути каталогом на існуючому томі.

source: The path %s does not exist. This must be a dataset/folder in an existing Volume
cs: Umístění %s neexistuje. Je třeba, aby se jednalo o datovou sadu či složku, nacházející se na existujícím svazku
nl: Het pad %s bestaat niet. Dit moet een gegevensset/map in een bestaand volume zijn
ru: Путь %s не существует. Это должно быть каталогом на существующем томе
tr: %s yolu mevcut değil. Bu, varolan bir Birim içinde veri kümesi/klasör olmak zorundadır
uk: Шлях %s не існує. Це має бути каталогом на існуючому томі.

source: The path %s already exists.
cs: Umístění %s už existuje.
nl: Het pad %s bestaat al.
ru: Путь %s уже существует.
tr: %s yolu zaten var.
uk: Шлях %s вже існує.

source: Allow the zvol to consume more then 80% of available space
cs: Umožnit, aby ZFS svazek zabíral více než 80% dostupného prostoru
nl: Toestaan dat het zvol meer dan 80% van de beschikbare ruimte mag gebruiken
ru: Позволить zvol занимать более 80% доступного места
tr: Mevcut alanın %80'ninden daha fazlasını tüketmesi için zvol'a izin verir
uk: Дозволити zvol займати більше 80% доступного місця

source: This field will be empty if you have not setup a periodic snapshot task
cs: Pokud nenastavíte úlohu pravidelného pořizování zachyceného stavu, bude tato kolonka prázdná
nl: Dit veld is leeg als u geen taak voor periodieke momentopnamen hebt ingesteld
ru: Это поле будет пустым если вы не настроили периодическое создание спимков
tr: Bu alan, eğer düzenli bir anlık görüntü görevi ayarlamazsanız boş olacaktır
uk: Це поле буде порожнім якщо ви не налаштували періодичне створення спімков

source: Every {0} minute(s)
cs: Každých {0} minut
fr: Chaque {0} minute(s)
nl: Elke {0} minuten
ru: Каждые {0} минут(ы)
tr: Her {0} dakikada bir
uk: Кожні {0} хвилин(и)

source: Every {0} hour(s)
cs: Každých {0} hodin
fr: Chaque {0} heure(s)
nl: Elke {0} uur
ru: Каждые {0} час(а)
tr: Her {0} saatte bir
uk: Кожні {0} годин(и)

source: Every {0} days
cs: Každých {0} dnů
fr: Tous les {0} jours
nl: Elke {0} dagen
ru: Каждые {0} дня
tr: Her {0} günde bir
uk: Кожні {0} дні(в)

source: Exclude System Dataset
cs: Vynechat systémovou datovou sadu
nl: Systeemgegevensset uitsluiten
ru: Исключить системный набор данных
tr: Sistem Veri Kümesini Hariç Tut
uk: Виключити системний набір даних

source: Do not snapshot the system dataset. This is useful when replicating the root of a pool to the root of a pool of another FreeNAS system.
cs: Nepořizovat zachycený stav systémové datové sady. Užitečné při replikaci kořene fondu úložišť na jiný FreeNAS systém.
nl: Maak geen momentopname van de systeemgegevensset. Dit is nuttig bij replicatie van de hoofdmap van een pool naar de hoofdmap van een pool van een ander FreeNAS-systeem.
ru: Не создавать снимки системного датасета. Это полезно при репликации корня пула в корень пула другой системы FreeNAS.
tr: Sistem veri kümesinin anlık görüntüsünü almayın. Bu, bir havuzun kökünü başka bir FreeNAS sisteminin havuzunun köküne çoğaltırken faydalıdır.

source: Username on the above VMware host with enough privileges to snapshot virtual machines.
cs: Uživatelský účet na výše uvedeném VMWare systému s právy dostačujícími k pořizování zachycených stavů virtuálních strojů.
nl: Gebruikersnaam op de bovenstaande VMware-host met voldoende bevoegdheden om momentopnamen van virtuele machines te maken.
ru: Имя пользователя на указанном VMware хосте с правами для создания снимков виртуальных машин.
tr: Sanal makinelerin anlık görüntüsünü almak için yeterli yetkileri olan yukarıdaki VMware anamakinesi üzerindeki kullanıcı adı.
uk: Ім'я користувача на зазначеному VMware хості з правами для створення знімків віртуальних машин.

source: The datastore on the VMware side that the filesystem corresponds to.
cs: Datové úložiště na straně VMWare, kterému odpovídá tento souborový systém.
nl: Het gegevensarchief aan de VMware-zijde waarmee het bestandssysteem overeenkomt.
ru: Хранилище на стороне VMware к которому относится файловая система.
tr: Dosya sisteminin karşılık geldiği VMware tarafındaki veri deposu.
uk: Сховище на стороні VMware до якого відноситься файлова система.

source: VMware-Snapshot
cs: zachycený stav VMWare
nl: VMware-momentopname
ru: VMware-Снимок
tr: VMWare-Anlık Görüntüsü
uk: VMware-Знімок

source: VMware-Snapshots
cs: zachycené stavy VMWare
nl: VMware-momentopnamen
ru: VMware-Снимки
tr: VMWare-Anlık Görüntüleri
uk: VMware-Знімки

source: Disk online operation has been issued.
cs: Byla zahájena online disková operace.
nl: Schijf actief maken is gestart.
ru: Инициирована процедура подключения диска.
tr: Disk çevrimiçi işlemden çıkarıldı.
uk: Ініційована процедура підключення диска.

source: This is not a valid license.
cs: Toto není platná licence.
nl: Dit is geen geldige licentie.
ru: Это не действительная лицензия.
tr: Bu geçerli bir lisans değil.
uk: Це не дійсна ліцензія.

source: From Email
cs: Z e-mailu
nl: Van-e-mailadres
ru: Обратный адрес
tr: Kimden E-postası
uk: Зворотня адреса

source: The email address that the system will use to create this ticket
cs: E-mailová adresa, kterou systém použije pro vytvoření tohoto hlášení
nl: Het e-mailadres dat het systeem voor het aanmaken van dit ticket zal gebruiken
ru: Этот адрес будет использоваться системой для создания тикета
tr: Sistemin bu çağrıyı oluşturmak için kullanacağı e-posta adresi
uk: Ця адреса буде використовуватися системою для створення тікета

source: Connection failed: %s
cs: Připojení se nezdařilo: %s
fr: Échec lors de la connexion : %s
nl: Verbinding mislukt: %s
ru: Ошибка подключения: %s
tr: Bağlantı başarısız oldu: %s
uk: Помилка з'єднання: %s

source: Connection timed out: %s
cs: Byl překročen časový limit pro spojení: %s
fr: Expiration du délai de connexion: %s
nl: Time-out voor verbinding: %s
ru: Превышено время ожидания подключения: %s
tr: Bağlantı zaman aşımına uğradı: %s
uk: Перевищено інтервал з'єднання: %s

source: Ticket creation failed, try again later.
cs: Vytvoření hlášení se nezdařilo, zkuste to později.
nl: Maken van ticket mislukt, probeer het later opnieuw.
ru: Ошибка создания тикета, попробуйте позже.
tr: Çağrı oluşturma başarısız oldu, daha sonra tekrar deneyin.
uk: Помилка створення тікета, спробуйте пізніше.

source: License updated.
cs: Licence byla aktualizována.
fr: Licence mise à jour.
nl: Licentie bijgewerkt.
ru: Лицензия обновлена.
tr: Lisans güncellendi.
uk: Ліцензію оновлено.

source: Continue operation if the server could not be reached/validated.
cs: Neupustit od používání tohoto serveru ani v případě, že se ho nedaří zkontaktovat či ověřit.
nl: Doorgaan met bewerking als de server niet kon worden bereikt/gevalideerd.
ru: Продолжать функционирование если сервер недоступен.
tr: Eğer sunucu ulaşılamaz/doğrulanamaz ise işleme devam eder.
uk: Продовжувати функціонування якщо сервер недоступний.

source: A certificate with this name already exists.
cs: Certifikát s tímto názvem už existuje.
nl: Er bestaat al een certificaat met deze naam.
ru: Сертификат с таким именем уже существует.
tr: Bu isimde bir sertifika zaten var.
uk: Сертифікат з таким ім'ям вже існує.

source: Passphrase confirmation does not match.
cs: Do každé z kolonek pro heslovou frázi bylo zadáno něco jiného – vyplňte je znovu a tentokrát stejně.
nl: Bevestiging van wachtwoordzin komt niet overeen.
ru: Подтверждение не совпадает с паролем.
tr: Parola onaylaması eşleşmiyor.
uk: Підтвердження не збігається з паролем.

source: Hostname or IP address
cs: Název stroje nebo jeho IP adresa
nl: Hostnaam of IP-adres
ru: Имя сервера или IP адрес
tr: Anamakine adı veya IP adresi
uk: Ім'я сервера або IP адреса

source: User name
cs: Uživatelské jméno
nl: Gebruikersnaam
ru: Имя пользователя
tr: Kullanıcı adı
uk: Ім’я користувача

source: Remote directory
cs: Složka na protistraně
nl: Externe map
ru: Удалённый каталог
tr: Uzak dizin
uk: Віддалений каталог

source: Backup data
cs: Zálohovat data
nl: Back-up van gegevens maken
ru: Резервировать данные
tr: Veriyi yedekle
uk: Резервувати дані

source: Compress backup
cs: Komprimovat zálohu
nl: Back-up comprimeren
ru: Сжимать резервные копии
tr: Yedeği sıkıştır
uk: Стискати резервні копії

source: Use key authentication
cs: Použít ověřování klíčem
nl: Sleutelauthenticatie gebruiken
ru: Использовать аутентификацию по ключу
tr: Anahtar kimlik doğrulaması kullan
uk: Використовувати аутентифікацію по ключу

source: By default only essential fields are shown. Fields considered advanced can be displayed through the Advanced Mode button.
cs: Ve výchozím stavu jsou zobrazovány pouze kolonky základních parametrů. Kolonky nastavení, která jsou považována za pokročilá, lze zobrazit pomocí tlačítka „Pokročilý režim“.
nl: Standaard worden alleen essentiële velden getoond. Velden die als geavanceerd worden beschouwd kunnen via de knop Geavanceerde modus worden weergegeven.
ru: По умолчанию отображаются только существенные поля. Дополнительные поля могут быть отображены с помощью кнопки Advanced Mode.
tr: Varsayılan olarak sadece gerekli alanlar gösterilir. Gelişmiş olarak değerlendirilen alanlar Gelişmiş Kip düğmesi aracılığıyla görüntülenebilir.
uk: За замовчуванням відображаються лише істотні поля. Додаткові поля можуть бути відображені за допомогою кнопки Advanced Mode.

source: Enable automatic upload of kernel crash dumps and daily telemetry
cs: Zapnout automatické zasílání výpisů pádů jádra a neadresných provozních údajů vývojářům
nl: Automatisch uploaden van kernelcrashdumps en dagelijkse telemetrie inschakelen
ru: Разрешить автоматическую отправку информации о сбоях ядра и ежедневную телеметрию
tr: Çekirdek çökme dökümlerinin ve uzaktan günlük ölçümünün otomatik gönderilmesini etkinleştir
uk: Дозволити автоматичне відправлення інформації про збої ядра і щоденну телеметрію

source: Attempt to automatically tune the network and ZFS system control variables based on memory available.
cs: Pokusit se o automatické vyladění proměnných nastavení sítě a souborového systému ZFS v závislosti na dostupné operační paměti.
nl: Proberen de besturingsvariabelen van het netwerk en ZFS-systeem automatisch te optimaliseren op basis van beschikbaar geheugen.
ru: Попытка автоматической настройки сети и ZFS на основе доступной памяти.
tr: Mevcut belleğe dayanarak ağı ve ZFS sistem denetimi değişkenlerini otomatik olarak ayarlamayı dener.
uk: Спроба автоматичної настройки мережі і ZFS на основі доступної пам'яті.

source: Periodic Notification User
cs: Uživatel, kterému zasílat pravidelná upozorňování
nl: Gebruiker voor periodieke meldingen
ru: Пользователь периодических уведомлений
tr: Düzenli Bildirim Kullanıcısı
uk: Користувач періодичних повідомлень

source: The kernel built with debug symbols will be booted instead.
cs: Bude zavedeno jádro se zapnutými funkcemi pro ladění (určeno pro potřeby vývoje či diagnostiky).
nl: In plaats daarvan wordt de met debugsymbolen gebouwde kernel opgestart.
ru: Будет загружено ядро с отладочной информацией.
tr: Bunun yerine hata ayıklama sembolleri ile yapılmış çekirdek önyüklenecektir.
uk: Буде завантажено ядро налагоджування.

source: If you wish periodic emails to be sent to a different email address than the alert emails are set to (root) set an email address for a user and select that user in the dropdown.
cs: Pokud si přejete, aby e-maily s pravidelnými hlášeními byly posílány na jinou adresu, než ty výstražné (které jdou správci systému), nastavte u některý z uživatelských účtů e-mailovou adresu a následně tohoto uživatele vyberte z rozbalovací nabídky zde.
nl: Als u periodieke e-mails naar een ander e-mailadres dan het ingestelde adres voor waarschuwingen wilt laten verzenden (root), stel dan een e-mailadres in voor een gebruiker en selecteer die gebruiker in de vervolgkeuzelijst.
ru: Если вы желаете чтобы регулярные письма отправлялись на адрес отличный от адреса писам с предупреждениями (root), установите адрес электронной почты для пользователя и выберите этого пользователя из списка.
tr: Eğer düzenli e-postaların, uyarı e-postalarının ayarlı olduğu (root) farklı bir e-posta adresine gönderilmesini isterseniz, bir kullanıcı için bir e-posta adresi ayarlayın ve bu kullanıcıyı aşağı açılır menüden seçin.
uk: Якщо ви бажаєте щоб регулярні листи відправлялися на адресу відмінну від адреси пісам з попередженнями (root), встановіть адресу електронної пошти для користувача і виберіть цього користувача зі списку.

source: CA
cs: Cert. autorita
ru: Центр сертификации
uk: Центр сертифікації

source: Finished
cs: Dokončeno
nl: Voltooid
ru: Завершено
tr: Tamamlandı
uk: Завершено

source: Failed
cs: Neúspěch
nl: Mislukt
ru: Ошибка
tr: Başarısız oldu
uk: Збій

source: Acknowledged
cs: Vzato na vědomí
nl: Bevestigd
ru: Подтвержден
tr: Tanındı
uk: Підтверджено

source: Backup worker PID
cs: Identifikátor (PID) procesu zálohování
nl: PID van backup worker
ru: PID процесса копирования
tr: Çalışan PID yedekle
uk: PID процесу копіювання

source: Started at
cs: Spuštěno (kdy)
nl: Begonnen om
ru: Начато в
tr: Başlama zamanı
uk: Почато о

source: Finished at
cs: Dokončeno (kdy)
nl: Voltooid om
ru: Закончено в
tr: Tamamlanma zamanı
uk: Завершено о

source: System Backup
cs: Záloha systému
nl: Systeemback-up
ru: Резервирование системы
tr: Sistem Yedekleme
uk: Резервування системи

source: Interval must be an integer.
cs: Je třeba, aby interval byl celé kladné číslo.
nl: Interval moet een geheel getal zijn.
ru: Интервал должен быть целым числом.
tr: Aralık bir tamsayı olmak zorundadır.
uk: Інтервал повинен бути цілим числом.

source: Scrub interval successfully changed.
cs: Hodnota intervalu mezi kontrolami byla úspěšně změněna.
nl: Reinigingsinterval met succes gewijzigd.
ru: Интервал проверки успешно изменен.
tr: Temizleme aralığı başarılı olarak değiştirildi.
uk: Інтервал перевірки успішно змінений.

source: Update has been applied
cs: Aktualizace byla nainstalována
nl: Update is toegepast
ru: Обновление было применено
tr: Güncelleme uygulandı
uk: Оновлення було застосовано
