Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Use this option to override the username ('nobody' by default) which will be used for access to services which are specified as guest. Whatever privileges this user has will be available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login. The user root can not be used as guest account.
ca: Utilitzeu aquesta opció per sobreescriure l'username ('nobody' per defecte) el cual es farà servir per accedir a serveis especificats com a 'guest'. Siguin els que siguin els privilegis que té aquest usuari, estarà disponible per qualsevol client conectant-se al servei 'guest'. Aquest usuari ha d'existir al fitxer password, però no requereix tenir un login vàlid. L'usuari root no pot ser usat com a compte guest.
cs: Slouží k přepsání uživatelského jména („nobody“ ve výchozím nastavení), které bude použito pro přístup ke službám bez přihlašování. Přístupová práva tohoto uživatele budou propůjčena všem, kteří se připojí k takové službě. Je třeba, aby zmíněný uživatel existoval v souboru passwd, platné přihlášení však není vyžadováno. Účet správce systému (root) nemůže být použit jako účet hosta.
de: Benutzen Sie diese Option, um denjeinigen Benutzernamen (Standard: 'ftp') zu überschreiben, welcher für den Zugriff auf diejenigen Dienste benutzt wird, die als Gast bezeichnet sind. Sämtliche Berechtigungen diese Benutzers werden allen Clients zur Verfügung stehen, die sich mit dem Gast-Dienst verbinden. Dieser Benutzer muss zwar in der Passwortdatei existieren, benötigt aber keine gültige Anmeldung.
es: Use esta opción para reemplazar el nombre de usuario ('nobody' por defecto) el cual se utilizará para el acceso a los servicios que se especifican como invitado. Cualquier privilegio que este usuario pueda tener, estará disponible a cualquier cliente que se conecte al servicio de invitado. Este usuario debe existir en el archivo de contraseña, pero no requiere un inicio de sesión válido. El usuario 'root' no puede ser usado en una cuenta de invitado
fr: Utiliser cette option pour forcer le nom d'utilisateur ("nobody" par défaut) qui sera utilisé pour l'accès aux services en tant qu'invité. Tous privilèges accordés à cet utilisateur le seront également pour les clients se connectant au service en tant qu'invités. Cet utilisateur doit exister dans le fichier de mot de passe, mais ne nécessite pas une connexion valide. L'utilisateur root ne peut pas être utilisé en tant que compte invité.
nl: Gebruik deze optie voor het vervangen van de gebruikersnaam (standaard 'nobody') die wordt gebruikt voor toegang tot services die voor gasten toegankelijk zijn. Bevoegdheden voor deze gebruiker zijn beschikbaar voor clients die verbinding maken met de gastservice. Deze gebruiker moet in het wachtwoordbestand bestaan, maar vereist geen geldige aanmelding. De gebruiker root kan niet als gastaccount worden gebruikt.
pl: Użyj tej opcji aby nadpisać nazwę użytkownika (domyślnie 'nobody') jaka będzie używana przy usługach do których dostęp jest anonimowy. Ponadto uprawnienia tego użytkownika mogą być dostępne dla dowolnego klienta korzystającego z takiej usługi. Użytkownik ten musi istnieć w pliku z hasłami, nie jest jednak wymagany prawidłowy login. Użytkownik root nie może zostać użyty jako konto gościa.
pt: Utilize esta opção para substituir o nome de usuário ('nobody' por defeito) que será usada para acesso a serviços que são especificados como convidado. Qualquer previlégios que este utilizador tem estará disponível para qualquer cliente se conectar ao serviço cliente. Este utilizador deve existir no arquivo de senha, mas não exige um login válido.
pt_br: Use para sobrepor o nome de usuário ('nobody' por padrão) a ser usado para acessar serviços especificados como 'guest'. Quaisquer privilégios que tal usuário tenha estarão disponíveis a qualquer cliente conectando ao serviço 'guest'. Este usuário precisa existir no arquivo de senhas, mas não requere um login válido. O usuário 'root' não pode ser usado como uma conta 'guest'.
ro: Folosiți această opţiune pentru a suprascrie numele de utilizator (implicit 'nobody') care va fi folosit pentru a accesa serviciile specifice utilizatorului guest. Indiferent de privilegiile avute de utilizator ele vor fi disponibile oricărui client care se conectează la serviciul de tip guest. Acest utilizator trebuie să existe în fişierul de parole, dar nu este necesară o logare validă. Utilizatorul root nu poate fi folosit ca și cont guest.
ru: Используйте эту опцию для изменения имени пользователя ('nobody' по умолчанию), которое будет использоваться для гостевого доступа к службам. Независимо от привилегий, этот пользователь будет доступен для любого клиента, подключающегося к гостевой службе. Этот пользователь должен существовать в файле паролей, но не требует корректного логина. Суперпользователь (root) не может использоваться как гостевой аккаунт.
sk: Použite túto možnosť na zmenu používateľského mena (predvolene "nobody"), ktoré bude použité pre prístup k službám, ktoré sú špecifikované ako hosťovské. Akékoľvek privilégiá bude mať tento používateľ, bude prístupný akémukoľvek klientovi pripájajúcemu sa k hosťovskej službe. Tento používateľ sa musí nachádzať v súbore s heslami, ale platné prihlásenie nie je vyžadované. Používateľ root nemôže byť použitý ako hosťovský účet.
sr: Koristite ovu opciju da nadjača korisničko ime ('nobody' kao podrazumevana vrednost) koji će se koristiti za pristup servisima koje su navedene kao guest. Kakve god privilegije ovaj korisnik ima one će biti dostupne svakom klijentu povezanom na guest servis. Ovaj korisnik mora da postoji u datoteci lozinki, ali ne zahteva validno prijavljivanje. Korisnik root ne može da se koristi kao guest nalog.
sv: Använd detta val för att åsidosätta användarnamnet (´nobody' är standard) som används för tillgång till tjänster för gästkontot. Alla rättigheter som användaren har blir tillgängliga för alla som använder gästkontot. Denna användare måste finnas i lösenordsfilen, men behöver inget giltigt lösenord. Root användaren kan inte användas som gästkonto.
tr: Misafir olarak belirtilen hizmetlere erişim için kullanılacak olan kullanıcı adını (varsayılan 'nobody') geçersiz kılmak için bu seçeneği kullanın. Yetkiler ne olursa olsun bu kullanıcı misafir hizmete bağlanan herhangi bir istemci olabilecektir. Bu kullanıcı parola dosyasında olmak zorundadır, ancak geçerli bir oturum açma bilgisi gerekmez. Kullanıcı root, misafir hesabı olarak kullanılamaz.
uk: Використовуйте цю опцію для зміни імені користувача ('nobody' типово), яке буде використовуватися для гостьового доступу до служб. Незалежно від привілеїв, цей користувач буде доступний для будь-якого клієнта, підключається до гостьової служби. Цей користувач повинен існувати у файлі паролів, але не вимагає коректного логіна. Суперкористувач (root) не може використовуватися як гостьовий аккаунт.

source: File mask
ca: màscara de l'arxiu
cs: Maska souboru
de: Dateimaske
es: Máscara de permisos de Archivo
fr: Masque de fichier
nl: Bestandsmasker
pl: Maska tworzenia pliku
pt: Máscara do arquivo
pt_br: Máscara de arquivo
ro: Mască fișier
ru: Маска файла
sk: Maska súboru
sr: Maska datoteke
sv: Filmask
tr: Dosya maskesi
uk: Маска файлу

source: Use this option to override the file creation mask (0666 by default).
ca: Utilitza aquesta opció per anular la màscara de creació d'arxiu (0666 per defecte).
cs: Slouží k přepsání masky pro vytváření nových souborů (výchozí hodnota je 0666).
de: Benutzen Sie diese Option, um die Dateierzeugungsmaske zu übersteuern (0666 ist Standard).
es: Use esta opción para reemplazar la máscara de permisos de creación del archivo (0666 por defecto).
fr: Utilisez cette option pour forcer le masque de création de fichier (0666 par défaut).
nl: Gebruik deze optie om het bestandsaanmaakmasker te overschrijven (0666 is standaard).
pl: Użyj tej opcji aby nadpisać maskę dla nowo tworzonych plików (domyślnie 0666).
pt: Use esta opção para reescrever máscara da criação do arquivo (0666 por defeito).
pt_br: Use essa opção para sobrepor a máscara de criação de arquivos (0666 por padrão).
ro: Această opțiune este utilă pentru a înlocui crearea măștii fișierului (implicit: 0666)
ru: Используйте эту опцию для изменения маски создания файлов (0666 по умолчанию).
sk: Táto voľba slúži na nahradenie masky pri tvorbe súboru (0666 v predvolenom nastavení).
sr: Koristiti ovu opciju da bi se zamenila maska kreiranja datoteke (podrazumevana vrednost je 0666).
sv: Använd detta alternativ för att överrida skapande av fil masken (0666 är standard).
tr: Dosya oluşturma maskesini geçersiz kılmak için bu seçeneği kullanın (varsayılan 0666).
uk: Використовуйте цю опцію для зміни маски створення файлів (0666 типово).

source: Directory mask
ca: Màscara de directori
cs: Maska složky
de: Verzeichnismaske
es: Máscara de permisos de Directorio
fr: Masque de répertoire
nl: Mapmasker
pl: Maska tworzenia katalogu
pt: Máscara do directório
pt_br: Máscara de diretório
ro: Mască Directory
ru: Маска каталога
sk: Maska adresára
sr: Maska direktorijuma
sv: Katalog mask
tr: Dizin maskesi
uk: Маска каталогу

source: Use this option to override the directory creation mask (0777 by default).
ca: Utilitza aquesta opció per anular la màscara de creació de directori (0777 per defecte).
cs: Slouží k přepsání masky pro vytváření nových složek (výchozí hodnota je 0777).
de: Benutzen Sie diese Option, um die Verzeichniserzeugungsmaske zu übersteuern (0777 ist Standard).
es: Use esta opción para reemplazar la máscara de permisos de creación del Directorio (0777 por defecto).
fr: Utilisez cette option pour forcer le masque de création de répertoire (0777 par défaut).
nl: Gebruik deze optie om het masker voor het aanmaken van mappen te overschrijven (0777 is standaard).
pl: Użyj tej opcji aby nadpisać maskę dla nowo tworzonych katalogów (domyślnie 0777).
pt: Use esta opção para reescrever máscara da criação do arquivo (0777 por defeito).
pt_br: Use essa opção para sobrepor a máscara de criação de diretórios (0777 por padrão).
ro: Această opțiune este utilă pentru a înlocui crearea măștii directorului (implicit: 0777)
ru: Используйте эту опцию для изменения маски создания каталогов (0777 по умолчанию).
sk: Použite túto voľbu na nahradenie masky pri tvorbe adresárov (0777 v predvolenom nastavení).
sr: Koristiti ovu opciju da bi se zamenila maska kreiranja direktorijuma (podrazumevana vrednost je 0777).
sv: Använd detta för att överrida skapande av katalog mask (0777 är standard).
tr: Dizin oluşturma maskesini geçersiz kılmak için bu seçeneği kullanın (varsayılan 0777).
uk: Використовуйте цю опцію для зміни маски створення каталогів (0777 типово).

source: EA Support
ca: Suport EA
cs: Podpora rozšířených atributů
de: EA Unterstützung
es: Soporte EA
fr: Support des attributs étendus
nl: EA-ondersteuning
pl: Wsparcie dla EA
pt: EA Suporte
pt_br: Suporte EA
ro: Suport EA
ru: Поддержка EA
sk: Podpora EA
sr: EA Podrška
sv: Stöd för EA
tr: EA Desteği
uk: Підтримка EA

source: Support DOS File Attributes
ca: Suport per atributs d'arxius DOS
cs: Podpora DOS atributů souborů
de: DOS Dateiattribute unterstützen
es: Soporte de Atributos para archivos DOS
fr: Support des attributs de fichiers DOS
nl: DOS-bestandskenmerken ondersteunen
pl: Wspieraj DOS-owe atrybuty plików
pt: Suporte para Atributos de Ficheiros de DOS
pt_br: Suporte atributos de arquivos DOS
ro: Suportă Atribute Fişier DOS
ru: Поддержка файловых атрибутов DOS
sk: Podporovať DOS atribúty pre súbory
sr: Podrži DOS atribute fajlova
sv: Stöd för DOS Fil attribut
tr: DOS Dosya Özniteliklerini destekler
uk: Підтримка файлових атрибутів DOS

source: Allow Empty Password
ca: Permetre contrasenya buida
cs: Umožnit přihlašování bez hesla
de: Leeres Passwort zulassen
es: Permitir Contraseña vacía
fr: Autoriser les mots de passe vides
nl: Leeg wachtwoord toestaan
pl: Zezwalaj na puste hasła
pt: Permite Palavra-Chave Vazia
pt_br: Permite senha em branco
ro: Permite parolă nulă
ru: Разрешить пустой пароль
sk: Povoliť prázdne heslá
sr: Dozvoli prazne šifre
sv: Tillåt tomt lösenord
tr: Boş Parolaya izin ver
uk: Дозволити порожній пароль

source: Auxiliary parameters
ca: parametres auxiliars
cs: Doplňkové parametry
de: Zusatzparameter
es: Parámetros auxiliares
fr: Paramètres supplémentaires
nl: Hulpparameters
pl: Opcje dodatkowe
pt: Parâmetros auxiliares
pt_br: Parâmetros auxiliares
ro: Parametri auxiliari
ru: Дополнительные параметры
sk: Pomocné parametre
sr: Ostali parametri
sv: Övriga parametrar
tr: Yardımcı parametreler
uk: Додаткові параметри

source: These parameters are added to [global] section of smb.conf
cs: Tyto parametry jsou přidány do sekce [global] v smb.conf
de: Diese Parameter im Bereich [Global] der smb.conf hinzufügen
es: Estos parámetros son añadidos a la sección [Global] de smb.conf
fr: Ces paramètres sont ajoutés à la section [global] du fichier smb.conf
nl: Deze parameters worden aan de sectie [global] van smb.conf toegevoegd
pt: Estes parâmetros são adicionados à seção [global] do smb.conf
pt_br: Estes parâmetros são adicionados à seção [global] do arquivo smb.conf
ro: Aceşti parametrii sunt adăugaţi în secţiunea [global] a fişierului smb.conf
ru: Эти параметры добавляются в [global] раздел файла smb.conf
sr: Ovi parametri su dodati na [global] sekciju smb.conf
sv: Dessa parametrar har skapats i [global] delen av smb.conf
tr: Bu parametreler smb.conf dosyasının [global] bölümüne eklenir
uk: Ці параметри додаються до розділу [Global] файлу smb.conf

source: Enable home directories
ca: Activa directoris home
cs: Vytvářet domovské složky
de: Heimatverzeichnisse erlauben
es: Habilitar directorios (home)
fr: Activer les répertoires personnels
nl: Basismappen inschakelen
pl: Włącz katalogi domowe
pt: Activar directórios home
pt_br: Habilitar diretórios home
ro: Activare directoare home
ru: Включить домашние каталоги
sk: Aktivovať domovské adresáre
sr: Omogućiti matične direktorijume
sv: Aktivera hemkataloger
tr: Ana dizinleri etkinleştir
uk: Включити домашні каталоги

source: Enable/disable home directories for samba user.
ca: Això activa/desactiva els directoris home per l'usuari samba.
cs: Vytvářet/nevytvářet domovské složky pro uživatelské účty pro samba uživatele
de: Die Verwendung von Heimatverzeichnissen für Samba Benutzer erlauben.
es: Esto habilita\ deshabilita directorios (home) para el usuario de samba.
fr: Active/désactive les répertoires personnels des utilisateurs samba.
nl: Basismappen voor samba-gebruiker in-/uitschakelen.
pl: Włącza\wyłącza katalogi domowe dla użytkowników Samby.
pt: Isto activa/desactiva directórios home para utilizadores samba.
pt_br: Habilita/desabilita diretórios home para usuários samba.
ro: Activează/dezactivează directorul home pentru utilizatorul samba.
ru: Включает/отключает домашние каталоги для пользователя samba.
sk: Aktivuje/deaktivuje domovské adresáre pre samba používateľa.
sr: Omogućiti/onemogućiti matične direktorijume za SAMBA korisnika.
sv: Detta aktiverar\inaktiverar hemma kataloger för samba användare.
tr: Samba kullanıcıları için ana dizinleri etkinleştirir/etkisizleştirir.
uk: Включає/відключає домашні каталоги для користувача Samba.

source: Enable home directories browsing
ca: Activa explorar els directoris home
cs: Umožnit procházení domovských složek
de: Erlaube das Durchsuchen von Heimatverzeichnissen
es: Habilitar navegación de directorios (home)
fr: Activer la navigation dans les répertoires personnels
nl: Basismapverkenning inschakelen
pl: Włącz widoczność katalogów domowych
pt: Permitir a navegação nos diretórios home
pt_br: Habilita navegação em diretórios home
ro: Activare navigare director home
ru: Включить просмотр домашних каталогов
sk: Aktivovať prehliadanie domovských adresárov
sr: Omogućiti pretraživanje matičnih direktorijuma
sv: Aktivera hemma katalog sökning
tr: Ana dizinlere gözatmayı etkinleştir
uk: Увімкнути перегляд домашніх каталогів

source: Enable/disable home directories browsing for samba user.
ca: Això activa/desactiva l'exploració dels directoris home per l'usuari samba.
cs: Umožnit/odepřít procházení domovských účtů samba uživatelů.
de: Das Durchsuchen von Heimatverzeichnisse für Samba Benutzer erlauben.
es: Esto habilita\deshabilita la navegación de directorios (home) para el usuario samba.
fr: Active/désactive la navigation dans les répertoires personnels des utilisateurs samba.
nl: Basismapverkenning voor samba-gebruiker in-/uitschakelen.
pl: Ta opcja włącza\wyłącza widoczność katalogów domowych użytkowników Samby.
pt: Isto activa/desactiva permissões de navegação nos directórios home para utilizadores samba.
pt_br: Habilita/desabilita navegação de diretórios home para usuário samba.
ro: Activare/dezactivare navigare în directorului home pentru utilizatorul samba.
ru: Включает/отключает просмотр домашних каталогов для пользователей samba.
sk: Aktivuje/deaktivuje prehliadanie domovských adresárov pre samba používateľa.
sr: Omogućiti/onemogućiti pregledanje matičnih direktorijuma za SAMBA korisnika.
sv: Detta aktiverar\inaktiverar hemma katalog sökning för samba användare.
tr: Samba kullanıcıları için ana dizinlere gözatmayı etkinleştirir/etkisizleştirir.
uk: Включає/відключає перегляд домашніх каталогів для користувачів Samba.

source: Home directories
ca: Directoris Home
cs: Domovské složky
de: Heimatverzeichnisse
es: Directorios (home)
fr: Répertoires personnels
nl: Basismappen
pl: Katalogi domowe
pt: Directórios home
pt_br: Diretórios home
ro: Directoare home
ru: Домашние каталоги
sk: Domovské adresáre
sr: Matični direktorijumi
sv: Hemma kataloger
tr: Ana dizinler
uk: Домашні каталоги

source: Homes auxiliary parameters
cs: Pomocné parametry pro domovské složky
de: Homes Zusatzparameter
es: Parámetros auxiliares
fr: Paramètres supplémentaires des répertoires utilisateur
nl: Hulpparameters voor basismappen
pt: Origens parâmetros auxiliares
pt_br: Parâmetros auxiliares de homes
ro: Acasă parametri auxiliari
ru: Дополнительные параметры
sv: Övriga parametrar
tr: Ana dizinlerin yardımcı parametreleri
uk: Додаткові параметри

source: These parameters are added to [homes] section of smb.conf
cs: Tyto parametry jsou přidány do sekce [homes] souboru smb.con
de: Diese Parameter werden zur Sektion [homes] der Konfigurationsdatei smb.conf hinzugefügt.
es: Estos parametros son añadidos a la seccion [homes] del fichero smb.conf
fr: Ces paramètres sont ajoutés à la section [homes] de smb.conf
nl: Deze parameters worden aan de sectie [homes] van smb.conf toegevoegd
pt: Estes parâmetros foram adicionados á [homes] secção do smb.conf
pt_br: Estes parâmetros são adicionados à seção [homes] do smb.conf
ro: Aceşti parametri sunt adăugaţi la secţiunea [homes] a fişierului smb.conf
ru: Эти параметры добавляются в раздел [homes] файла smb.conf
sr: Ovi parametri su dodati na [matičnu] sekciju smb.conf
sv: Dessa parametrar har skapats i [homes] delen av smb.conf
tr: Bu parametreler smb.conf dosyasının [homes] bölümüne eklenir
uk: Ці параметри додаються до [Share] розділ файлу smb.conf

source: Unix Extensions
cs: Unixová rozšíření
es: Extensiones Unix
fr: Extensions Unix
nl: Unix-extensies
pt: Extensões Unix
pt_br: Extensões Unix
ro: Extensii Unix
ru: Расшиения Unix
sr: Unix ekstenzije
sv: UNIX anknytningar
tr: Unix Uzantıları
uk: Розширення Unix

source: These extensions enable Samba to better serve UNIX SMB clients by supporting features such as symbolic links, hard links, etc...
cs: Tato rozšíření umožňují službě Samba lépe obsluhovat unixové SMB klienty poskytnutím funkcí jako jsou symbolické a pevné odkazy, atd…
fr: Ces extensions permettent à Samba de mieux servir les clients SMB UNIX en supportant des fonctionnalités telles que les liens symboliques, liens physiques, etc ...
nl: Via deze extensies kan Samba UNIX SMB-clients beter bedienen door functies als symbolische koppelingen, harde koppelingen etc. te ondersteunen.
pt_br: Estas extensões permitem que o Samba sirva melhor os clientes UNIX SMB, suportando funcionalidades como links simbólicos, hard links, etc...
ro: Aceste extensii permit Samba să servească mai bine clienții UNIX SMB prin caracteristici de sprijin cum ar fi legături simbolice, legături hard, etc . . . .
ru: Эти расширения позволяют Samba лучше обслуживать UNIX SMB клиентов благодаря поддержке символических ссылок, жёстких ссылок итд...
tr: Bu uzantılar, simgesel bağlantılar, sabit bağlatılar, vb. gibi özellikleri destekleyerek UNIX SMB istemcilerinin daha iyi hizmet etmesi için Samba'yı etkinleştirir.
uk: Ці розширення дозволяють Samba краще обслуговувати UNIX SMB клієнтів завдяки підтримці символічних посилань, жорстких посилань і тд ...

source: Enable AIO
ca: Activa AIO
cs: Zapnout asynchronní vst./výst.
de: AIO aktivieren
es: Habilitar AIO
fr: Activer AIO
nl: AIO inschakelen
pl: Włącz AIO
pt: Activar AIO
pt_br: Habilita AIO
ro: Activare AIO
ru: Включить асинхронный ввод/вывод
sk: Aktivovať AIO
sr: Omogući AIO
sv: Aktivera AIO
tr: AIO etkinleştir
uk: Включити асинхронний ввід / вивід

source: Enable/disable AIO support.
ca: Això activa/desactiva el suport AIO
cs: Zapnutí/vypnutí podpory asynchronních vst./výst. operací.
de: Aktiviert/deaktiviert die Verwendung von asynchronen I/O Operationen (AIO).
es: Esto habilita\deshabilita soporte AIO.
fr: Active/désactive le support des E/S asynchrones (AIO).
nl: AIO-ondersteuning in-/uitschakelen.
pl: Włącza\wyłącza wsparcie dla AIO.
pt: Isto activa/desactiva suporte AIO.
pt_br: Habilita/desabilita suporte AIO.
ro: Activare/dezactivare suport AIO.
ru: Включает/отключает поддержку асинхронного ввода/вывода.
sk: Aktivuje/deaktivuje AIO podporu.
sr: Omogući/onemogući AIO podršku.
sv: Detta aktiverar\inaktiverar stöd för AIO.
tr: AIO desteğini etkinleştirir/etkisizleştirir.
uk: Включає/відключає асинхронний ввід/вивід.

source: Minimum AIO read size
ca: Tamnay mínim de lectura AIO
cs: Nejnižší umožněná hodnota asynchronního vst./výst. pro čtení
de: Mindestgröße für AIO Lesezugriffe
es: Tamaño mínimo de lectura AIO
fr: Taille minimale en lecture AIO
nl: Minimale AIO-leesgrootte
pl: Minimalny rozmiar odczytu AIO
pt: Tamanho minimo de leitura AIO
pt_br: Tamanho de leitura AIO mínimo
ro: Dimensiune minimă AIO la citire
ru: Минимальный размер чтения для асинхронного ввода/вывода
sk: Minimálna veľkosť AIO čítania
sr: Minimalna AIO veličina čitanja
sv: Minsta AIO lässtorlek
tr: En küçük AIO okuma boyutu
uk: Мінімальний розмір читання AIO (асинхронного вводу / виводу)

source: Samba will read asynchronously if request size is larger than this value.
cs: Pokud bude velikost požadavku převyšovat tuto hodnotu, Samba bude číst asynchronně.
de: Samba verwendet asynchrone Lesezugriffe, wenn die Anfrage die eingestellte Größe überschreitet.
es: Samba leerá de forma asincrónica si el tamaño de solicitud es mayor que este valor.
fr: Samba lira de façon asynchrone si la taille de la requête est supérieure à cette valeur.
nl: Samba zal asynchroon lezen als de aanvraaggrootte groter is dan deze waarde.
pt: Samba irá lêr assíncrono se o tamanho requerido for maior que este tamanho.
pt_br: Samba irá ler assincronamente se o tamanho da requisição for maior que este valor.
ro: Samba va citi nesincronizat dacă mărimea cerută este mai mare decât această valoare.
ru: Samba будет читать асинхронно, если размер запроса больше этого значения.
sr: Samba će asinhrono pročitati ako je veličina zahteva veća od ove vrednosti.
sv: Samba läser asynkront om ansökan storlek är större än detta värde.
tr: İstek boyutu bu değerden büyükse Samba eşzamanlı olmadan okuyacaktır.
uk: Samba буде читати асинхронно, якщо розмір запиту більше, ніж це значення. Типово 1.
