Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: When using the LDAP server in the Active Directory server, this allows to specify the domain where to access the Active Directory server. This allows using trust relationships while keeping all RFC 2307 records in one place. This parameter is optional, the default is to access the AD server in the current domain to query LDAPrecords.
cs: Při použití LDAP serveru, poskytovaném serverem Active Directory, toto umožňuje určit jinou doménu, jejíž takový server bude používán. Toto umožňuje vztahy důvěry a přitom na jednom místě uchovávat všechny záznamy, spadající pod normu RFC 2307. Tento parametr je volitelný, výchozím chováním je dotazovat se na LDAP záznamy AD serveru ve stávající doméně.
fr: Lors de l'utilisation du serveur d'annuaire LDAP dans un serveur Active Directory, cela permet de spécifier le domaine où accéder au serveur Active Directory. Cela permet également d’utiliser une relation de confiance tout en conservant les enregistrements liés à la RFC2307 à un seul endroit. Ce paramètre est facultatif, par défaut les requêtes d'enregistrements LDAP se font par le serveur Active Directory du domaine courant.
nl: Bij gebruik van de LDAP-server in de Active Directory-server kunt u hiermee het domein opgeven waar de Active Directory-server is te bereiken. Hierdoor is mogelijk om vertrouwensrelaties te gebruiken, terwijl alle RFC 2307-records op één plek worden gehouden. Deze parameter is optioneel; standaard wordt voor het opvragen van LDAP-records de AD-server in het huidige domein benaderd.
pt_br: Ao usar o servidor LDAP no servidor de Active Directory, o que permite especificar o domínio, onde para acessar o servidor do Active Directory. Isto permite usar as relações de confiança, mantendo todas as RFC 2307 registros em um único lugar. Este parâmetro é opcional, o padrão é para acessar o servidor AD no domínio atual para consultar LDAP records.
ru: При использовании LDAP-сервера на сервере Active Directory, что позволяет указать домен для доступа к серверу Active Directory. Это позволяет использовать доверительные отношения, сохраняя при этом все RFC 2307 записи в одном месте. Этот параметр является необязательным, по умолчанию используется AD сервер текущего домена.
tr: Active Directory sunucusundaki LDAP sunucusunu kullanırken, Active Directory sunucusunun eriştiği etki alanını belirlemeye bu izin verir. Bu, tek yerdeki tüm RFC 2307 kayıtları tutulurken güven ilişkilerini kullanmaya izin verir. Bu parametre isteğe bağlıdır, varsayılan, LDAP kayıtlarını sorgulamak için şu anki etki alanı içindeki AD sunucusuna erişmektir.
uk: При використанні LDAP-сервера на сервері Active Directory, це дозволяє вказати домен для доступу до сервера Active Directory. Це дозволяє використовувати довірчі відносини, зберігаючи при цьому всі RFC 2307 записи в одному місці. Цей параметр є необов'язковим, за замовчуванням використовується AD сервер поточного домену.

source: LDAP URL
cs: URL adresa LDAP adresáře
fr: URL LDAP
pt_br: URL LDAP
ru: Адрес LDAP
uk: Адрес LDAP

source: When using a stand-alone LDAP server, this parameter specifies the ldap URL for accessing the LDAP server.
cs: Při použití samostatného LDAP serveru, tento parametr určuje URL adresu, na které je tento server dostupný.
fr: Lors de l'utilisation d'un serveur LDAP seul, ce paramètre indique l'URL ldap pour accéder au serveur LDAP.
nl: Bij gebruik van een zelfstandige LDAP-server geeft deze parameter de ldap-URL aan voor het benaderen van de LDAP-server.
pt_br: Ao usar um servidor LDAP autônomo, este parâmetro especifica a URL ldap para acessar o servidor LDAP.
ro: Cînd se utilizează un server LDAP de sine stătător acest parametru specifică url-ul pentru accesarea acestui server.
ru: При использовании автономного LDAP сервер, этот параметр определяет адрес для доступа к серверу LDAP.
tr: Tek başına LDAP sunucusu kullanılırken, bu parametre LDAP sunucusuna erişim için ldap URL'sini belirler.
uk: При використанні автономного LDAP сервера, цей параметр визначає адресу для доступу до сервера LDAP.

source: LDAP User DN
cs: Rozlišené jméno (DN) uživatele v LDAP
nl: DN van LDAP-gebruiker
ro: DN utilizator LDAP
tr: LDAP Kullanıcı DN
uk: DN користувача LDAP

source: Defines the user DN to be used for authentication. The secret for authenticating this user should be stored with net idmap secret (see net(8)). If absent, an anonymous bind will be performed.
cs: Určuje rozlišené jméno (DN) uživatele, použitého pro ověření vůči LDAP serveru. Heslo pro tohoto uživatele by mělo být uloženo pomocí net idmap secret (viz net(8)). Pokud chybí, bude provedeno anonymní spojení.
nl: Definieert de te gebruiken DN van de gebruiker voor authenticatie. Het geheim voor authenticatie van deze gebruiker dient met 'net idmap secret' te worden opgeslagen (zie net(8)). Wanneer afwezig, wordt een anonieme binding uitgevoerd.
ro: Definește valoarea DN utilizator de utilizat la autentificare. Secretul pentru autentificarea acestui utilizator trebuie stocat cu net idmap secret (vezi net(8)). Dacă nu este definită sistemul va stabili o legătură anonimă.
ru: Определяет пользовательский DN, который будет использоваться для аутентификации. Секрет для аутентификации этого пользователя должен храниться с net idmap secret (см net(8)). Если отсутствует, будет выполнено анонимное подключение.
tr: Kimlik doğrulaması için kullanılacak kullanıcı DN'ini tanımlar. Kimlik doğrulayan bu kullanıcı için gizli anahtar net idmap secret ile saklanmalıdır (net(8) bakın). Eğer yoksa, isimsiz bir bağlama gerçekleştirilecektir.
uk: Визначає користувацький DN, який буде використовуватися для аутентифікації. Секрет для аутентифікації цього користувача повинен зберігатися з net idmap secret (див net(8)). Якщо відсутній, буде виконано анонімне підключення.

source: LDAP Realm
cs: Oblast (realm) LDAP
pt_br: Domínio LDAP.
ro: Realm LDAP
ru: LDAP Область
tr: LDAP Erişim Alanı
uk: LDAP Область

source: Defines the realm to use in the user and group names. This is only required when using cn_realm together with a stand-alone ldap server.
cs: Určuje oblast, kterou použít v názvech uživatelů a skupin. Je zapotřebí pouze při používání cn_realm současně se samostatným LDAP serverem.
nl: Definieert de te gebruiken realm in de gebruikers- en groepsnamen. Dit is alleen vereist bij gebruik van cn_realm in combinatie met een zelfstandige ldap-server.
pt_br: Defina o domínio para usar em nomes de usuários e grupos. Isso é requisitado quando se usa o cn_realm junto com um servidor ldap stand-alone.
ru: Определяет область для использования в имен пользователей и групп. Это требуется только при использовании cn_realm вместе с автономной LDAP сервер.
tr: Kullanıcı ve grup adlarında kullanmak için erişim alanını tanımlar. Bu sadece tek başına bir ldap sunucu ile birlikte cn_realm kullanılırken gerekir.
uk: Визначає область для використання в імен користувачів і груп. Це потрібно тільки при використанні cn_realm разом з автономним LDAP сервером.

source: This option can be used to configure an external program for performing id mappings instead of using the tdb counter. The mappings are then stored int tdb2 idmap database.
cs: Touto volbou může být určen vnější program pro provádění mapování identifikátorů namísto tdb čítače. Mapování jsou pak ukládána do tdb2 idmap databáze.
nl: Deze optie kan worden gebruikt om een extern programma voor het uitvoeren van id-toewijzingen te configureren in plaats van de tdb-teller te gebruiken. De toewijzingen worden dan in de tdb2-idmap-database opgeslagen.
pt_br: Esta opção pode ser utilizada para configurar um programa externo para a realização de mapeamentos de ID em vez de utilizar o contador de TDB. Os mapeamentos são armazenados dados int tdb2 idmap.
ru: Эта опция может использоваться для настройки внешней программы для сопоставления идентификаторов вместо использования tdb счетчика. Отображения затем сохраняются базы данных int tdb2 idmap.
tr: Bu seçenek tdb sayacı kullanmak yerine id eşlemelerini gerçekleştirmek için bir harici programı yapılandırmada kullanılablir. Bu eşlemeler o zaman int tdb2 idmap veritabanında depolanır.
uk: Ця опція може використовуватися для настройки зовнішньої програми для зіставлення ідентифікаторів замість використання tdb лічильника. Відображення потім зберігаються в базі даних int tdb2 idmap.

source: Domain administrator account name
cs: Název účtu správce domény
fr: Nom du compte administrateur du domaine
nl: Naam van domeinbeheerdersaccount
ru: Имя учетной записи администратора домена
tr: Etki alanı yöneticisi hesabı adı
uk: Ім'я адміністратора домену

source: Domain administrator account password.
cs: Heslo k účtu správce domény.
fr: Mot de passe du compte administrateur du domaine
nl: Wachtwoord van domeinbeheerdersaccount.
ru: Пароль учетной записи администратора домена.
tr: Etki alanı yöneticisi hesabı parolası.
uk: Пароль адміністратора домену.

source: Use Default Domain
cs: Použít výchozí doménu
fr: Utiliser le domaine par défaut
nl: Standaarddomein gebruiken
pt_br: Utilizar domínio padrão
ro: Utilizare domeniu implicit
ru: Использовать домен по умолчанию
tr: Varsayılan Etki Alanını kullan
uk: Використати домен за замовченям

source: Idmap backend
cs: Podpůrná vrstva Idmap
ro: Backend Idmap
tr: Idmap arka ucu

source: Idmap backend for winbind.
cs: Idmap podpůrná vrstva pro winbind.
nl: Idmap-back-end voor winbind.
ro: Backend Idmap pentru winbind.
tr: Winbind için ldmap arka ucu.

source: Initial Wizard
cs: Úvodní průvodce
nl: Initiële wizard
ru: Помощник Инициализации
tr: Başlangıç Sihirbazı
uk: Ініціатор

source: Failed to create group %s
cs: Vytvoření skupiny %s se nezdařilo
nl: Aanmaken van groep %s mislukt
pt_br: Falha ao criar grupo %s
ru: Не удалось создать группу %s
tr: %s grubunu oluşturma başarısız
uk: Не вдалося створити групу %s

source: Group does not exist: %s
cs: Skupina neexistuje: %s
fr: Le groupe n'existe pas: %s
nl: Groep bestaat niet: %s
pt_br: O grupo não existe: %s
ro: Grup inexistent: %s
ru: Группа не существует: %s
tr: Grup mevcut değil: %s
uk: Групи не існує: %s

source: User does not exist: %s
cs: Uživatel neexistuje: %s
fr: L'utilisateur n'existe pas: %s
nl: Gebruiker bestaat niet: %s
pt_br: O usuário não existe: %s
ro: Utilizator inexistent: %s
ru: Пользователь не существует: %s
tr: Kullanıcı mevcut değil: %s
uk: Користувача не існує: %s

source: Failed to create ZFS: %s
cs: Vytvoření souborového systému ZFS se nezdařilo: %s
fr: La création du ZFS a échoué: %s
nl: Aanmaken van ZFS is mislukt: %s
ro: Eroare creare ZFS: %s
ru: Не удалось создать ZFS: %s
tr: ZFS oluşturma başarısız: %s
uk: Неможливо створити ZFS: %s

source: Share Name
cs: Název sdílení
nl: Sharenaam
ru: Имя Ресурса
tr: Paylaşım Adı
uk: Ім'я ресурса

source: Purpose
cs: Účel
nl: Doel
ru: Назначение
tr: Amaç
uk: Призначення

source: Block Storage (iSCSI)
cs: Blokové úložiště (iSCSI)
nl: Blokopslag (iSCSI)
ru: Блочное хранилище (iSCSI)
tr: Blok Depolama (iSCSI)
uk: Блочне сховище (iSCSI)

source: Allow Guest
cs: Umožnit přístup neověřeným uživatelům (hostům)
nl: Gast toestaan
ru: Разрешить гостевой доступ
tr: Misafire izin ver
uk: Дозволити вхід для гостей

source: iSCSI Size
cs: Velikost iSCSI
nl: iSCSI-grootte
ru: Размер iSCSI
tr: iSCSI Boyutu
uk: Розмір iSCSI

source: Pool Name
cs: Název fondu úložišť
nl: Poolnaam
ru: Имя пула
tr: Havuz Adı
uk: Ім'я пула

source: Automatic
cs: Automatické
nl: Automatisch
ru: Авто
tr: Otomatik
uk: Авто

source: VMWare (RAID 10: Good Reliability, Good Performance)
cs: VMWare (RAID 10: dobrá spolehlivost, dobrý výkon)
nl: VMware (RAID 10: goede betrouwbaarheid, goede prestaties)
ru: VMWare (RAID 10: Хорошие надежность и производительность)
tr: VMWare (RAID 10: İyi Güvenilirlik, İyi Performans)

source: Backups (RAID Z2: Best Reliability, Less Storage)
cs: Zálohy (RAID Z2: nejvyšší spolehlivost, méně prostoru)
nl: Back-ups (RAID Z2: beste betrouwbaarheid, minder opslag)
ru: Резервные копии (RAID Z2: Лучшая надежность, меньше места)
tr: Yedeklemeler (RAID Z2: En İyi Güvenilirlik, Az Depolama)

source: Media (RAID Z1: Less Reliability, More Storage)
cs: Multimédia (RAID Z1: nižší spolehlivost, více kapacity)
nl: Media (RAID Z1: mindere betrouwbaarheid, meer opslag)
ru: Media (RAID Z1: Хуже надежность, больше места)
tr: Ortam (RAID Z1: Az Güvenilirlik, Daha Fazla Depolama)

source: Logs (RAID 0: No Reliability, Max Performance / Storage)
cs: Záznamy o provozu (RAID 0: žádná spolehlivost, nejvyšší výkon a kapacita)
nl: Logs (RAID 0: geen betrouwbaarheid, max. prestaties / opslag)
ru: Журналы (RAID 0: Низкая надежность, максимум скорости и места)
tr: Günlükler (RAID 0: Güvenilirlik Yok, En Fazla Performans / Depolama)

source: No available disks have been found.
cs: Nebyly nalezeny žádné disky, které by bylo možné použít.
nl: Er zijn geen beschikbare schijven gevonden.
ru: Не найдено доступных дисков.
tr: Hiç mevcut disk bulunamadı.
uk: Не знайдено доступних дисків.

source: You are about to leave the Initial Wizard and perform all pending (saved) actions.
cs: Chystáte se opustit úvodního průvodce a provést všechny čekající (uložené) akce.
nl: U gaat de initiële wizard verlaten en alle wachtende (opgeslagen) acties uitvoeren.
ru: Вы собираетесь покинуть мастера начальной установки и выполнить все отложенные (сохраненные) действия.
tr: Başlangıç Sihirbazından ayrılmak ve tüm bekleyen (kaydedilmiş) eylemleri gerçekleştirmek üzeresiniz.
uk: Ви збираєтеся покинути майстра початкової установки і виконати всі відкладені (збережені) дії.

source: Are you sure?
cs: Opravdu toto chcete?
nl: Weet u het zeker?
ru: Вы уверены?
tr: Emin misiniz?
uk: Ви впевнені?

source: Confirm
cs: Potvrdit
nl: Bevestigen
ru: Подтвердить
tr: Onayla
uk: Підтвердити

source: Return to Wizard
cs: Návrat do průvodce
nl: Terug naar wizard
ru: Вернуться к мастеру
tr: Sihirbaza geri dön
uk: Повернутися до майстра

source: Exit without saving
cs: Ukončit bez uložení
nl: Afsluiten zonder opslaan
ru: Выйти без сохранения
tr: Kaydetmeden çık
uk: Вийти без збереження

source: Previous
cs: Předchozí
nl: Vorige
ru: Предыдущая
tr: Önceki
uk: Попередня

source: Next
cs: Následující
nl: Volgende
ru: Следующая
tr: Sonraki
uk: Наступна

source: Estimated Total Size
cs: Odhadovaná celková velikost
nl: Geschatte totale grootte
ru: Ожидаемый общий размер
tr: Tahmini Toplam Boyut
uk: Очікуваний загальний розмір

source: Wizard
cs: Průvodce
fr: Assistant de configuration
ro: Asistent
ru: Мастер
tr: Sihirbaz
uk: Майстер

source: This field is required to enable NFSv4.
cs: Aby bylo možné zapnout NFSv4, je třeba vyplnit tuto kolonku.
nl: Dit veld is vereist om NFSv4 in te schakelen.
ro: Acest câmp este necesar pentru activarea NFSv4.
ru: Это поле обязательно для включения NFSv4.
tr: NFSv4'ü etkinleştirmek için bu alan gereklidir.
uk: Це поле обов'язкове для NFSv4.

source: Enable NFSv4
cs: Používat verzi NFSv4
nl: NFSv4 inschakelen
ru: Включить NFSv4
tr: NFSv4 etkinleştir
uk: Увімкнути NFSv4

source: NFSv4 Root Path
cs: Popis umístění kořene NFSv4
nl: Pad naar NFSv4-hoofdmap
ru: Корень NFSv4
tr: NFSv4 Kök Yol
uk: Корінь NFSv4

source: A pool with this name already exists.
cs: Fond úložišť s tímto názvem už existuje.
nl: Er bestaat al een pool met deze naam.
ro: O structură pool cu acest nume există deja.
ru: Пул с таким именем уже существует.
tr: Bu isimde bir havuz zaten var.
uk: Пул з таким ім'ям вже існує.

source: Kerberos Keytab
cs: Uložená Kerberos pověření (keytab)
fr: Fichier Keytab pour Kerberos
ro: Keytab Kerberos

source: A keytab is required.
cs: Je vyžadováno uložené pověření pro Kerberos (keytab).
fr: Un fichier de clé est requis.
nl: Er is een keytab vereist.
ro: Aveți nevoie de un keytab.
ru: Требуется keytab.
tr: Bir keytab gerekli.
uk: Потрібен keytab.

source: Kerberos realm.
cs: Kerberos oblast.
ro: realm Kerberos.
ru: Область Kerberos.
tr: Kerberos erişim alanı.
uk: Область Kerberos.

source: KDC
cs: Distribuční centrum klíčů (KDC)

source: KDC for this realm.
cs: Centrum distribuce klíčů (KDC) pro tuto oblast.
nl: KDC voor deze realm.
ru: KDC для этой области.
tr: Bu erişim alanı için KDC.
uk: KDC для цієї області.

source: Admin Server
cs: Správní server
fr: Serveur d'administration
nl: Beheerdersserver
ru: Административный Сервер
tr: Yönetici Sunucusu
uk: Адміністративний Сервер

source: Specifies the admin server for this realm, where all the modifications to the database are performed.
cs: Určuje správní server pro tuto oblast, na kterém jsou prováděny veškeré úpravy databáze.
nl: Geeft de beheerdersserver aan voor deze realm, waar alle modificaties aan de database worden uitgevoerd.
pt_br: Especifique o administrador do servidor para esse domínio, onde todas as modificações no banco de dados são feitas.
ro: Specifică serverul admin pentru acest realm unde sînt realizate toate modificările pentru baza de date.
ru: Определяет сервер для этой области, где выполняются все изменения в базе данных.
tr: Bu erişim alanı için veritabanına tüm değişikliklerin gerçekleştirildiği yönetici sunucusunu belirler.
uk: Визначає сервер для цієї області, де виконуються всі зміни в базі даних.

source: Password Server
cs: Server s hesly
nl: Wachtwoordserver
pt_br: Servidor de Senhas Kerberos
ro: Serverul de parole
ru: Сервер Паролей
tr: Parola Sunucusu
uk: Сервер паролей

source: Points to the server where all the password changes are performed. If there is no such entry, the kpasswd port on the admin_server host will be tried.
cs: Odkazuje na server, na kterém jsou prováděny veškeré změny hesel. Pokud není zadáno, bude vyzkoušen kpasswd port na stroji, nastaveném jako admin_server.
nl: Wijst naar de server waar alle wachtwoordwijzigingen worden uitgevoerd. Als een dergelijke vermelding niet bestaat, wordt de kpasswd-poort op de host admin_server geprobeerd.
pt_br: Aponta para o servidor, onde todas as alterações de senha são executadas. Se não há essa entrada, a porta kpasswd no host admin_server será julgado.
ro: Definește serverul unde au loc modifcările de parolă. Dacă serverul nu este specificat se va verifica portul kpasswd din serverul admin_server.
ru: Указывает на сервер, где выполняются все изменения пароля. Если нет такой записи, будет использоваться порт kpasswd на хосте admin_server.
tr: Tüm parola değişikliklerinin gerçekleştirildiği sunucuyu işaret eder. Eğer böyle bir giriş yoksa, admin_server anamakinesi üzerindeki kpasswd bağlantı noktası denenecektir.
uk: Вказує на сервер, де виконуються всі зміни пароля. Якщо немає такого запису, використовуватиметься порт kpasswd на хості admin_server.

source: Principal
cs: Protějšek
tr: Asıl

source: Kerberos principal, eg: primary/instance@REALM
cs: Identita Kerberos, např.: hlavní/instance@OBLAST
nl: Kerberos-principal, bv. primary/instance@REALM
ro: Kerberos principal, ex: primary/instance@REALM
tr: Kerberos aslı, örneğin: birincil/benzeri@REALM

source: Keytab
cs: Uložená Kerberos pověření

source: Kerberos Realm
cs: Oblast Kerbera
ru: Область Kerberos
tr: Kerberos Erişim Alanı
uk: Область Kerberos

source: SMB successfully updated.
cs: SMB bylo úspěšně zaktualizováno
fr: SMB a été mis à jour avec succès.
nl: SMB met succes bijgewerkt.
pt_br: SMB atualizado com sucesso.
ru: SMB успешно обновлен.
tr: SMB başarılı olarak güncellendi.
uk: SMB успішно оновлено.

source: Security
cs: Zabezpečení
nl: Beveiliging
ru: Безопасность
tr: Güvenlik
uk: Безпека

source: Encryption Cipher
cs: Metoda šifrování
nl: Versleutelingscodering
ru: Шифр
tr: Şifreleme Şifresi
uk: Шифр

source: Standard
cs: Běžná
nl: Standaard
ru: Стандарт
tr: Standart
uk: Стандарт

source: Fast
cs: Rychlá
nl: Snel
ru: Быстро
tr: Hızlı
uk: Швидко

source: Kerberos Realms
cs: Oblasti Kerbera
ru: Области Kerberos
tr: Kerberos Erişim Alanları
uk: Області Kerberos

source: Kerberos Keytabs
cs: Uložená Kerberos pověření (keytab)
ro: Keytab-uri Kerberos
tr: Kerberos Keytab'ları

source: Exit
cs: Ukončit
nl: Afsluiten
ru: Выход
tr: Çıkış
uk: Вихід

source: Skip
cs: Přeskočit
nl: Overslaan
ru: Пропустить
tr: Atla
uk: Пропустити

source: Basic Authentication
cs: Jednoduché ověřování
fr: Authentification simple
nl: Basisauthenticatie
pt_br: Autenticação básica
ro: Autentificare de bază
ru: Базовая аутентификация
tr: Temel Kimlik Doğrulaması
uk: Проста Аутентифікація

source: Digest Authentication
cs: Ověřování otiskem hesla
fr: Authentification en mode "Digest" (identifiant + mot de passe)
nl: Digest-authenticatie
pt_br: Autenticação Assimilada
ro: Autentificare Digest
ru: Дайджест Аутентификация
tr: Özet Kimlik Doğrulaması
uk: Дайджест Аутентифікація

source: Import an existing Certificate Authority
cs: Importovat existující certifikační autoritu
fr: Importer un Certificat d'une Autorité existante
nl: Een bestaande certificeringsinstantie importeren
pt_br: Importar uma autoridade de certificação existente
ro: Import certificat CA existent
ru: Импорт существующего центра сертификации
tr: Varolan Sertifika Yetkisini içe aktar
uk: Імпорт існуючого центру сертифікації

source: Create an internal Certificate Authority
cs: Vytvořit vnitřní certifikační autoritu
fr: Créer une Autorité de Certification interne
nl: Een interne certificeringsinstantie aanmaken
pt_br: Criar um certificado interno
ro: Creare certificat CA intern
ru: Создать внутренний центр сентификации
tr: Dahili Sertifika Yetkisi oluştur
uk: Створити внутрішній центр сентіфікаціі

source: Create an intermediate Certificate Authority
cs: Vytvořit zprostředkovatelskou certifikační autoritu
fr: Créer une Autorité de Certification intermédiaire
nl: Een tussenliggende certificeringsinstantie aanmaken
pt_br: Criar uma certificação intermediária
ro: Creare certificat CA intermediar
ru: Создать промежуточный центр сертификации
tr: Orta Seviye Sertifika Yetkisi oluştur
uk: Створити проміжний центр сертифікації

source: Import an existing Certificate
cs: Importovat existující certifikát
fr: Importer un Certificat existant
nl: Een bestaand certificaat importeren
pt_br: Importar um certificado existente
ro: Import certificat existent
ru: Импортировать существуюший сертификат
tr: Varolan Sertifikayı içe aktar
uk: Імпортувати існуючий сертифікат

source: Create an internal Certificate
cs: Vytvořit vnitřní certifikát
fr: Créer un Certificat interne
nl: Een intern certificaat aanmaken
pt_br: Criar um certificado interno
ro: Creare Certificat intern
ru: Создать внутренний сертификат
tr: Dahili Sertifika oluştur
uk: Створити внутришній сертифікат

source: Create a Certificate Signing Request
cs: Vytvořit požadavek na podepsání certifikátu
fr: Créer une demande signée de Certificat
nl: Een aanvraag voor certificaatondertekening aanmaken
ro: Creare cerere semnare certificat
ru: Создать запрос на подписание сертификата
tr: Sertifika İmzalama İsteği oluştur
uk: Створити запрос на підписання сертифікату

source: NIS failed to reload.
cs: Znovunačtení služby NIS se nezdařilo.
fr: Le rechargement du service NIS a échoué.
nl: Opnieuw laden van NIS is mislukt.
ro: NIS nu a putut fi reâncărcat.
ru: Не удалось перезагрузить NIS.
tr: NIS yeniden yükleme başarısız oldu.
uk: Не вдалося перезавантажити NIS.

source: On Reboot
cs: Při restartu
fr: Au redémarrage
nl: Bij herstarten
pt_br: Reiniciar
ro: La repornire
ru: При загрузке
tr: Yeniden Başlatmada
uk: У разі перезавантаження

source: Now
cs: Nyní
fr: Maintenant
nl: Nu
ro: Acum
ru: Сейчас
tr: Şu An
uk: Зараз

source: Descriptive Name.
cs: Popisný název.
fr: Description.
nl: Beschrijvende naam.
ro: Nume descriptiv.
ru: Описательное имя.
tr: Tanımlayıcı Adı.
uk: Описове ім'я.

source: FQDN of the domain controller to use.
cs: Úplný doménový název (FQDN) doménového řadiče, jehož služeb využívat.
nl: FQDN van de te gebruiken domeincontroller.
ro: Valoarea FQDN pentru controlerul de domeniu de utilizat.
ru: Имя хоста контроллера домена.
tr: Kullanmak için etki alanı denetleyicisinin FQDN'i.
uk: Iм'я хоста контролера домену.
