Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: SSH Settings
ca: Paràmetres SSH
cs: Nastavení služby SSH
de: SSH Einstellungen
es: Configuración SSH
fr: Paramètres SSH
nl: SSH-instellingen
pl: Ustawienia SSH
pt: Definições de SSH
pt_br: Configurações SSH
ro: Setări SSH
ru: Настройки SSH
sk: SSH Nastavenia
sr: SSH podešavanja
sv: SSH-Inställningar
tr: SSH Ayarları
uk: Налаштування SSH

source: TFTP Settings
ca: Paràmetres TFTP
cs: Nastavení služby TFTP
de: TFTP Einstellungen
es: Configuración TFTP
fr: Paramètres TFTP
nl: TFTP-instellingen
pl: Ustawienia TFTP
pt: Definições de TFTP
pt_br: Configurações TFTP
ro: Setări TFTP
ru: Настройки TFTP
sk: TFTP Nastavenia
sr: TFTP podešavanja
sv: TFTP-Inställningar
tr: TFTP Ayarları
uk: Налаштування TFTP

source: UPS Settings
cs: Nastavení napájení z UPS
de: UPS Einstellungen
es: Configuración SAI
fr: Paramètres Onduleur
nl: UPS-instellingen
pt: Definições de UPS
pt_br: Configurações UPS
ro: Setări UPS
ru: Настройки UPS
sr: UPS podešavanja
sv: UPS Inställningar
tr: UPS Ayarları
uk: Налаштування UPS

source: Would you like to enable this service?
cs: Chcete zapnout tuto službu?
de: Möchten Sie diesen Dienst aktivieren?
es: ¿Quiere activar este servicio?
fr: Voulez-vous activer ce service ?
nl: Wilt u deze service inschakelen?
pt: Pretende activar este serviço?
pt_br: Você quer ativar este serviço?
ro: Activaţi acest serviciu?
ru: Вы хотите включить эту службу?
sr: Želite li da omogućite ovu uslugu?
sv: Vill du aktiverar den här tjänsten?
tr: Bu hizmeti etkinleştirmek ister misiniz?
uk: Ви бажаєте включити цю службу?

source: No
cs: Ne
de: Nein
fr: Non
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ro: Nu
ru: Нет
sk: Nie
sr: Ne
sv: Nej
tr: Hayır
uk: Ні

source: Core
cs: Operační paměť
es: Nucleo (Core)
fr: Noyau
ro: Nucleu
ru: Ядро
sr: Jezgro
sv: Kärna
tr: Çekirdek
uk: Ядро

source: iSCSI Management
ca: Administració iSCSI
cs: Správa iSCSI
de: iSCSI Verwaltung
es: Opciones iSCSI
fr: Gestion iSCSI
nl: iSCSI-beheer
pl: Zarządzanie iSCSI
pt: iSCSI Gestão
pt_br: iSCSI Gerenciador
ro: Management iSCSI
ru: Управление iSCSI
sk: iSCSI Manažment
sr: iSCSI upravljanje
sv: iSCSI hantering
tr: iSCSI Yönetimi
uk: Управління iSCSI

source: Portals
cs: Portály
de: Portale
es: Portales
fr: Portails
pl: Portale
pt: Portais
pt_br: Portais
ro: Portaluri
ru: Порталы
sk: Portály
sr: Portali
sv: Portaler
tr: Portallar
uk: Портали

source: Authorized Initiators
cs: Pověřené iniciátory
nl: Geautoriseerde initiators

source: Authentication
ca: Autenticació
cs: Ověřování
pl: Autentykacja
sk: Autentifikácia

source: Targets
cs: Cíle
de: Ziele
es: Destinos
fr: Cibles
nl: Doelen
pl: Cele
pt: Destinos
ro: Destinații
ru: Цели
sk: Ciele
sr: Ciljevi
sv: Mål
tr: Hedefler
uk: Цілі

source: Extents
cs: Úložných jednotek
es: Extender
fr: Extensions
pl: Grupy
pt: Extensões
ro: Extensii
ru: Экстенты
sk: Extenty
sr: Oblasti
sv: Omfattningar
tr: Kapsamlar
uk: Екстенти

source: Associated Targets
ca: Targets associats
cs: Přidružené cíle
de: zugehörige Targets
es: Destinos asociados
fr: Cibles associées
nl: Gekoppelde doelen
pl: Powiązane cele
pt: Destinos Associados
pt_br: Destinos associados
ro: Destinaţii asociate
ru: Связанные цели
sk: Asociované ciele
sr: Vezani ciljevi
sv: Associerad mål
tr: İlişkili Hedefler
uk: Пов'язані цілі

source: No associated targets defined
cs: Nejsou určeny žádné přidružené cíle
nl: Geen gekoppelde doelen gedefinieerd

source: Add Extent to Target
ca: Afegir Extent al target
cs: Přidat úložnou jednotku do cíle
pl: Dodaj grupe do celu
sk: Pridať Extent ku cieľu

source: Add Extent To Target
ca: Afegir Extent al target
cs: Přidat úložnou jednotku do cíle
pl: Dodaj grupę do celu
sk: Pridať Extent ku cieľu

source: Peer
cs: Protější strana
pl: Klient

source: Authorized Network
ca: Xarxa autoritzada
cs: Pověřená síť
pl: Autoryzowana sieć
sk: Autorizovaná Sieť

source: No authorized initiators defined
cs: Nejsou určené žádné pověřené iniciátory
nl: Geen geautoriseerde initiators gedefinieerd

source: Add Authorized Initiator
ca: Afegir inicador autoritzat
cs: Přidat pověřený iniciátor
pl: Dodaj autoryzowany inicjator
sk: Pridať autorizovaného iniciátora

source: No device extents defined
cs: Nebyly určeny žádné úložné jednotky zařízení
nl: Geen apparaatextents gedefinieerd

source: Add Extent
ca: Afegir extent
cs: Přidat úložnou jednotku
pl: Dodaj grupę
sk: Pridať Extent

source: File Extent
cs: Úložná jednotka souboru

source: Listen
ca: Escoltar
cs: Očekávat spojení
de: Abhören
es: Escuchar
fr: Écoute
nl: Luisteren
pl: Nasłuchiwanie
pt: Escutar
pt_br: Escutar
ro: Așteptare
ru: Cлушать
sk: Počúvať
sr: Slušaj
sv: Lyssna
tr: Dinle
uk: Слухати

source: Edit Portal
ca: Editar portal
cs: Upravit portál
pl: Edytuj portal
sk: Upraviť Portál
tr: Portalı Düzenle
uk: Редагувати портал

source: Delete Portal
ca: Esborrar portal
cs: Smazat portál
pl: Usuń portal
sk: Zmazať Portál

source: No portals defined
cs: Nejsou určeny žádné portály
nl: Geen portals gedefinieerd

source: Add Portal
ca: Afegir portal
cs: Přidán portál
pl: Dodaj portal
sk: Pridať Portál
tr: Portal Ekle

source: No targets defined
ca: Cap target definit
cs: Nejsou určené žádné cíle
pl: Brak zdefiniowanych celów
sk: Žiadne ciele nie sú definované

source: Add Target
ca: Afegir target
cs: Přidat cíl
pl: Dodaj cel
sk: Pridať Cieľ

source: View Mount Points
cs: Zobrazit přípojné body
nl: Koppelpunten weergeven

source: ATTENTION: The plugins service is not running, several functionalities have been disabled.
cs: POZOR: Není spuštěná služba zásuvných modulů, některé funkce nejsou k dispozici.

source: Version
cs: Verze
es: Versión
nl: Versie
pt: Versão do OS
pt_br: Versão
ro: Versiune
ru: Версия
sr: Verzija
tr: Sürüm
uk: Версія

source: PBI
cs: PBI balíček

source: Service status
cs: Stav služby
de: Dienste Status
es: Estado de los servicios
fr: Etat du service
pt: Estado dos Serviços
pt_br: Status dos Serviços
ro: Stare serviciu
ru: Статус службы
sr: Status servisa
tr: Hizmet durumu
uk: Статус служби

source: Update
ca: Actualitzar
cs: Aktualizovat
de: Aktualisierung
es: Actualización
fr: Mise à jour
nl: Bijwerken
pl: Aktualizacja
pt: Actualizar
ro: Actualizare
ru: Обновить
sk: Aktualizácia
sr: Ažuriranje
sv: Uppdatera
tr: Güncelle
uk: Оновлення

source: Update plugin
cs: Aktualizovat zásuvný modul
de: Plugin aktualisieren
es: Actualizar plugin
fr: Mettre à jour le module
nl: Plug-in bijwerken
pt: Atualizar plugin
pt_br: Atualizar Plugin
ro: Actualizare plugin
ru: Обновить плагин
sr: Ažuriranje komponente
sv: Uppdatera insticksmodulen
tr: Eklentiyi güncelle
uk: Поновити плагін

source: No available plugins services
cs: Nejsou k dispozici žádné služby zásuvných modulů
de: Keine verfügbaren Plugins Dienste
es: Servicio de plugin no disponible
fr: Aucun service de module n'est disponible
nl: Geen beschikbare plug-in-services
pt: Não existem serviços de plugin disponíveis
pt_br: Serviços de Plugins não está disponível
ro: Servicii plugin-uri indisponibile
ru: Нет доступных плагинов
sr: Servisi za komponente nisu dostupni
sv: Inga tillgängliga insticksmodul tjänster
tr: Mevcut eklenti hizmetleri yok
uk: Немае плагінів

source: All the files within the plugins jail will be permanently deleted.
cs: Veškeré soubory, které se nacházejí uvnitř vyhrazeného prostředí, budou nenávratně smazány.

source: Delete Plugins Jail
cs: Smazat vyhrazené prostředí zásuvného modulu
nl: Plug-in-jail verwijderen

source: Edit Apple (AFP) Share
cs: Upravit Apple (AFP) sdílení
nl: Apple (AFP)-share bewerken

source: Delete Apple (AFP) Share
cs: Odstranit Apple (AFP) sdílení
nl: Apple (AFP)-share verwijderen

source: Add Apple (AFP) Share
cs: Přidat Apple (AFP) sdílení
nl: Apple (AFP)-share toevoegen

source: Mountpoint
ca: Punt de montatge
cs: Přípojný bod
pl: Punkt montowania
sk: Prípojný bod

source: Edit UNIX (NFS) Share
cs: Upravit unixové (NFS) sdílení
nl: UNIX (NFS)-share bewerken

source: Delete UNIX (NFS) Share
cs: Odstranit unixové (NFS) sdílení
nl: UNIX (NFS)-share verwijderen

source: Add UNIX (NFS) Share
cs: Přidat unixové (NFS) sdílení
nl: UNIX (NFS)-share toevoegen

source: Edit Windows (SMB) Share
cs: Upravit Windows (SMB) sdílení
nl: Windows (SMB)-share bewerken

source: Delete Windows (SMB) Share
cs: Smazat Windows (SMB) sdílení
nl: Windows (SMB)-share verwijderen

source: Add Windows (SMB) Share
cs: Přidat Windows (SMB) sdílení
nl: Replicatiestroomcompressie

source: Clone Snapshot
ca: Clonar Snapshot
cs: Klonovat zachycený stav
de: Snapshot klonen
es: Clonar una Instantanea
fr: Dupliquer l'instantané
nl: Momentopname klonen
pl: Klonuj kopię migawkową
pt: Clonar Snapshot
pt_br: Snapshot Clone
ro: Clonare punct restaurare
ru: Клонировать снимок
sk: Klonovať Snapshot
sr: Kloniraj snimak
sv: Klona ögonblicksbilden
tr: Anlık Görüntüyü Çoğalt
uk: Клонувати знимок

source: Are you sure you want to destroy "%(name)s"?
cs: Opravdu chcete zrušit %(name)s?
de: Möchten Sie wirklich "%(name)s" löschen?
es: ¿Está seguro de que quiere borrar "%(name)s?
fr: Êtes-vous sûr de vouloir supprimer "%(name)s" ?
nl: Weet u zeker dat u '%(name)s' wilt vernietigen?
pt: Tem a certeza que pretende eliminar "%(name)s"?
pt_br: Tem certeza de que deseja excluir "%(name)s"?
ro: Doriți să ștergeți "%(name)s"?
ru: Вы уверены, что хотите удалить"%(name)s"?
sr: Da li ste sigurni da želite da uništite "%(name)s"?
sv: Är du säker på att du vill förstöra "%(name)s"?
tr: "%(name)s" veri kümesini kaldırmak istediğinize emin misiniz?
uk: Ви дійсно хочете видалити "%(name)s"?

source: This will delete all files within the dataset.
cs: Toto smaže všechny soubory v datové sadě.
de: Dies wird alle Dateien im Datensatz löschen.
es: Esto borrara todos los archivos del conjunto de datos
fr: Cela va détruire tous les fichiers de ce jeu de données.
nl: Dit zal alle bestanden in de gegevensset verwijderen.
pt: Isto apagará todos os ficheiros constantes no conjunto de dados.
pt_br: Isto irá apagar todos os arquivos com este dataset.
ro: Vor fi șterse toate fișierle din acest dataset.
ru: Это приведет к удалению всех файлов в наборе данных.
sr: Ovo će obrisati sve fajlove u okviru skupa podataka.
sv: Detta kommer att radera alla filer i databasen.
tr: Bu, veri kümesi içindeki tüm dosyaları silecek.
uk: Це призведе до видалення всіх файлів в наборі даних.

source: Edit Dataset
ca: Editar Dataset
cs: Upravit datovou sadu
de: Dataset bearbeiten
es: Editar el conjunto de datos
fr: Modifier le jeu de données
nl: Gegevensset bewerken
pl: Edytuj zbiór danych
pt: Editar Dataset
pt_br: Editar Dataset
ro: Modificare set date
ru: Изменить набор данных
sk: Editovať Dataset
sr: Urediti skup podataka
sv: Redigera datasetet
tr: Veri Kümesini Düzenle
uk: Змінити набір даних

source: Create ZFS dataset in %(fs)s
cs: Vytvořit ZFS datovou sadu v %(fs)s
de: Erstelle ZFS Dataset in %(fs)s
es: Crear un conjunto de datos ZFS en %(fs)s
fr: Créer un jeu de données ZFS dans %(fs)s
nl: ZFS-gegevensset aanmaken in %(fs)s
pt: Criar um Dataset em ZFS no %(fs)s
pt_br: Criar ZFS Dataset in %(fs)s
ro: Creare set de date ZFS în %(fs)s
ru: Создать набор данных ZFS в %(fs)s
sr: Kreirati ZFS skup podataka u %(fs)s
sv: Skapa ZFS dataset i %(fs)s
tr: %(fs)s içinde ZFS veri kümesi oluştur
uk: Створити набор даних ZFS в %(fs)s

source: Add Dataset
ca: Afegir Dataset
cs: Přidat datovou sadu
de: Dataset hinzufügen
es: Añadir un conjunto de datos
fr: Ajouter un jeu de données
nl: Gegevensset toevoegen
pl: Dodaj zbiór danych
pt: Adicionar Dataset
pt_br: Adicionar Dataset
ro: Adăugare set date
ru: Добавить набор данных
sk: Pridať Dataset
sr: Dodaj skup podataka
sv: Lägg till dataset
tr: Veri Kümesi Ekle
uk: Додати набір даних

source: Are you sure you want to detach?
ca: Estas segur que vols treure'l?
cs: Opravdu chcete odpojit?
de: Möchten Sie den Vorgang wirklich fortsetzen?
es: ¿Está seguro de que desea desconectar el disco?
fr: Êtes vous sure de vouloir détacher ?
nl: Weet u zeker dat u wilt ontkoppelen?
pl: Jesteś pewien że chcesz odłączyć?
pt: Tem a certeza que pretende desconectar?
pt_br: Tem certeza que deseja desconectar?
ro: Sigur doriţi să scoateţi discul?
ru: Вы уверены, что хотите отсоединить?
sk: Určite to chcete odpojiť?
sr: Da li ste sigurni da želite da odvojite?
sv: Är du säker på att du vill koppla bort?
tr: Ayırmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете відокремити?

source: Are you sure you want to offline?
cs: Opravdu chcete přejít do režimu offline?
de: Möchten Sie wirklich offline gehen?
es: ¿Está seguro de que quiere desconectar?
fr: Êtes-vous sûr de vouloir le mettre hors-ligne ?
nl: Weet u zeker dat u offline wilt gaan?
pt: Tem a certeza que pretende passar a offline?
pt_br: Tem certeza de que deseja desligar?
ro: Activaţi modul offline?
ru: Вы уверены, что хотите отключить?
sr: Da li ste sigurni da želite da diskovi budu nedostupni?
sv: Är du säker på att du vill offline?
tr: Çevrimdışı yapmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете відключити?

source: Are you sure you want to remove?
cs: Opravdu chcete odebrat?
de: Wollen Sie wirklich löschen?
es: ¿Está seguro de que quiere borrar?
fr: Êtes-vous sûr de vouloir le supprimer ?
nl: Weet u zeker dat u wilt verwijderen?
pt: Tem a certeza que pretende eliminar?
pt_br: Tem certeza de que deseja remover?
ro: Ştergeţi discul?
ru: Вы уверены, что хотите удалить?
sr: Da li ste sigurni da želite da uklonite?
sv: Är du säker på att du vill ta bort?
tr: Kaldırmak istediğinize emin misiniz?
uk: Ви дійсно хочете видалити?

source: Are you sure you want to wipe?
cs: Opravdu chcete vymazat?
de: Sind Sie sicher, dass Sie löschen wollen?
es: ¿Está seguro de que quiere borrar?
fr: Êtes-vous sûr de vouloir effacer ?
nl: Weet u zeker dat u wilt wissen?
pt: Tem a certeza que pretende apagar?
pt_br: Tem certeza de que deseja limpar?
ro: Doriţi să ştergeţi?
ru: Вы уверены, что хотите очистить?
sr: Da li ste sigurni da želite da potpuno obrišete?
sv: Är du säker på att du vill radera?
tr: Silmek istediğinize emin misiniz?
uk: Ви впевнені, що бажаете зтерти?

source: Replacing disk
ca: Substituir disc
cs: Nahrazování disku…
de: Festplatte austauschen
es: Remplazar disco
fr: Remplacement du disque
nl: Schijf vervangen
pl: Zamienianie dysku
pt: A substituir o disco
pt_br: Substituir disco
ro: Înlocuire disc
ru: Замена диска
sk: Nahradzovanie disku
sr: Zamena diska
sv: Ersätter hårddisken
tr: Disk değiştiriliyor
uk: Заміна диска

source: Replace disk
ca: Substituir disc
cs: Nahradit disk
de: Festplatte austauschen
es: Remplazar Disco
fr: Remplacer le disque
nl: Schijf vervangen
pl: Zmień dysk
pt: Substituir disco
pt_br: Substituir disco
ro: Înlocuire disc
ru: Заменить диск
sk: Vymeniť disk
sr: Zameni disk
sv: Rrsätta hårddisken
tr: Diski değiştir
uk: Замінити диск

source: Active Volumes
ca: Volums actius
cs: Aktivní svazky
de: Aktive Datenträger
es: Volumenes Activos
fr: Volumes actifs
nl: Actieve volumes
pl: Aktywne wolumeny
pt: Volumes activos
pt_br: Volumes Ativos
ro: Volume active
ru: Активные тома
sk: Aktívny zväzok
sr: Aktivni volumeni
sv: Aktiva volymer
tr: Aktif Birimler
uk: Активні томи

source: ZFS Snapshots
ca: Snapshots del sistema ZFS
cs: ZFS zachycené stavy
es: Instantanea ZFS
fr: Instantanés ZFS
nl: ZFS-momentopnamen
pl: Migawkowi ZFS
ro: Puncte restaurare ZFS
ru: Снимки ZFS
sk: ZFS Snapshots(snímky)
sr: ZFS snimci
sv: ZFS Ögonblicksbilder
tr: ZFS Anlık Görüntüleri
uk: Знимки ZFS

source: ZFS Replication
ca: Replicació ZFS
cs: ZFS replikace
de: ZFS Replizierung
es: Replicación ZFS
fr: Réplication ZFS
nl: ZFS-replicatie
pl: Replikacja ZFS
pt: Replicação ZFS
pt_br: Replicação ZFS
ro: Replicare ZFS
ru: Репликация ZFS
sk: ZFS Replikácia
sr: ZFS replikacija
sv: ZFS replikering
tr: ZFS Çoğaltma
uk: ZFS реплікація

source: Manually Create Snapshot
ca: Crear manualment Snapshot
cs: Pořídit zachycený stav nyní
de: Snapshot manuell erstellen
es: Crear manualmente una Instantanea
fr: Créer un instantané manuellement
nl: Handmatig momentopname maken
pl: Ręcznie utwórz kopię migawkową
pt: Criar manualmente um Snapshot
pt_br: Criar Manualmente um Snapshot
ro: Creare punct restaurare manual
ru: Создать снимок вручную
sk: Manuálne vytvoriť snímku
sr: Ručno kreiraj snimak
sv: Manuellt skapa ögonblicksbild
tr: Elle Anlık Görüntü Oluştur
uk: Створити знимок вручну

source: Change
ca: Canviar
cs: Změnit
de: Ändern
es: Cambiar
fr: Changer
nl: Wijzigen
pl: Zmień
pt: Alterar
pt_br: Escolher
ro: Modificare
ru: Изменить
sk: Zmeniť
sr: Promeni
sv: Ändra
tr: Değiştir
uk: Змінити

source: Change permission
ca: Canviar permissos
cs: Změnit přístupová práva
de: Rechte ändern
es: Cambiar Permisos
fr: Modifier les permissions
nl: Machtiging wijzigen
pl: Zmień uprawnienia
pt: Alterar permissão
pt_br: Alterar permissão
ro: Modificare permisiune
ru: Изменить права
sk: Zmeniť oprávnenia
sr: Promeni dozvolu
sv: Ändra behörigheter
tr: İzni değiştir
uk: Змінити права

source: Change permission on %(path)s to
ca: Canviar els permisos de la %(ruta)s a
cs: Změnit přístupová práva u %(path)s na
de: Rechte von %(path)s ändern in
es: Cambiar los permisos de %(path)s a
fr: Changer les permissions de %(path)s par
nl: Machtiging op %(path)s wijzigen naar
pl: Zmień uprawnienia do %(path)s na
pt: Alterar permissão de %(path)s a
pt_br: Alterar permissão em %(path)s para
ro: Modificare permisiune pentru calea %(path)s către
ru: Изменить права для %(path)s к
sk: Zmeniť oprávnenia na %(path)s na
sr: Promeni dozvolu na %(path)s u
sv: Ändra behörighet på %(väg)ar till
tr: %(path)s yolu üzerindeki izni değiştir
uk: Змінити права для %(path)s до

source: Add Replication
ca: Afegir replicació
cs: Přidat replikaci
de: Replizierung hinzufügen
es: Añadir Replicación
fr: Ajouter une réplication
nl: Replicatie toevoegen
pl: Dodaj replikację
pt: Adicionar Replicação
pt_br: Adicionar Replicação
ro: Adăugare replicare
ru: Добавить репликацию
sk: Pridať replikáciu
sr: Dodaj replikaciju
sv: Lägg till replikering
tr: Çoğaltma Ekle
uk: Додати реплікацію

source: View Public Key
cs: Zobrazit veřejnou část klíče
de: Öffentlichen Schlüssel anzeigen
es: Ver clave pública
fr: Voir la clé publique
nl: Openbare sleutel weergeven
pt: Ver chave-pública
pt_br: Visualizar Chave Pública
ro: Vizualizare cheie publică
ru: Посмотреть открытый ключ
sr: Pogledati javni kluč
sv: Visa publik nyckel
tr: Ortak Anahtarı Göster
uk: Переглянути публічний Ключ

source: ATTENTION: A periodic snapshot of a given ZFS filesystem/volume is required to create a replication task
cs: UPOZORNĚNÍ: Aby bylo možné vytvořit replikační úlohu, je nutné nejprve nastavit pravidelné pořizování zachycených stavů daného ZFS souborového systému / svazku.
de: ACHTUNG: Ein periodisches Abbild eines ZFS Dateisystems/Volumes wird benötigt, um eine Replikationsaufgabe zu erstellen
es: ATENCIÓN: Una instantanea periódica devuelta por ZFS es necesaria para crear la tarea de replicación
fr: ATTENTION: Un instantané périodique d'un système de fichiers/volume ZFS est nécessaire pour créer une tâche de réplication
nl: ATTENTIE: er is een periodieke momentopname van een bepaald ZFS-bestandssysteem/-volume vereist om een replicatietaak aan te maken
pt: ATENÇÃO: São criados instantâneos sobre os ZFS ficheiros de sistema/volume obtidos para a criação duma réplica da tarefa
pt_br: ATENÇÃO: Para snapshot periódioco de sistemas de arquivos/volumes ZFS é necessário cirar uma tarefa de replicação.
ro: ATENȚIE: Pentru a crea o acțiune de replicare e nevoie de crearea periodică a punctelor de restaurare pentru sistemul de fișiere/volumul ZFS dat
ru: ВНИМАНИЕ: Периодические снимки данной файловой системы/тома ZFS, необходимы для создания задания репликации
sr: PAŽNJA: Periodični snimak datog ZFS sistema fajlova/volumena je potreban da bi se kreirao zadatak replikacije
sv: OBS: En periodisk ögonblicksbild av en viss ZFS-filsystem / volym krävs för att skapa en replikering
tr: DİKKAT: Çoğaltma görevi oluşturmak için verilen bir ZFS dosya sisteminin/biriminin düzenli bir anlık görüntüsü gerekir
uk: УВАГА: Періодичні знімки даної файлової системи/томи ZFS, необхідні для створення завдання реплікації

source: Last snapshot
ca: Últim snapshot
cs: Nejnovější zachycený stav
pl: Ostatnia kopia migawkowa
sk: Posledná snímka

source: Remote ZFS filesystem
ca: sistema de fitxers ZFS remot
cs: ZFS souborový systém na protější straně
pl: Zdalny system plików ZFS
sk: Vzdialený ZFS súborový systém

source: No ZFS replication available
ca: Replicació ZFS no disponible
cs: Nejsou k dispozici žádné ZFS replikace
pl: Brak dostępnej replikacji ZFS
sk: Žiadna dostupná ZFS replikácia

source: Scrub is currently running! Are you sure you want to STOP the scrub process?
cs: Právě probíhá kontrola. Opravdu chcete tento proces ZASTAVIT?
de: Eine Reinigungsoperation läuft gerade! Sind Sie sicher, daß Sie die Reinigungsoperation STOPPEN wollen?
es: La reconstrucción se esta ejecutando. ¿Esta segúro de que desea parar la recostrucción (STOP SCRUB)?
fr: Un nettoyage est en cours d'exécution ! Êtes-vous sûr de vouloir ARRÊTER le processus de nettoyage ?
nl: Reiniging wordt momenteel uitgevoerd! Weet u zeker dat u het reinigingsproces wilt STOPPEN?
pt_br: Scrub está em execução!Você tem certeza que quer parar o processo de sua execução?
ro: Opriți operațiunea de verificare aflată în desfășurare?
ru: Проверка выполняется в настоящее время! Вы действительно хотите ОСТАНОВИТЬ процесс проверки?
sr: Premotavanje trenutno radi! Dali ste sigurni da želite da ZAUSTAVITE proces premotavanja?
sv: Scrub är för närvarande igång! Är du säker på att du vill stoppa scrub processen?
tr: Temizleme şu an çalışıyor! Temizleme işlemini DURDURMAK istediğinize emin misiniz?
uk: Перевiрка в даний час виконується! Ви дійсно хочете ЗУПИНИТИ процес перевiрки?

source: Are you sure you want to scrub?
cs: Opravdu chcete překontrolovat svazek?
de: Möchten Sie wirklich bereinigen?
es: ¿Está seguro de que desea realizar una reconstrucción (scrub)?
fr: Êtes-vous certain de vouloir faire un nettoyage ?
nl: Weet u zeker dat u wilt reinigen?
pt: Tem a certeza que pretende fazer scrub?
pt_br: Tem certeza que deseja limpar?
ro: Verificaţi discul?
ru: Вы уверены, что хотите начать проверку?
sr: Dali ste sigurni da želite da premotavate?
sv: Är du säker på att du vill skrubba?
tr: Temizlemek istediğinize emin misiniz?
uk: Ви впевнені, що хочете почати перевiрку?

source: This will increase system overhead while in progress
cs: Průvodním jevem této operace bude zvýšení vytížení serveru
de: Dies wird den Systemoverhead erhöhen, während es läuft
es: Esto aumentará la sobrecarga del sistema mientras está en proceso
fr: Cela accroitra la charge du système pendant que l'opération est en cours
nl: Dit zorgt voor een toename van systeemoverhead tijdens de uitvoering
pt: Isto sobrecarregará o sistema enquanto processamento
pt_br: Isto poderá afetar o desempenho do sistema enquanto estiver em andamento
ro: Această operaţie va creşte gradul de încărcare al sistemului
ru: Это приведет к увеличению нагрузки на систему в процессе выполнения
sr: Ovo će dodatno da uveća opterećenje sistema dok je u toku
sv: Detta kommer att öka systemets overhead under arbetets gång
tr: Bu, ilerleme sırasında sistem ek yükünü artıracak
uk: Це призведе до збільшення навантаження на систему в процесі виконання
