Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: The community must contain only alphanumeric characters, _ or -
cs: „komunita“ (= heslo v SNMP terminologii) může obsahovat pouze písmena a číslice, dále znaky „_“ (podtržítko) a „-“ (spojovník)
de: Die Community darf nur aus alphanumerischen Zeichen, _ oder - bestehen
es: La comunidad debe contener solamente caracteres alfanuméricos, "_" o "-"
fr: La communauté ne doit contenir que des caractères alphanumériques, '_' ou '-'
nl: De community mag alleen alfanumerieke tekens, _ of - bevatten
pt: A comunidade apenas pode conter caracteres alfanuméricos, _ ou -
pt_br: A comunidade deverá conter somente caracteres alfanuméricos, _ ou -
ro: Comunitatea trebuie să conțină numai caractere alfanumerice, _ sau -
ru: Сообщество должно содержать только буквы, цифры, _ или -
sr: Javno ime mora da sadrži samo alfanumeričke znakove, _ ili -
sv: Samhället kan ändast innehålla alfanumeriska tecken, _ eller -
tr: Topluluk sadece alfasayısal karakterler, _ veya - içermek zorundadır
uk: Спільнота має містити тільки букви, цифри, _ і -

source: The SNMP service failed to reload.
ca: El servei SNMP ha fallat la recàrrega
cs: Znovunačtení služby SNMP se nezdařilo.
de: Der SNMP Dienst konnte nicht wieder geladen werden.
es: Ha fallado el reinicio del servicio SNMP
fr: Le rechargement du service SNMP a échoué.
nl: Opnieuw laden van de SNMP-service is mislukt.
pl: Nieudane przeładowanie usługi SNMP.
pt: O serviço SNMP falhou no rinicio.
pt_br: O serviço SNMP falhou em recarregar.
ro: Servicul SNMP a eșuat să se reîncarce.
ru: Службу SNMP не удалось перезагрузить.
sk: Službu SNMP sa nepodarilo načítať.
sr: SNMP servis nije uspeo da se ponovo učita.
sv: SNMP-tjänsten kunde inte starta om.
tr: SNMP hizmetini yeniden yükleme başarısız oldu.
uk: Не вдалося перезапустити службу SNMP.

source: Use alphanumeric characters, ".", "-" and "_".
cs: Použijte písmena a číslice, dále znaky „.“ (tečka), „-“ (spojovník) a „_“ (podržítko).
de: Benutzen Sie alphanumerische Zeichen, ".", "-" oder "_"
es: Use caracteres alfanuméricos, ".", "-" y"_"
fr: N'utilisez que des caractères alphanumériques, '.', '-' et '_'.
nl: Gebruik alfanumerieke tekens, '.', '-' en '_'.
pt: Use caracteres alfanuméricos, ".", "-" e "_".
pt_br: Utilize caracteres alfanuméricos, ".", "-" e "_".
ro: Folosește caractere alfanumerice, ".","-" și "_".
ru: Используйте буквы, цифры, ".", "-" и "_".
sr: Koristiti alfanumeričke karaktere, ".", "-" i "_".
sv: Använd alfanumeriska tecken,, "." "-" Och "_".
tr: Alfasayısal karakterler, ".", "-" ve "_" kullanın.
uk: Використовуйте літери, цифри, "." "-" і "_".

source: The email %(email)s is not valid
ca: El correu %(email)s no és vàlid
cs: e-mailová adresa %(email)s není platná
de: Die E-Mail-Adresse %s ist ungültig.
es: El email %(email)s no es valido
fr: L'e-mail %(email)s est invalide
nl: Het e-mailadres %(email)s is niet geldig
pl: Adres email %(email) nie jest prawidłowy.
pt: O email %(email)s não é válido
pt_br: O email %(email)s não é válido
ro: Acest email nu este valid: %(email)s
ru: Почтовый ящик %(email)s неправильный
sk: Email %(email)s nie je platný
sr: Sledeći e-mailovi nisu validni: %(email)s
sv: E-post adressen %(email)s är inte gilltig
tr: Bu e-posta geçerli değildir: %(email)

source: The UPS service failed to reload.
cs: Znovunačtení služby UPS se nezdařilo.
de: Der UPS Dienst konnte nicht wieder geladen werden.
es: Ha fallado el reinicio del servicio SAI (UPS)
fr: Le rechargement du service Onduleur a échoué.
nl: Opnieuw laden van de UPS-service is mislukt.
pt: O serviço UPS falhou no reinicio.
pt_br: O serviço UPS falhou em recarregar.
ro: Serviciul UPS a eșuat să se reîncarce
ru: Службу UPS не удалось перезагрузить.
sr: UPS servis nije uspeo ponovo da se učita.
sv: UPS tjänsten misslyckades med att starta om.
tr: UPS hizmetini yeniden yükleme başarısız oldu.
uk: Службу UPS не вдалося перезавантажити.

source: Confirm Administrator Password
cs: Potvrzení hesla správce
de: das Administratorpasswort bestätigen
es: Confirmar la contraseña de Administrador
fr: Confirmer le mot de passe de l'administrateur
nl: Beheerderswachtwoord bevestigen
pt: Confirme Palavra-chave do Administrador
pt_br: Confirme a Senha do Administrador
ro: Confirmă parolă Administrator
ru: Подтвердите пароль администратора
sr: Potvrditi Administratorsku lozinku
sv: Bekräfta Lösenord för Administratör
tr: Yönetci Parolasını Onaylayın
uk: Підтвердіть пароль адміністратора

source: The activedirectory service failed to reload.
ca: El servei d'activedirectory ha fallat la recàrrega
cs: Znovunačtení služby activedirectory se nezdařilo.
de: Der Active Directory Dienst konnte nicht wieder geladen werden.
es: Ha fallado el reinicio del servicio AD (ActiveDirectory)
fr: Le rechargement du service Active Directory a échoué.
nl: Opnieuw laden van de activedirectory-service is mislukt.
pl: Nieudane przeładowanie usługi activedirectory.
pt: O serviço activedirectory falhou no reinico.
pt_br: O serviço activedirectory falhou em recarregar.
ro: Serviciul activedirectory nu a putut fi reâncărcat.
ru: Службу activedirectory не удалось перезагрузить.
sk: Službu activedirectory sa nepodarilo znova načítať.
sr: Servis activnog directorijuma nije uspeo da se ponovo učita.
sv: Active Directory-tjänsten kunde inte startas om.
tr: Active Directory hizmetini yeniden yükleme başarısız oldu.
uk: Не вдалося перезапустити службу Active Directory.

source: The ldap service failed to reload.
ca: El servei d'LDAP ha fallat la recàrrega
cs: Znovunačtení služby LDAP se nezdařilo.
de: Der LDAP Dienst konnte nicht wieder geladen werden.
es: Ha fallado el reinicio del servicio LDAP
fr: Le rechargement du service LDAP a échoué.
nl: Opnieuw laden van de ldap-service is mislukt.
pl: Nieudane przeładowanie usługi ldap.
pt: O serviço ldap falhou no reinicio.
pt_br: O serviço ldap falhou em recarregar.
ro: Serviciul ldap a eșuat să se reîncarce.
ru: Службу ldap не удалось перезагрузить.
sk: Službu ldap sa nepodarilo znovu načítať.
sr: LDAP servis nije uspeo da se ponovo učita.
sv: ldap-tjänsten kunde inte startas om.
tr: Ldap hizmetini yeniden yükleme başarısız oldu.
uk: Службу LDAP не вдалося перезавантажити.

source: Secret
cs: Heslo
de: Geheimnis
es: Secreto
nl: Geheim
pl: Hasło
pt: Segredo
pt_br: Segredo
ru: Секрет
sk: Heslo
sr: Tajna
sv: Hemlighet
tr: Gizli Anahtar
uk: Секрет

source: Target side secret.
cs: Heslo na straně cíle.
de: Geheimnis der Zielseite.
es: Destino lado secreto
fr: Secret côté cible.
nl: Geheim aan doelzijde.
pl: Hasło od strony celu.
pt: Destino do lado do segredo.
pt_br: Senha do destino.
ru: Секрет со стороны цели.
sk: Cieľová strana neznáma.
sr: Ciljna strana je tajna.
sv: Dold för målsidan.
tr: Hedef tarafındaki gizli anahtar.
uk: Секрет цільової сторони.

source: Secret (Confirm)
ca: Secret (Confirmar)
cs: Heslo (potvrzení)
de: Geheimnis (Bestätigen)
es: Secreto (Confirmar)
fr: Secret (confirmation)
nl: Geheim (Bevestig)
pl: Hasło (potwierdzenie)
pt: Segredo (Confirmação)
pt_br: Segredo (Confirmar)
ro: Secret (Confirmare)
ru: Секрет (Подтверждение)
sk: Heslo (Potvrdenie)
sr: Tajna (Potvrdi)
sv: Hemlig (bekräfta)
tr: Gizli Anahtar (Onay)
uk: Секрет (Підтвердження)

source: Enter the same secret above for verification.
ca: Introdueix el mateix secret que a dalt per verificar-lo
cs: Pro ověření správnosti zadání napište stejné heslo, jako výše.
de: Geben sie das gleiche Geheimnis wie oben zur Bestätigung ein.
es: Introduzca el mismo secreto de arriba para la verificación.
fr: Entrer le même secret pour vérification.
nl: Typ ter controle hetzelfde geheim als hierboven.
pl: Wpisz to samo hasło powyżej dla weryfikacji.
pt: Introduza o mesmo segredo abaixo para verificação.
pt_br: Digite o mesmo segredo do campo acima para verificação.
ro: Introduceți același secret pentru verificare
ru: Введите тот же секрет, что и выше для проверки.
sk: Zadajte rovnaké heslo pre overenie vyššie.
sr: Unesite istu tajnu gore za verifikaciju.
sv: För att verifiera, ange samma hemlighet som ovan.
tr: Doğrulama için yukarıdaki aynı gizli anahtarı girin.
uk: Введіть такий секрет, що і вище для перевірки.

source: Initiator side secret. (for mutual CHAP authentication)
ca: Secret de l'Initiator side. (per autentificació CHAP mutua)
cs: Heslo na straně iniciátoru. (pro vzájemné CHAP ověřování)
de: Initiales Nebengeheimnis. (für beidseitige CHAP Authentifizierung)
es: Secreto del lado del iniciador. (para autenticación de CHAP mutua)
fr: Secret côté initiateur. (pour authentification mutuelle CHAP)
nl: Geheim aan initiatorzijde. (voor wederzijdse CHAP-authenticatie)
pl: Hasło od strony inicjatora (dla wzajemnej autentykacji CHAP)
pt: Iniciador do lado do segredo. (para autenticação CHAP mutua)
pt_br: Segredo do Initiator. (para autenticação CHAP mútua)
ru: Секрет инициатора (для взаимной CHAP аутентификации)
sk: Heslo na strane iniciátora. (pre overovanie vzájomného CHAP (mutual CHAP))
sr: Strana tajnog Inicijatora. (za uzajamnu CHAP autentikaciju)
sv: Källsidans hemlighet. (för ömsesidig CHAP autentisering)
tr: Başlatıcı tarafında gizli anahtar. (karşılıklı CHAP kimlik doğrulaması için)
uk: Ініціатор сторони Секрету. (CHAP аутентифікація для обох сторін)

source: Secret does not match
ca: El secret no coincideix
cs: Do každé z kolonek pro heslo bylo zadáno něco jiného – vyplňte je znovu a tentokrát stejně.
de: Geheimnis stimmt nicht überein
es: El secreto no coincide
fr: Secret n'est pas identique
nl: Geheim komt niet overeen
pl: Hasło nie pasuje
pt: Segredo não é igual
pt_br: Segredo não confere
ru: Секрет не совпадает
sk: Heslo se neshoduje
sr: Tajna se ne podudara
sv: Hemlighet matchar inte
tr: Gizli anahtar eşleşmiyor
uk: Секрет не співпадає

source: The peer secret is required if you set a peer user.
ca: El secret del "peer" es requereix si incialitzes un usuari pel "peer"
cs: Pokud je zde zadáno uživatelské jméno pro protějšek, je třeba uvést i heslo k němu.
de: Das Peer-Geheimnis ist notwendig, wenn Sie einen Peer-Benutzer festlegen.
es: Debe establecer una contraseña si crea un usuario "peer"
fr: Le secret du pair est nécessaire si vous définissez un utilisateur pair.
nl: Het peergeheim is vereist als u een peergebruiker instelt.
pl: Hasło klienta jest wymagane jeśli określisz użytkownika klienckiego.
pt: O segredo do grupo é necessária se você configurar um utilizador do mesmo grupo.
pt_br: O segredo do peer é obrigatório se você definiu um usuário peer.
ru: Требуется секрет напарника, если задано его имя.
sk: Peer heslo je požadovane ak je nastaveny peer použivateľ.
sr: Tajna za peer je potrebna ako je postavljen peer korisnik.
sv: Jämlikehemligheten är obligatorisk om du har angett en jämlikeanvändare.
tr: Kişi gizli anahtarı kişi kullanıcısını ayarlarsanız gereklidir.
uk: Секрет піра потрібно, якщо ви встановили користувача-напарника.

source: The peer secret cannot be the same as user secret.
ca: El secret del "pper" no pot ser el mateix que el secret d'usuari.
cs: Heslo na protějšku nemůže být stejné, jako heslo k účtu uživatele.
de: Das Peer-Geheimnis darf nicht das gleiche, wie das Benutzer-Geheimnis sein.
es: La contraseña del "peer" no puede ser la misma que la del usuario
fr: Le secret du pair ne peut pas être le même que celui de l'utilisateur.
nl: Het peergeheim mag niet hetzelfde zijn als het gebruikersgeheim.
pl: Hasło klienta nie może być takie samo jak hasło użytkownika.
pt: O segredo do grupo não pode ser igual ao segredo do utilizador.
pt_br: O segredo do peer não pode ser igual ao segredo do usuário.
ru: Секрет напарника не может совпадать с секретом пользователя.
sk: Peer heslo nemože byť rovnaké ako použivateľské heslo.
sr: Tajna za peer ne može biti ista kao tajna za korisnika.
sv: Jämlikehemligheten kan inte vara densamma som användarhemligheten.
tr: Kişi gizli anahtarı kullanıcı gizli anahtarı ile aynı olamaz.
uk: Секрет напарника не може співпадати з секретом користувача.

source: The peer user is required if you set a peer secret.
cs: Pokud je zadáno heslo na protějšku, je třeba zadat i uživatele na protějšku.
de: Der Peer-Benutzer wird benötigt, wenn Sie einen Peer-Sicherheit festlegen wollen.
es: El usuario peer es necesario si desea establecer una contraseña de peer
fr: L'utilisateur pair est nécessaire si vous définissez un secret du pair.
nl: De peergebruiker is vereist als u een peergeheim instelt.
pt: O segredo do grupo é necessária se você configurar um utilizador do mesmo grupo.
pt_br: O usuário peer é obrigatório se você definiu um segredo de peer.
ro: Utilizatorul peer este necesar dacă ai stabilit un peer secret.
ru: Требуется имя напарника, если вы задали его секрет.
sr: Ravnopravni korisnički nalog je obavezan ako je postavljena tajna između ravnopravnih uređaja.
sv: Peer användaren är obligatorisk om du har angett en peer hemlighet
tr: Kişi kullanıcısı kişi gizli anahtarını ayarlarsanız gereklidir.
uk: Потрібно секрет напарника, якщо ви встановили користувача-напарника.

source: The iSCSI service failed to reload.
ca: El servei iSCSI ha fallat la recàrrega
cs: Znovunačtení služby iSCSI se nezdařilo.
de: Der iSCSI Dienst konnte nicht wieder geladen werden.
es: Ha fallado el reinicio del servicio iSCSI
fr: Le rechargement du service iSCSI a échoué.
nl: Opnieuw laden van de iSCSI-service is mislukt.
pl: Nieudane przeładowanie usługi iSCSI.
pt: O serviço iSCSI falhou no reinicio.
pt_br: O serviço iSCSI falhou em recarregar.
ro: Serviciul iSCSI a eșuat la repornire.
ru: Службу iSCSI не удалось перезагрузить.
sk: Službu iSCSI sa nepodarilo načítať.
sr: ISCSI servis nije uspeo da se ponovo učita.
sv: iSCSI-tjänsten kunde inte startas om.
tr: iSCSI hizmetini yeniden yükleme başarısız oldu.
uk: Службу iSCSI не вдалося перезавантажити.

source: LUN already exists in the same target.
ca: El LUN ja existeix en el mateix target
cs: V tomto cíli už takové LUN existuje.
de: LUN existiert bereits im gleichen Ziel.
es: LUN ya existe en el mismo destino.
fr: Le LUN existe déjà sur la cible.
nl: LUN bestaat al in hetzelfde doel.
pl: LUN już istnieje w tym celu.
pt: LUN já existe no mesmo destino.
pt_br: LUN já existe no mesmo destino.
ru: LUN уже существует для той же цели.
sk: LUN už existuje pre rovnaký cieľ.
sr: LUN već postoji u istom cilju.
sv: LUN finns redan på målet.
tr: Aynı hedefte LUN zaten var.
uk: LUN вже існує для тієї ж цілі.

source: Controller Auth Group
ca: Grup d'Autenticació del Controller
cs: Ověřovací skupina řadiče
de: Controller Auth Gruppe
es: Control de Autorizaciones Grupo
fr: Groupe d'authentification du contrôleur
nl: Controller Auth-groep
pl: Kontroler grup autentykacji
pt: Controlador do Grupo Autor
pt_br: Grupo de Controle de Autenticação
ru: Группа аунтификации контроллера
sk: Controller Auth skupina
sr: Grupa za autentifikaciju kontrolera
sv: Styrenhetens autentiseringsgrupp
tr: Denetleyici Yetki Grubu
uk: Група аутентифікації контролера

source: The istgtcontrol can access the targets with correct userand secret in specific Auth Group.
cs: Nástroj istgtcontrol může přistupovat k cíli pomocí správného uživatelského jména a hesla v konkrétní ověřovací skupině.
de: Der "istgtcontrol"-Dienst kann mit dem korrekten Benutzer und Passwort einer spezifischen Auth Gruppe auf Targets zugreifen.
es: Istgtcontrol puede acceder al destino si se especifica un usuario y secreto correcto en el grupo autorizado.
fr: istgtcontrol peut accéder aux cibles avec l'utilisateur et le mot de passe d'un groupe d'authentification.
nl: De istgtcontrol kan de doelen met juiste gebruikersnaam en geheim in specifieke groep Auth benaderen.
pt: O istgtcontrol não consegue aceder aos destinos com o correcto utilizador e segredo no Grupo Autor especifico.
pt_br: O istgtcontrol pode acessar os destinos com os usuário e senha corretos de um Grupo de Autenticação específico.
ro: Istgtcontrol poate accesa destinaţiile pe baza numelui de utilizator şi a secretului specificat în setările Grupului autorizat.
ru: Istgtcontrol может получить доступ к цели с правильным именем пользователя и секретом в выбранной группе аунтификации.
sr: Istgtcontrol može pristupiti ciljevima sa ispravnim korisnikom i lozinkom u određenoj autorizacionoj grupi.
sv: Den istgt kontrollen kan få tillgång till mål med rätt användarnamn och hemliga i specifik autentiseringsgrupp.
tr: Istgtcontrol belirli Yetki Grubunda doğru kullanıcı ve gizli anahtar ile hedeflere erişebilir.
uk: istgtcontrol може отримати доступ до цілі з правильним ім'ям користувача та секретом в обраній групі аутентифікаціі.

source: Discovery Auth Group
ca: Grup d'autenticació Discovery
cs: Ověřovací skupina pro objevování
de: Discovery Auth Gruppe
es: Descubrir Grupo Autorizador
fr: Groupe d'authentification pour la découverte
nl: Controller Auth-groep
pl: Wykrywanie grupy autentykacji
pt: Descobrir Grupo Autor
pt_br: Descobrir Grupo de Autênticação
ru: Группа аутентификации обнаружения
sk: Discovery Auth skupina
sr: Otkrivanje grupe za proveru identiteta
sv: Lista autentiseringsgrupper
tr: Keşif Yetki Grubu
uk: Виявлення груп аутентифікація

source: This value must be between %(start)d and %(end)d, inclusive.
ca: Aquest valor ha de estar entre %(start) i %(end), inclosos
cs: Je třeba, aby tato hodnota byla mezi %(start)d a %(end)d, včetně.
de: Dieser Wert muss zwischen %(start)d und einschließlich %(end)d liegen.
es: Este valor debe estar entre %(start) y %(end), ambos inclusive.
fr: Cette valeur doit être comprise entre %(start)d et %(end)d incluent.
nl: Deze waarde moet tussen %(start)d en %(end)d liggen.
pl: Ta wartość musi zawierać się pomiędzy %(start)d i %(end)d, włącznie.
pt: O valor deve ser entre %(start)d e %(end)d, inclusive.
pt_br: O valor deve estar entre %(start)d and %(end)d, inclusive.
ru: Значение должно быть между %(start)d и %(end)d включительно.
sk: Táto hodnota musí byť medzi %(start)d a %(end)d, vrátane.
sr: Ova vrednost mora da bude između %(start)d i %(kraj)d, uključujući ih.
sv: Värdet måste vara mellan %(start)d och %(end)d, inklusive.
tr: Bu değer %(start)d ve %(end)d dahil arasında olmak zorundadır.
uk: Значення має бути між %(start)d та %(end)d, включно.

source: This field is required if discovery method is set to CHAP or CHAP Mutual.
ca: Aquest camp es requerit si el mètode de descobriment està posat a CHAP o CHAP Mutual
cs: Tuto kolonku je třeba vyplnit, pokud je metoda objevování nastavena na (oboustranný) CHAP.
de: Dieses Feld ist notwendig, falls die Discovery-Methode auf CHAP oder CHAP Mutual eingestellt ist.
es: Este campo es obligatorio si el metodo de descubrimiento se configura a CHAP o a CHAP Mutuo.
fr: Ce champ est requit si la méthode de découverte est CHAP ou CHAP Mutuel.
nl: Dit veld is vereist als de detectiemethode op CHAP of Wederzijdse CHAP is ingesteld.
pl: To pole jest wymagane jeśli metoda wykrywania jest ustawiona na CHAP lub CHAP Mutual.
pt: Este campo é obrigatório se o método de detecção é definido como CHAP ou CHAP mútuo.
pt_br: O campo é obrigatório se o método de descoberta é CHAP ou CHAP Mútuo.
ro: Acest câmp este necesar dacă metoda de descoperire este CHAP sau CHAP reciproc.
ru: Это поле является обязательным, если метод обнаружения установлен в CHAP или Взаимный CHAP.
sk: Toto pole je povinné, ak je zisťujúca metóda nastavená na CHAP alebo vzájomný CHAP (CHAP Mutual).
sr: Ovo polje je obavezno ako je metod za otkrivanje postavljen na CHAP ili Zajednički CHAP.
sv: Detta fält krävs om sökmetoden är satt till CHAP eller CHAP-ömsesidig.
tr: Keşif yöntemi CHAP veya Karşılıklı CHAP olarak ayarlanırsa bu alan gereklidir.
uk: Це поле є обов'язковим, якщо метод виявлення має значення CHAP або CHAP Mutual.

source: This field is required whether CHAP or Mutual CHAP are set for Controller Auth Method.
cs: Pokud je jako metoda ověřování řadiče nastaveno CHAP nebo vzájemné CHAP, tuto kolonku je třeba vyplnit.
de: Dieses Feld wird benötigt wenn CHAP oder Mutual CHAP für die Controller Auth Method gesetzt sind.
es: Este campo es obligatorio si el CHAP o Mutual CHAP se establezcan como controlador de método de autenticación.
fr: Ce champ est requis que CHAP ou CHAP Mutuel soit spécifié pour la méthode d'authentification du contrôleur
nl: Dit veld is vereist, ongeacht of CHAP of Wederzijdse CHAP voor Controller-authenticatiemethode is ingesteld.
pt: Este campo é obrigatório sempre que o metro de autenticação seja CHAP ou CHAP Mutuo.
pt_br: O campo é obrigatório se o CHAP ou o CHAP Mútuo está definido como Método Controlador de Autenticação.
ro: Acest câmp este necesar dacă CHAP sau CHAP reciproc sunt fixate pentru metoda autentificare Controller.
ru: Это поле обязательно, если установлен алгоритм CHAP или Взаимный CHAP как метод аутентификации контроллера.
sr: Ovo polje je obavezno bilo da su CHAP ili zajednički CHAP postavljeni za Kontrolora Auth metoda.
sv: Detta fält är obligatoriskt om CHAP eller ömsesidigt CHAP är inställda för Controller Auth metod.
tr: Bu alan CHAP veya Karşılıklı CHAP, Denetleyici Yetki Yöntemi için ayarlanıp ayarlanmadığında gereklidir.
uk: Це поле обов'язково, якщо алгоритми CHAP або Mutual CHAP встановлені для контролю методу авторизації.

source: This is not a valid network
cs: Toto není platná síť
de: Das ist kein gültiges Netzwerk
es: Esta no es una red válida
fr: Ce n'est pas un réseau valide
nl: Dit is geen geldig netwerk
pt: Isto não é uma rede válida
pt_br: Esta não é uma rede válida
ro: Acesta nu este o rețea validă
ru: Недопустимая сеть
sr: Ovo nije ispravna mreža
sv: Detta är inte ett giltigt nätverk
tr: Bu geçerli bir ağ değil
uk: Це не є допустимою мережею

source: You need to specify a filepath, not a directory.
ca: Necesites especificar una ruta a fitxer, no un directori
cs: Je třeba zadat umístění souboru, ne složky.
de: Sie müssen einen Dateipfad und kein Verzeichnis angeben.
es: Se ha de especificar una ruta de archivo, no un directorio.
fr: Vous devez spécifier un fichier, non un répertoire.
nl: U dient een bestandspad op te geven, geen map.
pl: Musisz określić ścieżkę do pliku a nie katalogu.
pt: Deve especificar um caminho, não um directório.
pt_br: Você precisa identificar um caminho de arquivo, não um diretório.
ro: Trebuie specificată calea către fişier, nu un director.
ru: Вам нужно указать путь к файлу, а не каталог.
sk: Je potrebné zadať cestu k súboru, nie adresár.
sr: Morate izabrati lokaciju datoteke a ne direktorijum.
sv: Du måste ange en sökväg, inte en katalog.
tr: Bir dosya yolu belirtmeniz gerek, bir dizin değil.
uk: Ви маєте вказати шлях до файлу, а не каталог.

source: You need to specify a file inside your volume/dataset.
ca: Necessites especificar un fitxer dins el teu volum/dataset
cs: Je třeba zadat soubor, který se nachází na svazku / datové sadě.
de: Sie müssen eine Datei innerhalb Ihres Volume/Datensatzes angeben.
es: Usted tiene que especificar un archivo dentro de su volume/set de datos
fr: Vous devez spécifier un fichier au sein d'un volume/jeu de données.
nl: U dient een bestand binnen uw volume/gegevensset op te geven.
pl: Musisz określić plik wewnątrz wolumenu/zbioru danych.
pt: Deve especificar um ficheiro dentro do volume/dataset.
pt_br: Você precisa especificar um arquivo dentro do seu volume/dataset.
ro: Trebuie specificat un fişier din volumul/setul de date
ru: Вы должны указать файл внутри вашего раздела/набора данных.
sk: Je potrebné zadať súbor, vo vnútri zväzku (volume) alebo dátovej sady (dataset).
sr: Potrebno je da odredite datoteku unutar vašeg volumena/skupa podataka.
sv: Du måste ange en fil i ditt volym/dataset.
tr: Biriminiz/verikümeniz içinde bir dosya belirtmeniz gerek.
uk: Ви маєте вказати файл в межах тому / набору даних.
