Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Allows certain users and groups to have read/write access to a share. This follows the allow option format.
ca: Permet a usuaris i grups definits tenir accés de lectura/escriptura al recurs. Segueix les mateixes opcions de format que la opció de permesos.
cs: Povolí určitým uživatelům a skupinám přístup na sdílení pro čtení i zápis. Forma zápisu je shodná se seznamem těch, kterým je přístup umožněn.
de: Gewähre bestimmten Benutzern und Gruppen den Vollzugriff (lesen/schreiben) auf die Freigabe. Es gelten die selben Regeln wie bei "Zugriff gewähren".
es: Permite a ciertos usuarios y grupos tener acceso de Lectura-Escritura a un recurso compartido. Tiene menos prioridad que la opción anterior.
fr: Permet à certains utilisateurs et groupes d'accéder au partage en lecture/écriture. Suit le même format que l'option Autoriser.
nl: Bepaalde gebruikers en groepen toestaan om lees-/schrijftoegang tot een share te hebben. Dit volgt het formaat van de optie Toestaan.
pl: Pozwala określonym użytkownikom i grupom na dostęp do udziału w trybie odczyt/zapis. Format opcji oznacza zezwolenie.
pt: Permite que determinados usuários e grupos ter acesso de leitura/gravação para uma partilha. Isso segue o formato de opção permitir.
pt_br: Permite que certos usuários e grupos tenham acesso leitura/escrita em um compartilhamento. Esta opção segue o formato permissivo.
ro: Permite anumitor utilizatori şi grupuri să aibă drepturi de citire/scriere pentru o partajare. Respectă acelaşi format ca şi lista acces permis.
ru: Разрешает выбранным пользователям и группам доступ для чтения-записи к общему ресурсу. Формат записи такой же.
sk: Dovoľ niektorým užívateľom a skupinám čítanie/zápis (read/write) prístup na share. Toto sleduje "povoľ" formát nastavenia.
sr: Omogućava određenim korisnicima i grupama da imaju čitanje/pisanje pristup do deljenog resursa. Ovo sledi format dozvoli opciju.
sv: Låter vissa användare och grupper för att ha läs / skriv tillgång till en viss utdelning. Detta följer tillåt alternativet format.
tr: Belli kullanıcılara ve gruplara bir paylaşıma okuma/yazma erişimi için izin verir. İzin verme seçeneği biçimini bu izler.
uk: Дозволяє вибраним користувачам і групам доступ для читання-запису до спільного ресурсу. Формат запису такий самий.

source: Disk Discovery
ca: Descobriment de disc
cs: Zjišťování disku
pl: Wykrywanie dysków

source: Allow other systems to discover this share as a disk for data, as a Time Machine backup volume or not at all.
ca: Permet a altres sistemes descobrir la compartició com un disc per dades, com un volum de backup de Time Machine, o que no el descobreixin.
cs: Umožnit toto sdílení ostatním systémům objevit jako disk pro data, jako svazek pro zálohy Time Machine, nebo vůbec ne.
pl: Zezwalaj innym systemom na odnajdowanie tego współdzielonego obszaru jako dysk na dane, jako wolumin odzyskiwania "Time Machine" lub wcale.
sk: Dovoliť ostatným systémom nájsť tento share ako disk pre dáta, ako Time Machine záložný volume alebo nič z toho.

source: Disk discovery mode
ca: Mode de descobriment del disc
cs: Režim zjišťování disku
pl: Tryb wykrywania dysków
sk: Disk discovery mód

source: Note! Selecting 'Time Machine' on multiple shares may cause unpredictable behavior in MacOS. Default mode exports the volume as a data volume for users.
ca: Nota! Seleccionant 'Time Machine' a múltiples comparticions pot produir comportament imprevisible a MacOS. El mode per defecte exporta el volum com a volum de dades pels usuaris.
cs: Pozn.!: Vybrání „Apple Time Machine“ na vícero sdíleních může způsobit neočekávané chování systémů OS X. Výchozí režim exportuje pro uživatele svazek jako datový.
sk: Pozor! Výber "Time Machine" na viacerých sharoch môže spôsobyť nepredvýdateľné správanie na MacOS. Štandardný mód exportuje volume ako dátový volume pre užívateľov.

source: Database Path
ca: Ruta a la Database
cs: Umístění databáze
de: Datenbankpfad
es: Ruta de la Base de Datos
fr: Chemin de la base de données
nl: Pad naar database
pl: Ścieżka do bazy danych
pt: Caminho da Base de dados
pt_br: Caminho da Base de Dados
ro: Cale bază de date
ru: Путь к базе данных
sk: Cesta k databáze
sr: Putanja baze podataka
sv: Databas sökväg
tr: Veritabanı Yolu
uk: Шляхи до бази даних

source: Sets the database information to be stored in path. You have to specify a writable location, even if the volume is read only.
ca: Indica que l'informació de la database sigui emmagatzemada a la ruta. S'ha d'especificar una ruta d'escriptura, encara que sigui un volum de només lectura.
cs: Nastaví umístění, do kterého ukládat databázi. Do zadaného umístění je třeba moci zapisovat, a to i v případě, že je svazek pouze pro čtení.
de: Geben Sie den Pfad an, an dem Datenbankinformationen abgelegt werden sollen. Auf diesem Pfad muss Schreibzugriff möglich sein, selbst dann, wenn Sie den Datenträger nur mit Leserechten bereitstellen.
es: Permite a la base de datos ser almacenada en la ruta especificada. Debe especificar una ruta con permisos de escritura aunque el volumen sea de solo lectura
fr: Défini le chemin où stocker la base de données. Vous devez spécifier un emplacement inscriptible, même si le volume est en lecture seule.
nl: Stelt het pad voor databasegegevensopslag in. U moet een beschrijfbare locatie opgeven, ook als het volume alleen-lezen is.
pt: Define as informações de banco de dados a serem armazenados no caminho. Você deve especificar um local gravável, mesmo que o volume é somente leitura.
pt_br: Configura a informação da base de dados para ser armazenada. Tem de especificar uma localização com permissão de escrita, mesmo que o volume seja somente leitura.
ro: Determină includerea de informaţii despre baza de date în cale. Va trebui să specificaţi o locaţie cu permisiuni de scriere, chiar dacă volumul are doar permisiuni de citire.
ru: Путь для хранения базы данных. Вы должны указать место с возможностью записи, даже если том доступен только для чтения.
sk: Nastav databázové informácie, ktoré budú uložené v ceste. Máš špecifikovať miesto, kde sa dá zapisovať, napriek tomu že zväzok je iba na čítanie.
sr: Postavlja informaciju baze podataka da se čuva na putanji. Morate da odredite lokaciju za upis, čak i ako je volumen samo za čitanje.
sv: Ställer databasen information som skall lagras i sögväg.en Du måste ange en skrivbar plats, även om volymen är skrivskyddad.
tr: Depolanması için veritabanı bilgileri yolunu ayarlar. Birim salt okunur olsa bile, yazılabilir bir yer belirlemek zorundasınız.
uk: Шлях для зберігання бази даних. Ви повинні вказати місце для запису, навіть якщо том доступний тільки для читання.

source: Cache CNID
cs: Ukládat CNID do mezipaměti

source: If set afpd uses the ID information stored in AppleDouble V2 header files to reduce database load. Don't set this option if the volume is modified by non AFP clients (NFS/SMB/local).
ca: Si s'omple el camp l'AFPD utilitza la informació del ID amagatzemada a la capçalera dels fitxers AppleDouble V2 per reduir la càrrega a la base de dades. No posis res en aquesta opció si el volum el modifican clients no AFP (NFS/SMB/local).
cs: Pokud je nastaveno, proces služby afp použije identifikátory uložené v hlavičkových souborech AppleDouble V2, čímž se sníží zátěž databáze. Tuto předvolbu nenastavujte, pokud je svazek upravován také ne-AFP klienty (NFS/SMB/místní).
pl: W wypadku użycia tej opcji, "afpd" użyje informacji o ID przechowywanych w plikach nagłówka AppleDouble V2 aby zmniejszyć obciążenie bazy danych. Nie używać tej opcji jeżeli wolumin jest modyfikowany przez klienta nie wspierającego AFP (NFS/SMB/local).
sk: Dovoluje afpd používať ID informácie uložené v AppleDouble V2 hlavičkovom súbore pre redukcie záťaže databáze. Neaktivujte túto možnosť aj je zväzok (volume) modifikovaný aj inými ako AFP klientami (NFS/SMB/local).

source: Translate CR/LF
ca: Traducció de CR/LF
cs: Převádět formát konců řádků
pl: Przekształcaj CR/LF
sk: Prekladať CR/LF

source: Enables crlf translation for TEXT files, automatically converting macintosh line breaks into Unix ones. Use of this option might be dangerous since some older programs store binary data files as type 'TEXT' when saving and switch the filetype in a second step. Afpd will potentially destroy such files when 'erroneously' changing bytes in order to do line break translation.
ca: Activa la traducció crlf per fitxers TEXT, convertint de manera automàtica salts de línea de macintosh als d'UNIX. Utilitzar aquesta opció pot ser perillòs ja que programes antics guardant fitxers de tipus binari com de tipus TEXT quan el guardant i després fan el canvi de tipus en un pas posterior. Afpd potencialment pot destruir aquests fitxers quan de manera 'erronea' canvia els bytes per fer la traducció de salt de línea.
cs: Zapne překlad konců řádků pro TEXTOVÉ soubory, čímž automaticky převede konce řádků, jak je tvoří systémy Apple na ty Unixové. Použití této předvolby může být nebezpečné, protože některé starší programy ukládají binární data nejprve jako typ „TEXT“ a pak ho následně přepnou. Proces služby AFP by tak takové soubory kazil manipulací s bajty v rámci překladu konců řádků.
sk: Aktivuje preklad crlf pre TEXTOVÉ súbory, automaticky konvertuje macintosh zalomovanie riadkov na Unix. Použitie tejto možnosti môže byť nebezpečné, pretože niektoré staré programy ukladajú binárne dátové súbory ako typ 'TEXT' pri ukladaní a zmenia príponu súboru v druhom kroku. Afpd potencionálne zničí takéto súbory, keďže bude nesprávne meniť bajty aby vykonal preklad zalomení riadkov.

source: Windows File Names
ca: Noms de fitxers de Windows
cs: Názvy souborů dle Windows
pl: Nazwy plików Windows
sk: Windows názvy súborov

source: This forces filenames to be restricted to the character set used by Windows. This is not recommended for shares used principally by Mac computers.
ca: Això força que els noms dels fitxres sigui restringit al conjunt de caràcters usat per Windows. No es recomana per a comparticions utilitzades bàsicament per ordinadors Mac.
cs: Toto vynutí, aby názvy souborů byly omezeny na znakovou sadu, používanou v systému Windows. Toto není doporučené pro sdílení, která jsou využívána převážně počítači Apple.
pl: Wymusza nazwy plików z kodowaniem znaków używanym przez Windows. Jest to nie zalecane dla udziałów używanych przez komputery Mac.
sk: Toto nastavenie obmedzuje názvy súborov na znakovú sadu použitú vo Windows. Nie je odporúčané pre zdieľané adresáre používané Mac počítačmi.

source: Enable .AppleDouble
cs: Vytvářet .AppleDouble

source: This will enable automatic creation of the .AppleDouble directories. This option should be used if files are accessed by Mac computers.
cs: Toto zapne automatické vytváření složek .AppleDouble. Tato předvolba by měla být používána pokud je k souborům přistupováno z počítačů Apple.

source: Zero Device Numbers
ca: Nombres Zero pels perifèrics
cs: Čísla nulového zařízení
de: Keine Laufwerksnummern
es: Cero números de dispositivo
fr: Numéros de périphérique à 0
nl: Nul-apparaatnummers
pt: Zero Números de Dispositivo
pt_br: Números de Dispositivos Zero
ro: Numere dispozitiv zero
ru: Обнулять номера устройств
sk: Čísla Zero zariadení
sr: Brojevi nultog uredjaja
sv: Noll enhetsnummer
tr: Sıfır Aygıt Numaraları
uk: Номери нульових пристроїв

source: Always use 0 for device number, helps when the device number is not constant across a reboot, cluster, ...
ca: Sempre s'utilitza el 0 pel número del perifèric. Això ajuda quan el número del perifèric no és constant al llard del reinici, cluster, etc.
cs: Jako číslo zařízení vždy použijte 0 (nula), pomůže to v případech, kdy se číslo zařízení mění po restartu, v klastru, …
de: Als Laufwerksnummer wird immer "0" verwendet. Das ist sinnvoll, wenn die Laufwerksnummer nach einem Neustart nicht konstant blebit, z.B. im Cluster.
es: Utilice siempre 0 para el número de dispositivo, ayuda cuando el número de dispositivo no es constante a través de un reinicio, cluster, ...
fr: Toujours utiliser 0 comme numéro de périphérique, cela peut aider quand le numéro de périphérique n'est pas constant au travers des redémarrages, dans un cluster, ...
nl: Altijd 0 voor het apparaatnummer gebruiken, dit helpt wanneer het apparaatnummer niet constant is bij een reboot, cluster, ...
pt: Sempre use 0 para o número do dispositivo, de ajuda quando o número de dispositivo não é constante em toda uma reinicialização, cluster, ...
pt_br: Sempre utilize 0 para o número de dispositivo, isto ajuda quando o número de dispositivo não é constante em todo reboot, cluster, ...
ro: Folosiţi întotdeaua 0 pentru numărul dispozitivului, ajută în cazurile în care numărul dispozitivului nu este constant după o repornire, în cluster, ...
ru: Всегда используйте 0 для номера устройства; помогает, если номер устройства не является постоянной при перезагрузке, например в кластере, ...
sk: Vždy použi 0 ako číslo zariadenia, pomôže to, keď číslo zariadenia nie je konštantné po reboote, cluster, ...
sr: Uvek koristite 0 za broj uređaja, pomaže kada je uređaj broj nije konstantan preko restarta, klastera, ...
sv: Använd alltid 0 för enhetsnummer, hjälper när enhets-numret inte är konstant över en omstarter, kluster, ...
tr: Aygıt numarası için her zaman 0 kullanın, bir yeniden başlatma, kümeleme, ... arasında aygıt numarası sabit olmadığında yardımcı olur.
uk: Завжди використовуйте 0 для номера пристрою. Це допомагає, якщо номер пристрою не є постійним при перезавантаженні, наприклад в кластері, ...

source: Disable File ID
ca: Desactivar la ID de fitxers
cs: Nepoužívat identifikátor souboru
pl: Wyłącz ID pliku
sk: Deaktivuj ID súboru

source: Don't advertise createfileid, resolveid, deleteid calls.
ca: No publicar crides a createfileid, resolveid, deleteid.
cs: Nepropagovat volání createfileid, resolveid, deleteid.
sk: Neoznamovať createfileid, resolveid, deleteid volania.

source: Disable :hex Names
ca: Desactivar noms :hex
cs: Vypnout :hex názvy
sk: Deaktivovať :hex názvy

source: Disable :hex translations for anything except dot files. This option makes the '/' character illegal.
ca: Desactiva les traduccions :hex per qualsevol fitxer exceptuant els que tenen punt. Aquesta opció fa el caràcter '/' ilegal.
cs: Vypne :hex překlady pro vše kromě skrytých (názvy začínající tečkou) souborů. Touto předvolbou se znak „/“ (dopředné lomítko) stane v názvech souborů nepoužitelným.
sk: Deaktivuje :hex preklady pre všetko okrem súborov začínajúcich bodkou. Táto možnosť zneplatňuje znak '/'.

source: Provide compatibility with Apple II clients.
ca: Dona compatibilitat a client amb Apple II.
cs: Slučitelnost s klienty Apple II.
pl: Zapewnia kompatybilność z klientami Apple II.
sk: Poskytnúť kompatibilitu s Apple II klientami.

source: No Stat
ca: Sense Stat
cs: Žádná statistika
es: No utilizar estadisticas
fr: Ne pas utiliser stat
nl: Geen statistieken
pt: Sem Estado
pt_br: Sem Stat
ro: Nicio informaţie
ru: Не использовать stat
sk: Žiadne štatistiky
sr: Nema Stat
sv: Ingen statistik
tr: Stat Yok
uk: Без статистики

source: Don't stat volume path when enumerating volumes list, useful for automounting or volumes created by a preexec script.
ca: No mostrar la ruta del volum quan s'enumerin llistes de volums, útil oer auto muntar o per volums creats amb un script preexec
cs: Neuvádět umístění svazku při vyčíslování seznamu svazků. Užitečné pro automatické připojování (mount) či svazky vytvářené skriptem preexec.
de: Den Volumepfad nicht mit in die Statistik einbeziehen, wenn die Volume-Liste durchgezählt wird. Sinnvoll bei Verwendung von Automounting oder bei Laufwerken die mit einem Preexec-Skript erstellt wurden.
es: No realizar estadisticas de la ruta del volumen cuando se realice el listado del volumen. Utíl para volumenes con automontado creados por script de pre-ejecución
fr: Ne pas utiliser stat lors de l'énumérant de la liste des volumes, utile pour le montage automatique ou les volumes créés par un script de pré-exécution.
nl: Volumepad niet in statistiek opnemen bij het inventariseren van volumelijst, bruikbaar voor automatisch koppelen of bij volumes die door een preexec-script zijn gemaakt.
pt: Não relatar caminho de volume ao enumerar lista de volumes, útil para a automontagem ou volumes criados por um script preexec.
pt_br: Não obter o caminho de volume quando enumerar a lista de volumes, útil para auto-montagem ou para volumes criados com o script preexec.
ro: Fără afişarea căii volumului la afişarea listei volumelor, util pentru automontare sau pentru volumele create printr-un script iniţial.
ru: Не проверять пути при перечислении списка томов; это полезно для автомонтирования или для томов, созданных по сценарию preexec.
sk: Nezasahuj do zväzku cesty, keď sa vypočítava list zväzkov, užitočné pre automatické pripájanie, alebo vytvorené zväzky pomocou preexec skriptu.
sr: Ne raditi stat putanje volumena kada se nabraja lista volumena, što je korisno za automatsko montiranje ili kreiranje volumena od strane preexec skripte.
sv: Gör inte ta status på volymens sökväg när uppräkning av volymer lista sker, användbart för Automatisk montering eller när volymer som skapats av en preexec skript.
tr: Bir preexec komut dosyası tarafından oluşturulan otomatik bağlama veya birimler için faydalıdır, birimler listesi numaralandırılırken birim yolunu stat yapmaz.
uk: Не включати шлях до тому в список томів. Це корисно для автомонтування або для томів, створених за сценарієм preexec.

source: AFP3 Unix Privs
cs: AFTP3 Unixová práva
de: AFP3 Unix Rechte
es: Privilegios AFP3
fr: Privilèges Unix d'AFP3
nl: AFP3 Unix-bevoegdheden
ro: Privilegii Unix AFP3
ru: AFP3 привилегии UNIX
sr: AFP3 Unix Privilegije
tr: AFP3 Unix Yetkileri
uk: AFP3 привілеї UNIX.

source: Use AFP3 unix privileges.
ca: Utilitzar privilegis unix AFP3
cs: Použít AFP3 unixová oprávnění.
de: Verwende AFP3 Unix Rechte.
es: Usar privilegios Unix AFP3
fr: Utiliser les privilèges unix d'AFP3.
nl: AFP3 Unix-bevoegdheden gebruiken
pl: Użyj unix-owych uprawnień AFP3.
pt: Use privilégios AFP3 unix.
pt_br: Usar previlégios unix AFP3.
ro: Utilizare privilegii unix AFP3
ru: Использовать AFP3 привилегии UNIX.
sk: Použi AFP3 unix privilégia.
sr: Upotrebi AFP3 unix privilegije.
sv: Använd AFP3 unix privilegier.
tr: AFP3 unix yetkilerini kullanın.
uk: Використовувати AFP3 привілеї UNIX.

source: Default file permission
cs: Výchozí přístupová práva k souborům
de: Standardmäßige Dateiberechtigung
es: Permisos de Archivo por defecto
fr: Permission de fichier par défaut
nl: Standaard bestandsmachtiging
pt: Permissões por defeito do ficheiro
pt_br: Permissão padrão do arquivo
ro: Permisiuni implicite fişier
ru: Разрешения на файл по умолчанию
sr: Podrazumevana dozvola za datoteku
sv: Standard behörighet
tr: Varsayılan dosya izni
uk: Права доступу до файлу за замовченям

source: Default directory permission
cs: Výchozí přístupová práva pro složky
de: standardmäßige Verzeichnisberechtigung
es: Permisos de Directorio por defecto
fr: Permission de répertoire par défaut
nl: Standaard mapmachtiging
pt: Permissões por defeito do Directório
pt_br: Permissão padrão do diretório
ro: Permisiuni implicite folder
ru: Разрешения на каталог по умолчанию
sr: Podrazumevana dozvola za direktorijum
sv: Standard katalog behörighet
tr: Varsayılan dizin izni
uk: Права доступу до каталогу за замовченям

source: Apple (AFP) Share
cs: Sdílení Apple (AFP)
de: Apple (AFP) Freigabe
es: Compartidos de Apple (AFP)
fr: Partage Apple (AFP)
pt: Partilha (AFP) Apple
pt_br: Compartilhamento Apple (AFP)
ro: Partajare Apple (AFP)
ru: Oбщий ресурс Apple (AFP)
sr: Apple (AFP) deljeni resurs
sv: Apple (AFP) Utdelning
tr: Apple (AFP) Paylaşımı
uk: Спільний ресурс Apple (AFP)

source: Apple (AFP) Shares
cs: Sdílení Apple (AFP)
de: Apple (AFP) Freigaben
es: Compartidos de Apple (AFP)
fr: Partages Apple (AFP)
pt: Partilhas (AFP) Apple
pt_br: Compartilhamento Apple (AFP)
ro: Partajări Apple (AFP)
ru: Общие ресурсы Apple (AFP)
sr: Apple (AFP) deljeni resursi
sv: Apple (AFP) Utdelningar
tr: Apple (AFP) Paylaşımları
uk: Спільні ресурси Apple (AFP)

source: Authorized network or IP addresses
ca: Adreces IP o xarxa autoritzada
cs: Pověřené sítě nebo jednotlivé IP adresy
pl: Autoryzowana sieć lub adres IP
sk: Autorizovaná sieť alebo IP adresa
tr: Yetkili ağ veya IP adresleri
uk: Авторизована мережа або IP-адреси

source: Network that is authorized to access the NFS share or a list of IP addresses. Specify network numbers of the form 1.2.3.4/xx where xx is the number of bits of netmask or a list of IP addresses 1.2.3.4 1.2.3.5 1.2.3.6.
ca: La xarxa que està autoritzada a accedir una compartició NFS o be una llista d'IPs. Especifica els números de xarxa amb la forma 1.2.3.4/xx on xx és el número de bits de la màscara, o be una llista d'adreces 1.2.3.4 1.2.3.5 1.2.3.6.
cs: Síť nebo seznam IP adres, ze kterých je umožněn přístup k NFS sdílení. Zadejte síť v podobě 1.2.3.4/xx, kde xx je počet bitů masky sítě nebo seznam IP adres 1.2.3.4 1.2.3.5 1.2.3.6.
sk: Sieť, ktorá je autorizovaná pristúpiť k zdieľanému NFS alebo zoznam IP adries. Určte čísla sietí vo formáte 1.2.3.4/xx, kde xx je počet bitov sieťovej masky alebo zoznam IP adries v tvare 1.2.3.4 1.2.3.5 1.2.3.6.
tr: NFS paylaşımına veya IP adreslerin listesine erişmeye yetkili ağ. 1.2.3.4/xx biçimi ağ sayılarını belirler, buradaki xx ağ maskesinin bit sayısıdır ya da 1.2.3.4 1.2.3.5 1.2.3.6 IP adreslerinin listesidir.
uk: Мережі або список IP-адрес, які мають право доступу до спільного ресурсу NFS. Вкажіть номери мереж виду 1.2.3.4/xx, де XX - маска мережі або список IP-адрес 1.2.3.4 1.2.3.5 1.2.3.6.

source: All Directories
ca: Tos els directoris
cs: Všechny složky
de: Alle Verzeichnisse
es: Todos los directorios
fr: Tous les répertoires
nl: Alle mappen
pl: Wszystkie katalogi
pt: Todos os Directórios
pt_br: Todos os Diretórios
ro: Toate directoarele
ru: Все каталоги
sk: Všetky Priečinky
sr: Svi direktorijumi
sv: Alla kataloger
tr: Tüm Dizinler
uk: Всі каталоги
