Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Enable powerd (Power Saving Daemon)
ca: Activar alimentació (Daemon d'estalvi d'energia)
cs: Zapnout správu napájení (powerd)
de: Stromspardienste aktivieren
es: Habilitar powerd (Demonio de ahorro de energia)
fr: Activer powerd (démon d'économie de l'énergie)
nl: Powerd (Power Saving Deamon) inschakelen
pl: Włącz powerd (Power Saving Daemon)
pt: Activar serviço de energia (Power Saving Daemon)
pt_br: Habilitar opção powerd (Economia de Energia Daemon)
ro: Activare powerd (daemon economisire energie)
ru: Включить powerd (демон энергосбережения)
sk: Aktivovať powerd (pre šetrenie energie)
sr: Omogućiti powerd (Demon za uštedu energije)
sv: Aktivera powerd (Energisparläges demon)
tr: Güç arka plan programını etkinleştir (Güç Tasarrufu Arka Programı)
uk: Включити Powerd (енергозберігаючий демон)

source: Enable Zeroconf/Bonjour
ca: Activar Zeroconf/Bonjou
cs: Zapnout službu Zeroconf/Bonjour
pl: Włącz Zeroconf/Bonjour
sk: Aktivovať Zeroconf/Bonjour

source: Swap size on each drive in GiB, affects new disks only. Setting this to 0 disables swap creation completely (STRONGLY DISCOURAGED).
cs: Velikost (v GiB) prostoru pro odkládání stránek paměti (swap) na každém z disků. (Změna) se týká pouze nově přidaných disků. Při nastavení na 0 (nula) nebude odkládací prostor vytvářen, což je ovšem SILNĚ NEDOPORUČENO.
de: Die Größe des Auslagerungsspeichers für jede Festplatte in GiB. Wird nur auf neue Festplatten angewandt. Wenn dieser Wert auf 0 gesetzt wird, wird keine Auslagerungsdatei angelegt (ES WIRD STARK DAVON ABGERATEN)
es: Tamaño de la Swap de cada unidad en GiB, afecta solo a los discos nuevos. Debe ser distinto de cero
fr: Taille de la partition d'échange sur chaque disque en Gio, ne concerne que les nouveaux disques. Configurer cette valeur à 0 désactive complètement la création de la partition d'échange (FORTEMENT DECONSEILLE).
nl: Grootte van wisselbestand op iedere schijf in GiB, heeft enkel effect op nieuwe schijven. Instellen op 0 schakelt aanmaak van wisselbestand volledig uit (STERK AFGERADEN).
pt_br: Tamanho do Swap em cada drive em GB, afeta somente novos discos. Se for igual a 0 desativa comletamente a criação (FORTEMENTE NÃO RECOMENDADO)
ro: Mărime fişier swap pentru fiecare disc în GB, aplicabil noilor discuri. Valoarea 0 dezactivează crearea fișierului swap (TOTAL NERECOMANDABIL).
ru: Размер файла подкачки в Гб, влияет только на новые диски. Значение 0 отключает создание файла подкачки (НАСТОЯТЕЛЬНО НЕ РЕКОМЕНДУЕТСЯ).
sr: Izmena veličine na svakom diska u GiB, utiče samo na nove diskove. Postavljajući ovu vrednost na 0 onemogućava se stvaranje potpuno zamene (NIJE PREPORUČLJIVO).
sv: Swap storlek på varje enhet i GiB påverkar nya diskar bara. Sätta denna till 0 för att inaktiverar swap skapandet helt (rekommenderas inte).
tr: GiB olarak her sürücüdeki takas boyutu sadece yeni diskleri etkiler. Bunu 0 olarak ayarlamak takas oluşturmayı tamamen etkisizleştirir (KESİNLİKLE ÖNERİLMEZ).
uk: Розмір файлу підкачки в Гб, впливає тільки на нові диски. Значення 0 відключає створення файлу підкачки (НАПОЛЕГЛИВО НЕ РЕКОМЕНДУЄТЬСЯ).

source: Show console messages in the footer
cs: V zápatí zobrazovat zprávy z terminálu
de: Zeige Konsolenmeldungen in der Fußzeile
es: Mostrar los avisos de consola en la parte inferior (Requiere reinicio de la interfaz)
fr: Afficher les messages de la console en pied de page
nl: Consoleberichten in de voettekst tonen
pt_br: Mostrar mensagens do console no rodapé
ro: Afişează mesajele consolă în subsol paginii
ru: Показывать консольные сообщения в нижней части страницы
sr: Prikazati konzolne poruke u podnožju stranice
sv: Visa konsol meddelanden i sidfoten
tr: Altbilgide konsol iletilerini göster
uk: Показувати повідомлення в нижній частині консолі

source: Show tracebacks in case of fatal errors
ca: Mostra els logs de seguiment en cas d'errors fatals
cs: V případě, že software „spadne“, vypsat obsah zásobníku (stack)
de: Zeige Tracebacks bei schwerwiegenden Fehlern
es: Mostrar logs en caso de errores graves
fr: Montrer les traces en cas d'erreur fatale
nl: Tracebacks tonen in geval van fatale fouten
pt: Mostrar tracebacks em caso de erros fatais
pt_br: Mostrar tracebacks em caso de erro fatal
ro: Afișează acțiunile anterioare în caz de erori fatale.
ru: Показать tracebacks в случае серьезных ошибок
sk: Ukáž tracebacks v prípade fatálnych chýb
sr: Prikaži pozadinska praćenja u slučaju fatalnih greški
sv: Visa spårningar vid allvarliga fel
tr: Ciddi hataların olduğu durumda geri izlemeleri göster
uk: Показати пошту в разі серйозних помилок

source: Show advanced fields by default
cs: Vždy zobrazovat kolonky pokročilých nastavení
de: Zeige die erweiterten Einstellungen als Standard
es: Mostrar campos avanzados por defecto
fr: Afficher les champs avancés par défaut
nl: Standaard geavanceerde velden tonen
pt_br: Mostrar campos avançados por padrão
ro: Afişează setările avansate în mod implicit
ru: По умолчанию показывать продвинутые настройки
sr: Podrazumevanao prikazati napredna polja
sv: Visa avancerade fält som standard
tr: Varsayılan olarak gelişmiş alanları göster
uk: Показати типові додаткові поля

source: Enable autotune
cs: Zapnout automatické vyladění
de: Erlaube Autotune
es: Habilitar configuración optimizada por defecto
fr: Activer les réglages auto
nl: Autotune inschakelen
pt_br: Habilitar autotune
ro: Activare reglaj automat
ru: Разрешить autotune
sr: Omogućiti automatsko podešavanje
sv: Aktivera autojustering
tr: Otomatik ayarı etkinleştir
uk: Увімкнути автоналаштування

source: MOTD banner
ca: Banner MOTD
cs: Zpráva dne (MOTD)
es: Sugerencia del día (MOTD)
fr: Bannière MOTD
pl: Komunikat dnia MOTD
pt: Banner MOTD
pt_br: MOTD Mensagem do dia
ro: Banner MOTD
ru: Совет дня (MOTD)
sk: MOTD bannet
sr: MOTD natpis
sv: MFD(meddelande för dagen) banderoll
tr: MOTD afişi
uk: Привітання (MOTD)

source: Advanced
ca: Avançat
cs: Pokročilé
de: Erweitert
es: Avanzado
fr: Avancé
nl: Geavanceerd
pl: Zaawansowane
pt: Avançadas
pt_br: Avançado
ro: Avansat
ru: Расширенные
sk: Pokročilé
sr: Napredno
sv: Avancerad
tr: Gelişmiş
uk: Розширені

source: From email
ca: Del correu electrònic
cs: Z e-mailu
de: Absenderadresse
es: Desde el correo de:
fr: E-mail d'origine
nl: Van-e-mailadres
pl: Z adresu email
pt: De
pt_br: E-mail do remetente
ro: De la adresa
ru: Обратный адрес
sk: Email odosielateľa
sr: Iz e-pošte
sv: Från e-post
tr: Kimden e-postası
uk: Зворотня адреса email

source: An email address that the system will use for the sending address for mail it sends, eg: freenas@example.com
cs: E-mailová adresa, kterou bude systém používat pro odesílání zpráv, např.: freenas@example.com
de: Die E-Mail Adresse wird das System als Absenderadresse für ausgehende Nachrichten verwenden, z.B. freenas@example.com.
es: Dirección de e-mail que el sistema usará para enviar correo, ej: freenas@example.com
fr: Une adresse e-mail que le système utilisera en tant qu'adresse de l'expéditeur des messages qu'il envoi, e.g. : freenas@example.com
nl: Het e-mailadres dat het systeem als verzendadres voor uitgaande e-mail zal gebruiken, bv. freenas@example.com
pt: Um endereço de e-mail que o sistema usará para o endereço de envio de correio envia, eg: freenas@example.com
pt_br: Endereço de email utilizado para envio, ex: freenas@examplo.com
ro: O adresă de email folosită de sistem pentru trimiterea de mesaje, ex. freenas@exemplu.com
ru: Адрес электронной почты, который система будет использовать при отправке почты. те: freenas@example.com
sr: E-mail adresa koju će sistem koristiti kao adresu za slanje za mail koji šalje, npr: freenas@example.com
sv: En e-postadress som systemet kommer att användas för att skicka e-post, t.ex.: freenas@example.com
tr: Sistemin postayı gönderen olarak gönderim adresi için kullanacağı e-posta adresi, örn: freenas@ornek.com
uk: Адреса електронної пошти, яку система буде використовувати для відправлення, наприклад freenas@example.com

source: Outgoing mail server
ca: Servidor de correu sortint
cs: Odchozí poštovní server
de: Mailausgangsserver
es: Servidor de correo saliente
fr: Serveur mail sortant
nl: Server voor uitgaande mail
pl: Serwer wiadomości wychodzących
pt: Servidor de envio de email
pt_br: Servidor para envio de emails
ro: Server de trimitere (Outgoing mail server)
ru: Сервер исходящей почты
sk: Mailový server pre odosielanie
sr: Server odlazne pošte
sv: Utgående e-postserver
tr: Giden e-posta sunucusu
uk: Сервер вихідної пошти

source: A hostname or ip that will accept our mail, for instance mail.example.org, or 192.168.1.1
ca: Hostname o IP que aceptarà el nostre correu, per exemple mail.exemple.org o 192.168.1.1
cs: IP adresa nebo název stroje, který bude přijímat tyto e-maily, například posta.example.com nebo 192.168.1.1
de: Der Name oder die IP-Adresse eines Rechners, der E-Mails von diesem System akzeptiert, z.B. mail.example.com oder 192.168.1.1.
es: Un nombre o IP de servidor de correo saliente Ejemplo; smntp.orange.es
fr: Nom d'hôte ou adresse IP d'un serveur acceptant nos e-mails, par exemple mail.example.org ou 192.168.1.1
nl: Een hostnaam of ip-nummer dat onze mail zal accepteren, bijvoorbeeld mail.voorbeeld.org, of 192.168.1.1
pl: Nazwa komputera lub adres IP który zaakceptuje mail-e, np. mail.example.org lub 192.168.1.1
pt: Um nome de host ou ip que vai aceitar o nosso mail, por exemplo, mail.example.org, ou 192.168.1.1
pt_br: Nome do host ou ip de autenticação de e-mail, ex: mail.example.com ou 192.168.1.1
ro: Un nume sau o adresă IP a sistemului care va accepta emailurile nostre, spre ex. mail.example.org, sau 192.168.1.1
ru: Имя хоста или IP-адрес, который будет принимать почту, например mail.example.org или 192.168.1.1
sk: Názov alebo IP adresa ktorá bude prijímať naše maily, napríklad mail.nieco.sk alebo 192.168.1.1
sr: Ime hosta ili IP koja će prihvatiti našu poštu, na primer mail.example.org, ili 192.168.1.1
sv: Ett värdnamn eller IP som kommer att acceptera vår e-post, till exempel mail.example.org, eller 192.168.1.1
tr: Postamızı kabul edecek anamakine adı veya ip adresi, örneğin mail.ornek.org veya 192.168.1.1
uk: Хост або IP-адреса, які будуть приймати пошту, наприклад mail.example.org або 192.168.1.1

source: An integer from 1 - 65535, generally will be 25, 465, or 587
ca: Un enter entre 1 i 65535, normalment serà 25, 465 o 587
cs: Celé číslo z rozsahu 1 až 65535, typicky 25, 465 nebo 587
de: Eine Anschlussnummer zwischen 1 und 65535. Für gewöhnlich wird 25, 465 oder 587 verwendet.
es: Un entero en el rango 1 - 65535, normalmente 25, 465 o 587
fr: Un entier compris entre 1 et 65535, généralement 25, 465 ou 587
nl: Een geheel getal van 1-65535, over het algemeen 25, 465 of 587
pl: Liczba z zakresu 1 - 65535, przeważnie jest to 25, 465 lub 587
pt: Um inteiro de 1 a 65535, geralmente será 25, 465 ou 587
pt_br: Número inteiro entre 1 e 65535, geralmente será 25,465 ou 587
ro: Un intreg în intervalul 1 - 65535, în general 25, 465 sau 587
ru: Целое число от 1 до 65535, обычно, 25, 465 или 587
sk: Celé číslo z 1 - 65535, obvykle bude 25, 465 alebo 587
sr: Ceo broj od 1 - 65535, obično će biti 25, 465, ili 587
sv: Ett heltal 1-65535, är vanligtvis 25, 465 eller 587
tr: 1 - 65535 arasında bir tamsayı, genellikle 25, 465 veya 587 olacaktır
uk: Ціле число від 1 до 65535, зазвичай, 25, 465 або 587

source: Port to connect to
ca: Port a conectar
cs: Port, ke kterému se připojit
de: Anschluss für die Verbindung
es: Puerto a conectar
fr: Port auquel se connecter
nl: Poort om verbinding mee te maken
pl: Port TCP do połączenia
pt: Porta para conectar a
pt_br: Porta para conexão
ro: Port conectare
ru: Порт для подключения
sk: Port na pripojenie
sr: Port za povezivanje sa
sv: Port för anslutning till
tr: Bağlanacak bağlantı noktası
uk: Порт для підключення

source: encryption of the connection
ca: encriptació de la connexió
cs: šifrování spojení
de: Verschlüsselung der Verbindung
es: Encriptación de la conexión
fr: chiffrement de la connexion
nl: versleuteling van de verbinding
pl: szyfrowanie połączenia
pt: encriptação da conexão
pt_br: encriptar a conexão
ro: criptare a conexiune
ru: шифрование соединения
sk: sifrovanie spojenia
sr: enkripcija veze
sv: kryptering av förbindelsen
tr: Bağlantının şifreleme türü
uk: шифрування з'єднання

source: TLS/SSL
cs: Šifrování TLS/SSL

source: Use SMTP Authentication
ca: Utilitzar autentificació SMTP
cs: SMTP server vyžaduje ověření
de: SMTP Authentifizierung verwenden
es: Usar autentificación SMTP
fr: Utiliser l'authentification SMTP
nl: SMTP-authenticatie gebruiken
pl: Użyj autentykacji SMTP
pt: Usar autenticação SMTP
pt_br: Habilitar autenticação SMTP
ro: Utilizare autentificare SMTP
ru: Использовать аутентификацию SMTP
sk: Použiť SMTP autentifikáciu
sr: Koristi SMTP potvrdu identiteta
sv: Använd SMTP-autentisering
tr: SMTP Kimlik Doğrulaması kullan
uk: Використовувати SMTP-аутентифікація

source: A username to authenticate to the remote server
ca: Nom d'usuari per autentificar-se al servidor remot
cs: Uživatelské jméno pro ověření vůči poštovnímu serveru
de: Der Benutzername für die Anmeldung am Remoteserver
es: Nombre de Usuario para autentificar en el servidor remoto
fr: Un nom d'utilisateur avec lequel s'authentifier sur le serveur distant
nl: Een gebruikersnaam om te authenticeren bij de externe server
pl: Nazwa użytkownika do autentykacji z serwerem zdalnym
pt: Um nome de utilizador para autenticar o servidor remoto
pt_br: Nome de usuário para ser autenticado pelo servidor remoto
ro: Nume de utilizator pentru autentificarea pe serverul de la distanţă
ru: Имя пользователя для аутентификации на удаленном сервере
sk: Používateľské meno pre autentifikáciu na vzdialenom serveri
sr: Korisničko ime za potvrdu identiteta na udaljenom serveru
sv: Ett användarnamn att autentisera till fjärrservern
tr: Uzak sunucuda kimlik doğrulaması için kullanıcı adı
uk: Ім'я користувача для аутентифікації на віддаленому сервері

source: A password to authenticate to the remote server
ca: Contrasenya per autentificar-se al servidor remot
cs: Heslo pro ověření vůči poštovnímu serveru
de: Das Passwort für die Anmeldung am Remoteserver
es: Contraseña para autentificarse en el servidor remoto
fr: Un mot de passe avec lequel s'authentifier sur le serveur distant
nl: Een wachtwoord om te authenticeren bij de externe server
pl: Hasło użytkownika do autentykacji z serwerem zdalnym
pt: A password para autenticar com o servidor remoto
pt_br: Senha para ser autenticada pelo servidor remoto
ro: Parolă pentru autentificarea pe serverul de la distanţă
ru: Пароль для аутентификации на удаленном сервере
sk: Heslo pre autentifikáciu na vzdialenom serveri
sr: Lozinka za potvrdu identiteta na udaljenom serveru
sv: Ett lösenord för att autentisera till fjärrservern
tr: Uzak sunucuda kimlik doğrulaması için parola
uk: Пароль для аутентифікації на віддаленому сервері

source: Organization
ca: Organització
cs: Organizace
de: Organisation
es: Organización
fr: Organisation
nl: Organisatie
pl: Organizacja
pt: Organização
pt_br: Organização
ro: Organizaţie
ru: Организация
sk: Organizácia
sr: Organizacija
sv: Organisation
tr: Kuruluş
uk: Організація

source: Organization Name (eg, company)
ca: nom de l'orgranització (ex. companyia)
cs: Název organizace (např. Společnost s.r.o.)
de: Name der Organisation (z.B. Firmenname)
es: Compañia
fr: Nom de l'organistation (e.g., société)
nl: Naam van organisatie (bv. bedrijf)
pl: Nazwa organizacji (np. nazwa firmy)
pt: Nome da Organização (ex, empresa)
pt_br: Nome da Organização (eg, empresa)
ro: Nume organizaţie (de ex. companie)
ru: Название организации (например company)
sk: Názov organizácie (napr. podnik)
sr: Ime organizacije (npr., firma)
sv: Organisation Namn (t.ex. företag)
tr: Kuruluş Adı (örn, şirket)
uk: Назва організації (наприклад, компанії)

source: Organizational Unit
ca: Unitat organitzativa
cs: Organizační jednotka
de: Organisationseinheit
es: Unidad
fr: Unité d'organisation
nl: Organisatie-eenheid
pl: Dział organizacji
pt: Unidade Organizacional
pt_br: Unidade Organizacional
ro: Unitate organizaţională
ru: Подразделение
sk: Organizačná jednotka
sr: Organizaciona jedinica
sv: Organisatorisk enhet
tr: Kuruluş Birimi
uk: Підрозділ

source: Organizational Unit Name (eg, section)
ca: Nom de l'unitat organitzativa (ex. secció)
cs: Název organizační jednotky (např. oddělení)
de: Name der Organisationseinheit (z.B. Abteilungsname)
es: Unidad dentro de la Compañia (Sección)
fr: Nom de l'unité d'organisation (e.g., service)
nl: Naam van organisatie-eenheid (bv. sectie)
pl: Nazwa działu organizacji (np. sekcja)
pt: Nome da Unidade Organizacional (ex, sector)
pt_br: Nome da Unidade Organizacional (eg, setor)
ro: Nume unitate organizaţională (de ex. secţiune)
ru: Название подразделения (например section)
sk: Názov jednotky v organizácii (napr.. oddelenie)
sr: Ime organizacione jedinice (na primer, nabavka)
sv: Organisatorisk Enhets Namn (t.ex. avsnitt)
tr: Kuruluş Birim Adı (örn, bölüm)
uk: Назва підрозділу (наприклад "відділ")

source: Email Address
ca: Direcció de correu electrònic
cs: E-mailová adresa
de: E-Mail Adresse
es: Dirección de correo (e-mail)
fr: Adresse e-mail
nl: E-mailadres
pl: Adres E-mail
pt: Endereço Email
pt_br: Endereço de e-mail
ro: Adresă email
ru: Адрес электронной почты
sk: Emailová adresa
sr: Adresa E-pošte
sv: E-postadress
tr: E-posta Adresi
uk: Адреса електронної пошти

source: Locality
ca: Localitat
cs: Místo výskytu
de: Ort
es: Localidad
fr: Localité
nl: Plaats
pl: Lokalizacja
pt: Localidade
pt_br: Localidade
ro: Localitate
ru: Местоположение
sk: Lokalita
sr: Lokalitet
sv: Ort
tr: Yerleşim
uk: Розташування

source: Locality Name (eg, city)
ca: Nom de la localitat (ex. ciutat)
cs: Název místa výskytu (např. město)
de: Name des Orts (z.B. Stadt)
es: Nombre de la localidad (por ejemplo, de la ciudad)
fr: Nom de la localité (e.g., ville)
nl: Plaatsnaam (bv. stad)
pl: Nazwa lokalizacji (np. miasto)
pt: Nome Localidade (ex: Cidade)
pt_br: Nome da Localidade (eg, cidade)
ro: Numele localităţii (ex. Iaşi)
ru: Название местности (например, город)
sk: Názov lokality (napr. mesto)
sr: Ime lokaliteta (npr., grad)
sv: Ort Namn (t.ex. stad)
tr: Yerleşim Adı (örn, şehir)
uk: Назва місцевості (наприклад "місто")

source: State
ca: Provincia
cs: Stát
de: Staat
es: Estado
fr: État
nl: Staat
pl: Województwo
pt: Estado
pt_br: Estado
ro: Stat
ru: Область
sk: Štát
sr: Država
sv: Stat
tr: İl
uk: Область

source: State or Province Name (full name)
ca: Nom de de la provincia (nom complert)
cs: Stát nebo provincie (celý název)
de: Staat oder Bundesland (ausgeschriebener Name)
es: Estado o provincia Ej: Segovia
fr: Nom de l'état ou de la province (nom complet)
nl: Staat of naam van provincie (volledige naam)
pl: Nazwa województwa (pełna)
pt: Estado ou Nome de Provincia (nome completo)
pt_br: Nome do Estado ou Província (nome completo)
ro: Stat sau provincie (nume complet)
ru: Область или район (полное название)
sk: Štát alebo provincia (celý názov)
sr: Država ili pokrajina (puno ime)
sv: Stat eller provins namn (fullständigt namn)
tr: İl veya İlçe Adı (tam adı)
uk: Область або район (повна назва)

source: Country
ca: País
cs: Země
de: Land
es: Pais
fr: Pays
nl: Land
pl: Kraj
pt: País
pt_br: Cidade
ro: Țara
ru: Страна
sk: Krajina
sr: Zemlja
sv: Land
tr: Ülke
uk: Країна

source: Country Name (2 letter code)
ca: Nom del país (codi de dos lletres)
cs: Název země (2 písmenný kód)
de: Länderkennung (Zweibuchstabencode)
es: Pais (Codigo de 2 letras); Ej: ES
fr: Nom du pays (codifié sur 2 lettres)
nl: Landnaam (2-letterige code)
pl: Nazwa kraju (kod dwuliterowy)
pt: Nome do País (código de 2 letras)
pt_br: Nome da Cidade (Código com 2 Letras)
ro: Nume ţară (cod de 2 litere)
ru: Название страны (2-х буквенный код)
sk: Názov krajiny (2 znakový kód)
sr: Ime zemlje (kod koji sadrži 2 slova)
sv: Land Namn (2 bokstäver)
tr: Ülke Adı (2 harfli kod)
uk: Назва країни (2 буквений код)

source: Common Name
ca: Nom comú
cs: Obecný název
de: Allgemeine Bezeichnung
es: Nombre
fr: Nom commun
nl: Algemene naam
pl: Główna nazwa
pt: Nome Comum
pt_br: Primeiro nome
ro: Nume comun
ru: Общее имя
sk: Bežné meno
sr: Zajedničko ime
sv: Vanligt namn
tr: Ortak Ad
uk: Загальне ім'я

source: Common Name (eg, YOUR name)
ca: Nom comú (ex. el teu nom)
cs: Obecný název (např. VAŠE jméno)
de: Allgemeine Bezeichnung (z.B. IHR Name)
es: Nombre Ej: Luis
fr: Nom commun (e.g., VOTRE nom)
nl: Algemene naam (bv. UW naam)
pl: Główna nazwa (np. Twoje imię)
pt: Nome Comum (ex. YOUR nome)
pt_br: Primeiro nome (ex. JOSÉ da Silva)
ro: Numele dumneavoastră
ru: Общее имя (например, ваше имя)
sk: Bežné meno (napr. VAŠE meno)
sr: Zajedničko ime (npr., VAŠE ime)
sv: Common Name (t.ex. Ditt namn)
tr: Ortak Ad (örn, ADINIZ)
uk: Загальне ім'я (наприклад, ваше ім'я)

source: SSL Certificate
ca: Certificat SSL
cs: Certifikát pro SSL
de: SSL-Zertifikat
es: Certificado SSL
fr: Certificat SSL
nl: SSL-certificaat
pl: Certyfikat SSL
pt: Certificado SSL
pt_br: Certificado SSL
ro: Certificat SSL
ru: Сертификат SSL
sk: SSL Certifikát
sr: SSL sertifikat
sv: SSL-certifikat
tr: SSL Sertifikası
uk: Сертифікат SSL

source: Cut and paste the contents of your private and public certificate files here.
ca: Copia i enganxar el contingut dels teus fitxers de certificat public i privat aquí.
cs: Sem zkopírujte obsah souborů s veřejnými a soukromými částmi svých certifikátů.
de: Kopieren und fügen Sie die Inhalte Ihrer privaten und öffentlichen Zertifikat-Dateien hier ein.
es: Pegue aqui el contenido de su certificado publico y privado
fr: Coller ici le contenu vos certificats public et privé.
nl: Knip en plak hier de inhoud van uw openbare en privécertificaatbestanden.
pl: Wklej tutaj zawartość Twego klucza prywatnego i publicznego.
pt: Cortar e colar aqui o conteúdo dos seus certificados públicos e privados.
pt_br: Copie e cole o conteúdo de seu arquivo de certificado privado e público aqui.
ro: Copiaţi aici conţinutul fişierelor cu certificatele private şi publice.
ru: Скопируйте и вставьте сюда содержимое файлов Ваших сертификатов секретного и открытого ключей.
sk: Vložte obsah vášho súkromného a verejného kľúča.
sr: Isecite i nalepite ovde sadržaj fajlova svojih privatnih i javnih sertifikata.
sv: Klipp och klistra in innehållet i dina privata och offentliga certifikat filer här.
tr: Özel ya da ortak sertifika dosyalarınızın içeriklerini kesin ve buraya yapıştırın.
uk: Скопіюйте та вставте сюди вміст файлів Ваших сертифікатів секретного і відкритого ключів.

source: The user to run the command
ca: L'usuari a executar la comanda
cs: Jako jaký uživatel spouštět příkaz
de: Der Benutzer, der den Befehl ausführt
es: Usuario a ejecutar el comando
fr: Utilisateur avec lequel lancer la commande
nl: De gebruiker die de opdracht uitvoert
pt: O utilizador a executar o comando
pt_br: O usuário que executará o comando
ro: Utilizatorul folosit pentru executarea comenzii
ru: Пользователь для запуска команд
sk: Používateľ ktorý má vykonať príkaz
sr: Korisnik da pokrene komandu
sv: Användaren att köra kommandot
tr: Komutu çalıştırmak için kullanıcı
uk: Користувач для запуску команд

source: Command
ca: Comanda
cs: Příkaz
de: Befehl
es: Orden (Comando)
fr: Commande
nl: Opdracht
pt: Comando
pt_br: Comando
ro: Comandă
ru: Команда
sk: Príkaz
sr: Komanda
sv: Kommando
tr: Komut
uk: Команда

source: Short description
ca: Descripció curta
cs: Stručný popis
de: Kurzbeschreibung
es: Descripción corta
fr: Courte description
nl: Korte beschrijving
pl: Krótki opis
pt: Pequena descrição
pt_br: Descrição simples
ro: Scurtă descriere
ru: Краткое описание
sk: Krátky popis
sr: Kratak opis
sv: Kort beskrivning
tr: Kısa açıklama
uk: Короткий опис

source: Cron Job
cs: naplánovanou úlohu
es: Tareas programadas
fr: Tâche Cron
nl: Tijdgebonden script
pt: Tarefa Agendada
pt_br: Tarefa do Cron
ro: Acțiune cron
ru: Задания Cron
sr: Cron zadatak
sv: Cron Jobb
tr: Zamanlanmış İş
uk: Завдання Cron
