Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Values allowed:<br>Slider: 0-15 (as its is every Nth day).<br>Specific Day: 1-31.
cs: Přípustné hodnoty:<br>Posuvník: 0-15 (každých N dnů).<br>Konkrétní den: 1-31.
nl: Toegestane waarden:<br>Schuifknop: 0-15 (aangezien dit elke n-de dag is).<br>Specifieke dag: 1-31.
ru: Разрешенные значения:<br>Ползунок: 0-15 (Каждый N-ный день).<br>Конкретный день: 1-31.
tr: İzin verilen değerler:<br>Kaydırıcı: 0-15 (her N'ci gün olarak).<br>Belirli Gün: 1-31.
uk: Дозволені значення:<br>Повзунок: 0-15 (Кожен N-ний день).<br>Конкретний день: 1-31

source: NOTICE
cs: OZNÁMENÍ
nl: MELDING
ru: ЗАМЕЧАНИЕ
tr: BİLDİRİM
uk: ЗАУВАЖЕННЯ

source: The following packages will be changed:
cs: Následující balíčky budou změněny:
fr: Les packages suivant vont être changés :
nl: De volgende pakketten zullen worden gewijzigd:
ru: Следующие пакеты будут изменены:
tr: Aşağıdaki paketler değiştirilecektir:
uk: Наступні пакеты буде змінено:

source: Choose which train you would like to check for updates
cs: Vyberte pro kterou z variant zkontrolovat dostupnost případných aktualizací
nl: Kies voor welke train u op updates wilt controleren
ru: Выберите поезд вы бы хотели проверить на обновления
tr: Hangi çalışmanın güncellemelerini kontrol etmek istiyorsanız seçin

source: Check For Update
cs: Zkontrolovat dostupnost případných aktualizací
nl: Controleren op update
ru: Проверить наличие обновлений
tr: Güncellemeyi Kontrol Et

source: Unmount Failed (%(retcode)s) -> %(output)s
cs: Odpojení (umount) se nezdařilo (%(retcode)s) -> %(output)s
fr: Échec du démontage (%(retcode)s) -> %(output)s
nl: Ontkoppelen mislukt (%(retcode)s) -> %(output)s
pt_br: Montagem falhou (%(retcode)s) -> %(output)s
ro: Eroare demontare (%(retcode)s) -> %(output)s
ru: Ошибка демонтирования (%(retcode)s) -> %(output)s
tr: Sökme Başarısız Oldu (%(retcode)s) -> %(output)s
uk: Сбiй демонтування (%(retcode)s) -> %(output)s

source: Jail name cannot have '.'
cs: Název vyhrazeného prostředí nemůže obsahovat znak „.“ (tečka)
nl: Jailnaam kan geen '.' bevatten
ro: Numele zonei Jail nu poate conține caracterul '.'
ru: Имя jail не может содержать '.'
tr: Kafes adında '.' olamaz
uk: Ім'я користувача не може містити пробіли

source: The path could not be umounted %(source)s: %(error)s
cs: Umístění nemohlo být odpojeno %(source)s: %(error)s
fr: Le chemin n'a pas pu être démonté %(source)s: %(error)s
nl: Het pad kon niet worden ontkoppeld %(source)s: %(error)s
ru: Путь не может быть демонтирован %(source)s: %(error)s
tr: Yol, %(source)s için sökülemedi: %(error)s
uk: Шлях не може бути демонтовано %(source)s: %(error)s

source: Unable to determine IPv6 for plugin
cs: Nelze zjistit IPv6 adresu pro zásuvný modul
nl: Kan IPv6 voor plug-in niet bepalen
ru: Невозможно определить адрес IPv6 для плагина
tr: Eklenti için IPv6 belirlenemiyor
uk: Неможливо визначити адресу IPv6 для плагіна

source: The following addresses are not valid: %s
cs: Následující adresy jsou neplatné: %s
nl: De volgende adressen zijn niet geldig: %s
ro: Următoarele adrese nu sunt valide: %s
ru: Следующие адреса не допустимы: %s
tr: Şurada belirtilen adresler geçerli değil: %s
uk: Наступні адреси не дійсні: %s

source: This authentication group does not support CHAP MUTUAL
cs: Tato ověřovací skupina nepodporuje protokol vzájemný CHAP
nl: Deze authenticatiegroep ondersteunt geen CHAP MUTUAL
ru: Эта группа аутентификации не поддерживает взаимный CHAP
tr: Bu kimlik doğrulaması grubu KARŞILIKLI CHAP desteklemez
uk: Ця група аутентифікації не підтримує взаємний CHAP

source: iSNS Servers
cs: servery iSNS
ru: iSNS серверы
tr: iSNS Sunucuları
uk: iSNS сервери

source: Pool Available Size Threshold (%)
cs: Práh dostupné kapacity fondu úložišť (%)
nl: Drempel van beschikbare poolgrootte (%)
ru: Порог доступного места для пула (%)
tr: Havuz Kullanılabilir Boyut Eşiği (%)

source: Available Size Threshold (%)
cs: Práh dostupné velikosti (%)
nl: Groottedrempel beschikbaar (%)
ru: Порог доступного места (%)
tr: Kullanılabilir Boyut Eşiği (%)

source: This is the port at which WebDAV will run on.<br>Do not use a port that is already in use by another service (e.g. 22 for SSH).
cs: Toto je port na kterém bude služba WebDAV k dispozici.<br>Nepoužívejte port, který je již zabrán jinou službou (např. 22 pro SSH).
nl: Dit is de poort waarop WebDAV zal werken.<br>Gebruik geen poort die al door een andere service in gebruik is (bv. 22 voor SSH).
ru: Это порт, на котором будет работать WebDAV.<br>Не используйте порт, который уже используется другой службой (например, 22 используется SSH).
tr: Bu, WebDAV'ın üzerinde çalışacağı bağlantı noktasıdır.<br>Başka bir hizmet tarafından zaten kullanılan bir bağlantı noktası kullanmayın (örn. SSH için 22).
uk: Це порт, на якому працюватиме WebDAV.<br>Не використовуйте порт, який вже використовується іншою службою (наприклад, 22 використовується SSH).

source: This is the port at which Secure WebDAV will run on.<br>Do not use a port that is already in use by another service (e.g. 22 for SSH).
cs: Toto je port na kterém bude služba zabezpečeného WebDAV k dispozici.<br>Nepoužívejte port, který je již zabrán jinou službou (např. 22 pro SSH).
nl: Dit is de poort waarop Beveiligde WebDAV zal werken.<br>Gebruik geen poort die al door een andere service in gebruik is (bv. 22 voor SSH).
ru: Это порт, на котором будет работать Безопасный WebDAV.<br>Не используйте порт, который уже используется другой службой (например, 22 используется SSH).
tr: Bu, Güvenli WebDAV'ın üzerinde çalışacağı bağlantı noktasıdır.<br>Başka bir hizmet tarafından zaten kullanılan bir bağlantı noktası kullanmayın (örn. SSH için 22).
uk: Це порт, на якому працюватиме Безпечний WebDAV.<br>Не використовуйте порт, який вже використовується іншою службою (наприклад, 22 використовується SSH).

source: Type of HTTP Authentication for WebDAV<br>Basic Auth: Password is sent over the network as plaintext (Avoid if HTTPS is disabled)<br>Digest Auth: Hash of the password is sent over the network (more secure)
cs: Typ HTTP ověřování pro WebDAV<br>Jednoduché ověřování: Heslo je po síti posíláno jako čitelný text (nepoužívat, pokud je vypnuto HTTPS)<br>Ověřování otiskem: po síti je posílán pouze otisk hesla (bezpečnější)
nl: Type HTTP-authenticatie voor WebDAV<br>Basisauth.: wachtwoord wordt als platte tekst over het netwerk verzonden (Vermijden als HTTPS is uitgeschakeld)<br>Digest-auth.: hash van het wachtwoord wordt over het netwerk verzonden (veiliger)
ru: Тип HTTP-аутентификации для WebDAV<br>Basic Auth: Пароль отправляется по сети в открытом виде (Избегайте, если HTTPS отключен)<br>Digest Auth: Хэш пароля отправляется по сети (более безопасный)
tr: WebDAV için HTTP Kimlik Doğrulaması türü<br>Temel Kimlik Doğrulaması: Parola ağ üzerinden düz metin olarak gönderilir (Eğer HTTPS etkisizleştirilirse kaçının)<br>Özet Kimlik Doğrulaması: Parolanın adreslemesi ağ üzerinden gönderilir (daha güvenli)

source: Webdav SSL Certificate
cs: SSL certifikát pro WebDAV
nl: Webdav-SSL-certificaat
ru: WebDAV SSL сертификат
tr: Webdav SSL Sertifikası
uk: SSL сертифікат WebDAV

source: Invalid IP or Network.
cs: Neplatná IP adresa či síť.
fr: IP ou réseau invalid.
nl: Ongeldig IP-nummer of netwerk.
pt_br: Rede ou IP inválido.
ro: IP sau rețea invalide.
ru: Неверный IP или сеть.
tr: Geçersiz IP ya da Ağ.
uk: Некоректний IP або мережа.

source: Allow only listed hosts and/or networks access to this volume
cs: K tomuto svazku umožnit přístup pouze z uvedených strojů a/nebo sítí
nl: Alleen vermelde hosts en/of netwerken toegang tot dit volume geven
ru: Разрешить доступ к этому тому только указанным хостам и/или сетям
tr: Sadece listelenen anamakinelerin ve/veya ağların bu birime erişmesine izin verir
uk: Дозволити доступ до цього тому тільки зазначеним хостами та/або мережам

source: Deny listed hosts and/or networks access to this volume
cs: K tomuto svazku odepřít přístup z uvedených strojů a/nebo sítí
nl: Vermelde hosts en/of netwerken toegang tot dit volume weigeren
ro: Refuză accesul sistemelor și/sau rețelelor din listă la acest volum
ru: Запретить доступ к этому тому указанным хостам и/или сетям
tr: Listelenen anamakinelerin ve/veya ağların bu birime erişmesini reddeder
uk: Заборонити доступ до цього того зазначеним хостами та/або мережам

source: Block (iSCSI)
cs: Blokové (iSCSI)
nl: Blok (iSCSI)
ru: Блочное хранилище (iSCSI)
tr: Blok (iSCSI)
uk: Блочне сховище (iSCSI)

source: VMWare Sync
cs: Synchronizace VMWare
ro: Sync VMWare
ru: Синхронизация VMWare
tr: VMWare Eşitleme
uk: Плагін

source: Apply Owner (user)
cs: Použít vlastníka (uživatel)
nl: Eigenaar toepassen (gebruiker)
ru: Применить владельца (пользователя)
tr: Sahibi Uygula (kullanıcı)
uk: Встановити власника (користувача)

source: Apply Owner (group)
cs: Použít vlastníka (skupina)
nl: Eigenaar toepassen (groep)
ru: Применить владельца (группу)
tr: Sahibi Uygula (grup)
uk: Встановити власника (групу)

source: Apply Mode
cs: Použít režim
nl: Modus toepassen
ru: Применить режим
tr: Kipi Uygula
uk: Встановити режим

source: The default of the zvol block size is chosen automatically based on the number of the disks in the pool for a general use case.
cs: Výchozí velikost bloku ZFS svazku je volená automaticky a to dle počtu disků ve fondu úložišť tak, aby byla vhodná pro všeobecné použití.
nl: De standaardwaarde van de zvol-blokgrootte wordt automatisch gekozen op basis van het aantal schijven in de pool voor een algemene use case.
ru: Размер блока zvol выбран автоматически основываясь на числе дисков в пуле и для типичного варианта использования.
tr: Zvol blok boyutu varsayılanı genel kullanım durumunda havuzdaki disklerin sayısına dayanarak otomatik olarak seçilir.
uk: Розмір блоку zvol обрано автоматично, грунтуючись на числі дисків в пулі і для типового варіанта використання.

source: VMWare-Snapshot
cs: Zachycené stavy VMWare
nl: VMware-momentopname
ro: Snapshot VMWare
ru: VMWare-Снимок
tr: VMWare-Anlık Görüntüsü
uk: Знимок

source: Automatic - Pick reasonable defaults for available drives
cs: Automaticky – zvolit rozumné výchozí uspořádání dle dostupných jednotek úložiště
nl: Automatisch - Redelijke standaardwaarden voor beschikbare stations kiezen
ru: Автоматически -- Выбрать разумные умолчания для доступных устройств
tr: Otomatik - Mevcut diskler için makul varsayılanları seç
uk: Автоматично - Вибрати розумні умовчання для доступних пристроїв

source: Virtualization (RAID 10: Good Reliability, Better Performance, Minimum Storage)
cs: Virtualizace (RAID 10: dobrá odolnost, lepší výkon, nejméně kapacity)
nl: Virtualisatie (RAID 10: goede betrouwbaarheid, betere prestaties, minimale opslag)
ru: Виртуализация (RAID 10: Хорошие надежность и производительность, минимум места)
tr: Sanallaştırma (RAID 10: İyi Güvenilirlik, En İyi Performans, En Az Depolama)
uk: Віртуалізація (RAID 10: Хороші надійність і продуктивність, мінімум місця)

source: Backups (RAID Z2: Good Reliability, Medium Performance, Medium Storage)
cs: Zálohy (RAID Z2: dobrá odolnost, střední výkon, střední kapacita)
nl: Back-ups (RAID Z2: goede betrouwbaarheid, gemiddelde prestaties, gemiddelde opslag)
ru: Резервные копии (RAID Z2: Хорошая надежность, средняя скорость и место)
tr: Yedeklemeler (RAID Z2: İyi Güvenilirlik, Orta Performans, Orta Depolama)
uk: Резервні копії (RAID Z2: Хороша надійність, середня швидкість і місце)

source: Media (RAID Z1: Medium Reliability, Good Performance, More Storage)
cs: Multimédia (RAID Z1: střední odolnost, dobrý výkon, více kapacity)
nl: Media (RAID Z1: gemiddelde betrouwbaarheid, goede prestaties, meer opslag)
ru: Media (RAID Z1: Средняя надежность, хорошая скорость, больше места)
tr: Ortam (RAID Z1: Orta Güvenilirlik, İyi Performans, Daha Fazla Depolama)
uk: Media (RAID Z1: Середня надійність, хороша швидкість, більше місця)

source: Logs (RAID 0: No Reliability, Best Performance, Maximum Storage)
cs: Záznamy protokolů (RAID 0: žádná odolnost, nejlepší výkon, nejvíce kapacity)
nl: Logs (RAID 0: geen betrouwbaarheid, beste prestaties, maximale opslag)
ru: Журналы (RAID 0: Низкая надежность, максимум скорости и места)
tr: Günlükler (RAID 0: Güvenilirlik Yok, En İyi Performans, En Fazla Depolama)
uk: Журнали (RAID 0: Низька надійність, максимум швидкості і місця)

source: Datastore not found in the server.
cs: Datové úložiště nebylo na serveru nalezeno.
nl: Gegevensarchief niet gevonden in de server.
ru: Ресурс на найден на сервере.
tr: Veri deposu sunucuda bulunamadı.
uk: Ресурс на знайдений на сервері.

source: Failed to connect: %s
cs: Připojení se nezdařilo: %s
fr: Impossible de se connecter: %s
nl: Verbinden is mislukt: %s
ru: Не удалось подключиться: %s
tr: Bağlanma başarısız: %s
uk: Не вдалося підключитися: %s

source: Username on the above VMWare host with enough privileges to snapshot virtual machines.
cs: Uživatelský účet na výše uvedeném VMWare systému s právy dostačujícími k pořizování zachycených stavů virtuálních strojů.
nl: Gebruikersnaam op de bovenstaande VMware-host met voldoende bevoegdheden om momentopnamen van virtuele machines te maken.
ru: Имя пользователя на указанном VMWare хосте с правами для создания снимков виртуальных машин.
tr: Sanal makinelerin anlık görüntüsünü almak için yeterli yetkileri olan yukarıdaki VMware anamakinesi üzerindeki kullanıcı adı.

source: ZFS Filesystem
cs: Souborový systém ZFS
fr: Système de fichiers ZFS
nl: ZFS-bestandssysteem
ru: Файловая система ZFS
tr: ZFS Dosya Sistemi
uk: Файлова система ZFS

source: Datastore
cs: Úložiště dat
nl: Gegevensarchief
ru: Хранилище
tr: Veri Deposu
uk: Сховище

source: The datastore on the VMWare side that the filesystem corresponds to.
cs: Datové úložiště na straně VMWare, odpovídající tomuto souborovému systému.
nl: Het gegevensarchief aan de VMware-zijde waarmee het bestandssysteem overeenkomt.
ru: Хранилище на стороне VMWare к которому относится файловая система.
tr: Dosya sisteminin karşılık geldiği VMware tarafındaki veri deposu.

source: VMWare Plugin
cs: Zásuvný modul pro VMWare
ru: Плагин VMWare
tr: VMWare Eklentisi
uk: Плагін VMware

source: Scrubbing the Boot Pool...
cs: Čištění zaváděcího fondu úložišť…
nl: De bootpool reinigen...
ru: Проверяется пул загрузки...
tr: Önyükleme Havuzu temizleniyor...
uk: Перевіряється пул завантаження ...

source: System dataset not configured
cs: Systémová datová sada není nastavena
nl: Systeemgegevensset niet geconfigureerd
ru: Не задан том системного набора данных
tr: Sistem veri kümesi yapılandırılmadı
uk: Не заданий том системного набору даних

source: DeleteBulk
cs: Hromadné smazání
ru: УдалитьВместе
tr: TopluSil
uk: ВидалитиРазом

source: Packages downloaded
cs: Staženo balíčků
nl: Pakketten gedownload
ru: Загруженные пакеты
tr: Paketler indirildi
uk: Завантажені пакети

source: Verifying
cs: Ověřování…
nl: Verifiëren
ru: Проверяется
tr: Doğrulanıyor
uk: Перевіряється

source: The boot volume status is %(status)s: %(message)s
cs: Stav zaváděcího svazku je %(status): %(message)s
nl: De status van het opstartvolume is %(status)s: %(message)s
ru: Статус загрузочного тома - %(status)s: %(message)s
tr: Önyükleme birimi durumu %(status)s: %(message)s
uk: Статус тому завантаження %(status)s: %(message)s

source: Boot Environments successfully deleted.
cs: Zaváděcí prostředí byla úspěšně smazána.
nl: Opstartomgevingen met succes verwijderd.
ru: Окружение загрузки успешно удалено.
tr: Önyükleme Ortamları başarılı olarak silindi.
uk: Оточення завантаження успішно видалено.

source: The boot volume status is %(status)s
cs: Stav zaváděcího svazku je %(status)s
fr: Le statut du volume de boot est %(status)s
nl: De status van het opstartvolume is %(status)s
ru: Состояние загрузочного тома - %(status)s
tr: Önyükleme birimi durumu %(status)s
uk: Стан тому завантаження - %(status)s

source: Failed to delete Boot Environments.
cs: Smazání zaváděcích prostředí se nezdařilo.
fr: La suppression de l'environnement de boot a échoué.
nl: Verwijderen van opstartomgevingen is mislukt.
ru: Не удалось удалить окружения загрузки.
tr: Önyükleme Ortamlarını silme başarısız.
uk: Не вдалося видалити Оточення Завантаження.

source: The boot volume status is DEGRADED
cs: Stav zaváděcího svazku je DEGRADOVÁN
fr: Le volume de démarrage a le statut DÉGRADÉ
nl: De status van het opstartvolume is VERSLECHTERD
ru: Загрузочный том ДЕГРАДИРОВАН
tr: Önyükleme birimi durumu BOZUK
uk: Том завантаження ПОШКОДЖЕНО

source: There is a new update available! Apply it in System -> Update tab.
cs: Jsou k dispozici nové aktualizace! Nainstalujte je v panelu Systém -> Aktualizovat.
nl: Er is een nieuwe update beschikbaar! Pas deze toe in Systeem -> tabblad Bijwerken.
ru: Доступно новое обновление. Примените его на закладке Система -> Обновление.
tr: Mevcut yeni bir güncelleme var! Bunu Sistem -> Güncelle sekmesinde uygulayın.
uk: Доступно нове оновлення! Застосуйте його на закладці Система -> Оновлення.

source: Do you want to scrub your boot pool now?
cs: Opravdu chcete zkontrolovat zaváděcí fond úložišť nyní?
nl: Wilt u uw bootpool nu reinigen?
ru: Вы уверены, что хотите проверить ваш том сейчас?
tr: Önyükleme havuzunuzu şimdi temizlemek istiyor musunuz?
uk: Ви дійсно хочете перевірити ваш том зараз?

source: Scrub Boot
cs: Zkontrolovat zaváděcí prostředí
nl: Boot reinigen
ru: Проверка загрузки
tr: Önyüklemeyi Temizle
uk: Перевiрка завантаження

source: Boot Volume Condition
cs: Stav zaváděcího svazku
nl: Toestand van opstartvolume
ru: Состояне тома загрузки
tr: Önyükleme Birimi Koşulu
uk: Стан тома завантаження

source: Scrub Status
cs: Stav kontroly
nl: Reinigingsstatus
ru: Состояние проверки
tr: Temizleme Durumu
uk: Стан перевірки

source: Last Scrub Run on
cs: Poslední kontrola na
nl: Laatste reiniging op
ru: Последняя проверка
tr: Son Temizleme Çalıştırma zamanı
uk: Остання перевірка

source: Are you sure you want to delete the following boot environments?
cs: Opravdu chcete smazat následující zaváděcí prostředí?
fr: Êtes-vous sûr de vouloir supprimer ces environnements de démarrage ?
nl: Weet u zeker dat u de volgende opstartomgevingen wilt verwijderen?
ru: Вы уверены, что хотите удалить окружения загрузки?
tr: Aşağıdaki önyükleme ortamlarını silmek istediğinize emin misiniz?
uk: Ви дійсно хочете видалити наступні оточення завантаження?

source: The following packages will be downloaded:
cs: Budou stahovány následující balíčky:
fr: Les packages suivant vont être téléchargés :
nl: De volgende pakketten zullen worden gedownload:
ru: Следующие пакеты будут загружены:
tr: Aşağıdaki paketler indirilecektir:
uk: Наступні пакети буде завантажено:

source: Do you want to continue?
cs: Chcete pokračovat?
nl: Wilt u doorgaan?
ru: Действительно желаете продолжить?
tr: Devam etmek istiyor musunuz?
uk: Дійсно бажаєте продовжити?

source: Apply updates after downloading
cs: Aktualizace po stažení rovnou nainstalovat
nl: Updates toepassen na downloaden
ru: Применить обновления после загрузки
tr: Güncellemeleri indirildikten sonra uygula
uk: Застосувати поновлення після завантаження

source: Fetch Datastores
cs: Načíst datová úložiště
nl: Gegevensarchieven ophalen
ru: Загрузить хранилища
tr: Veri Depolarını Getir
uk: Завантажити сховища

source: Configure
cs: Nastavit
nl: Configureren
ru: Настроить
tr: Yapılandır
uk: Налаштувати

source: <bold>All files verified successfully!</bold>
cs: <bold>Všechny soubory byly úspěšně ověřeny!</bold>
nl: <bold>Alle bestanden met succes geverifieerd!</bold>
ru: <bold>Все файлы проверены успешно!</bold>
tr: <bold>Tüm dosyalar başarılı olarak doğrulandı!</bold>
uk: <bold>Всі файли перевірені успішно!</bold>

source: Start the Verification process now?
cs: Zahájit ověřování?
nl: Het verificatieproces nu starten?
ru: Начать проверку сейчас?
tr: Doğrulama işlemi şimdi başlatılsın mı?
uk: Почати перевірку зараз?

source: LDAP timeout
cs: Časový limit prodlevy LDAP
ro: Timp de expirare LDAP
ru: Таймаут LDAP
tr: LDAP zaman aşımı
uk: Таймаут LDAP

source: Timeout for LDAP related commands.
cs: Časový limit pro příkazy, týkající se LDAP.
nl: Time-out voor LDAP-gerelateerde opdrachten.
ro: Timp de expirare pentru comenzi LDAP.
ru: Таймаут для команд LDAP.
tr: LDAP ile ilgili komutlar için zaman aşımı.
uk: Таймаут для команд LDAP.

source: Timeout for LDAP DNS queries.
cs: Časový limit pro DNS dotazy LDAP.
nl: Time-out voor LDAP-DNS-query's.
ro: Timp de expirare pentru cereri LDAP DNS.
ru: Таймаут для LDAP DNS запросов.
tr: LDAP DNS sorguları için zaman aşımı.
uk: Таймаут для LDAP DNS запитiв.

source: These parameters are added to sssd.conf
cs: Tyto parametry jsou přidány do souboru sssd.conf
nl: Deze parameters worden aan sssd.conf toegevoegd.
ru: Эти параметры добавляются к sssd.conf
tr: Bu parametreler sssd.conf dosyasına eklenir
uk: Ці параметри будуть додані в sssd.conf

source: Xen initiator compat mode
cs: Režim slučitelnosti s Xen iniciátorem
nl: Xen-initiator-compatib.modus
ro: Mod compatibil inițiator Xen
ru: Режим совместимости с Xen
tr: Xen başlatıcısı uyumluluk kipi
uk: Режим сумісності з Xen

source: Xen inititors give errors when connecting to LUNs using the FreeNAS default naming scheme. Checking this alters the naming scheme to be more Xen-friendly
cs: Iniciátory Xen hlásí chyby při připojování k LUN, které používají výchozí strukturu názvů FreeNAS. Zaškrtnutí tohoto pozmění strukturu názvů tak, aby byla přijatelnější pro Xen
nl: Xen-inititors geven fouten bij het verbinden met LUN's die het standaard naamgevingsschema van FreeNAS gebruiken. Aanvinken hiervan maakt het naamgevingsschema wat Xen-vriendelijker
ru: Xen возвращает ошибки при подключении к LUN, использующим схему именования принятую по умолчанию во FreeNAS. Эта опция изменяет схему именования для совместимости с Xen
tr: FreeNAS varsayılan adlandırma şemasını kullanan LUN'lara bağlanırken Xen başlatıcıları hatalar verir. Bu değiştirmeler kontrol edilirken adlandırma şeması daha Xen dostudur
uk: Xen повертає помилки при підключенні до LUN, що використовують схему іменування прийняту за замовчуванням під FreeNAS. Ця опція змінює схему іменування для сумісності з Xen

source: Force size
cs: Vynutit velikost
nl: Grootte forceren
ru: Установить размер
tr: Zorlanan boyut
uk: Встановити розмір

source: Volume successfully Imported.
cs: Svazek byl úspěšně importován.
nl: Volume met succes geïmporteerd.
ro: Volumul a fost importat cu succes.
ru: Том успешно импортирован.
tr: Birim başarılı olarak içe aktarıldı.
uk: Том успішно імпортовано.

source: Error Importing Volume
cs: Chyba při importování svazku
nl: Fout bij importeren van volume
ro: Eroare import volum
ru: Ошибка импорта тома
tr: Birim İçe Aktarılırken Hata Oldu
uk: Помилка імпорту тому

source: Attach
cs: Připojit
nl: Koppelen
ru: Присоединить
tr: Ekle
uk: Приєднати

source: Only alphanumeric, underscores and dashes are allowed.
cs: Přípustná jsou pouze písmena, číslice a dále znaky „_“ (podtržítko) a „-“ (spojovník).
nl: Alleen alfanumerieke tekens, streepjes en liggende streepjes zijn toegestaan.
ru: Разрешены только буквы, цифры, подчеркивания и минусы.
tr: Sadece alfasayısal karakterlere, alt çizgilere ve tirelere izin verilir.
uk: Дозволені тільки букви, цифри, підкреслення і мінуси.

source: Disk successfully attached.
cs: Disk byl úspěšně připojen.
nl: Schijf met succes gekoppeld.
ru: Диск успешно подключен.
tr: Disk başarılı olarak eklendi.
uk: Диск успішно підключений.

source: Disk is being replaced.
cs: Nahrazování disku…
nl: Schijf wordt vervangen.
ru: Диск был заменен.
tr: Disk değiştirildi.
uk: Диск був замінений.

source: Update daemon failed!
cs: Proces aktualizační služby selhal!
nl: Update-daemon mislukt!
ru: Сбой демона обновления!
tr: Arka plan güncelleme programı başarısız oldu!
uk: Збій демона поновлення!
