Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: These parameters will be added to the module configuration in rsyncd.conf
ca: Aquests paràmetres s'afegiran a la configuració del mòdul a rsyncd.conf
cs: Tyto parametry budou přidány do nastavení modulu v rsyncd.conf
de: Diese Parameter werden der Modul-Konfiguration der Datei rsyncd.conf hinzugefügt.
es: Estos paremetros son añadidos en la configuración de rsyncd.conf
fr: Ces paramètres seront ajoutés à la configuration du module dans rsyncd.conf.
nl: Deze parameters zullen aan de moduleconfiguratie in rsyncd.conf worden toegevoegd
pl: Te parametry zostaną dodane do ustawień globalnych w rsyncd.conf.
pt: Estes parâmetros vão ser adicionados ao módulo de configuração no rsyncd.conf
pt_br: Esses parâmetros serão adicionados às configurações do módulo no arquivo rsyncd.conf
ro: Aceşti parametri vor fi adaugaţi la configuraţia modulului din inadyn.conf.
ru: Эти параметры будут добавлены в конфигурацию в файл rsyncd.conf
sk: Tieto parametre budú pridané do konfigurácie modulov v rsyncd.conf
sr: Ovi parametri će biti dodati u konfiguraciji modula u rsyncd.conf
sv: Dessa parametrar kommer att läggas till i modul konfigurationen i rsyncd.conf
tr: Bu parametreler rsyncd.conf dosyasındaki modül yapılandırmasına eklenecektir
uk: Ці параметри будуть додані до конфігурації модуля в rsyncd.conf

source: Rsync Module
ca: Mòdul Rsync
cs: modul Rsync
es: Modulo Rsync
fr: Module Rsync
pl: Moduł Rsync
pt: Módulo Rsync
pt_br: Módulo Rsync
ro: Modul Rsync
ru: Модуль Rsync
sk: Rsync modul
sr: Rsync Modul
sv: Rsynk modul
tr: Rsync Modülü
uk: Модуль Rsync

source: Rsync Modules
ca: Mòduls Rsync
cs: Moduly Rsync
de: Rsync Module
es: Modulos Rsync
fr: Modules Rsync
pl: Moduły Rsync
pt: Módulos Rsync
pt_br: Módulos Rsync
ro: Module Rsync
ru: Модули Rsync
sk: Rsync moduly
sr: Rsync Moduli
sv: Rsynk moduler
tr: Rsync Modülleri
uk: Модулі Rsync

source: Check interval
ca: Interval de comprovació
cs: Časový úsek mezi kontrolami
de: Überprüfe Intervall
es: Comprobar intervalo
fr: Intervalle de contrôle
nl: Controle-interval
pl: Interwał sprawdzania
pt: Confirmar intervalo
pt_br: Intervalo de verificação
ro: Interval verificare
ru: Период проверки
sk: Interval kontroly
sr: Interval provere
sv: Kontrollera intervall
tr: Kontrol aralığı
uk: Період перевірки

source: Sets the interval between disk checks to N minutes. The default is 30 minutes
ca: Posa l'interval entre comprovacions al disc a N minuts. Per defecte son 30 minuts
cs: Nastaví časový úsek mezi kontrolami disků na N minut. Výchozí hodnota je 30 minut
de: Legt den Intervall zwischen den Festplattenprüfungen in N Minuten fest. Standard ist 30 Minuten.
es: Establece el intervalo entre los controles de disco para N minutos. El valor por defecto es de 30 minutos
fr: Défini l'intervalle entre les contrôles de disques à N minutes. La valeur par défaut est 30 minutes
nl: Stelt het interval tussen schijfcontroles in op N minuten. De standaardwaarde is 30 minuten.
pl: Ustawia interwał sprawdzania dysku na N minut. Domyślnie jest 30 minut.
pt: Define o intervalo entre disco verifica n minutos. O padrão é 30 minutos
pt_br: Determina o intervalo entre as verificações de disco em N minutos. O padrão é 30 minutos
ro: Stabileşte intervalul între două verificări ale discului la N minute. Implicit timpul este de 30 de minute
ru: Устанавливает интервал между проверками диска на N минут. По умолчанию 30 минут
sk: Nastaví interval medzi kontrolami disku na N minút. Predvolené nastavenie je 30 minút.
sr: Postavlja interval između provera diska na N minuta. Podrazumevano je 30 minuta
sv: Ställer in intervallet mellan disken kontroller till N minuter. Standardinställningen är 30 minuter
tr: Disk kontrolleri arasındaki aralığı N dakika olarak ayarlar. Varsayılan 30 dakikadır
uk: Встановлює інтервал між перевірками диска N хвилин. Типово 30 хвилин

source: Power mode
ca: Mode d'energia
cs: V jakém režimu napájení upustit od kontroly
de: Abschaltmodus
es: Modo de Energía
fr: Mode d'alimentation
nl: Energiemodus
pl: Tryb zasilania
pt: Modo de funcionamento
pt_br: Modo de funcionamento
ro: Mod energetic
ru: Режим питания
sk: Režim energie
sr: Režim napajanja
sv: Strömläge
tr: Güç kipi
uk: Режим енергозбереження

source: Difference
ca: Diferència
cs: Hlásit rozdíl teplot
de: Differenz
es: Diferencia
fr: Différence
nl: Verschil
pl: Różnica
pt: Diferença
pt_br: Diferença
ro: Diferenţă
ru: Разница
sk: Rozdiel
sr: Razlika
sv: Skillnad
tr: Fark
uk: Різниця

source: Report if the temperature had changed by at least N degrees Celsius since last report. 0 to disable
ca: Informa si la temperatura ha canviat almenys N graus Celsius des de lúltim informe. Posa 0 per desactivar-ho.
cs: Hlásit, pokud se teplota změnila přinejmenším o N stupňů Celsia od předchozího hlášení. Vypíná se zadáním 0 (nula)
de: Bericht, ob sich die Temperatur seit dem vorherigen Bericht um mindestens N Grad Celsius verändert hat. 0 zum Deaktivieren
es: Reporte si la temperatura había cambiado al menos en N grados Celsius desde el último informe. 0 para desactivar
fr: Signaler si la température a changé d'au moins N degrés Celsius depuis le dernier signalement. 0 pour désactiver
nl: Rapporteren als de temperatuur sinds de vorige rapportage minstens N graden Celsius is gewijzigd. 0 om uit te schakelen
pl: Raportuj, jeśli temperatura od ostatniego raportu zmieni sie co najmniej o N stopni Celsjusza. Wpisz 0 aby wyłączyć.
pt: Relatório se a temperatura tinha mudado pelo menos n graus Celsius desde o último relatório. 0 para desativar
pt_br: Avisa se a temperatura alterou-se em pelo menos N graus Celsius desde o último aviso. 0 desabilita
ro: Raportează dacă temperatura s-a modificat cu cel puţin N grade Celsius de la ultima verificare. Introduceţi valoarea 0 entru dezactivare
ru: Сообщать, если температура изменилась на N градусов (по Цельсию) с момента последнего сообщения. 0 - для отключения
sk: Oznám ak sa teplota zmenila o minimálne N stupňov Celziových od posledného oznámenia. 0 pre vypnutie
sr: Prijavi ukoliko se temperatura nije promenilo za najmanje N stepeni Celzijusa od poslednjeg izveštaja. 0 da bi se onemogućilo
sv: Rapportera om temperaturen har förändrats med minst N grader sedan den senaste rapporten. 0 för att inaktivera
tr: Sıcaklık son bildirildiğinden bu yana en az N Santigrat derece değiştiyse bildirir. Etkisizleştirmek için 0
uk: Повідомляє, якщо температура змінилася на N градусів (за Цельсієм) з моменту останнього повідомлення. 0 - для відключення

source: Informal
cs: Neformální
sk: Neformálne
tr: Resmi değil
uk: Неофіційний

source: Report if the temperature is greater or equal than N degrees Celsius. 0 to disable
ca: Informa si la temperatura és més gran o igual que N graus Celsius. Posa 0 per desactivar-ho.
cs: Hlásit pokud teplota dosáhne nebo dokonce překročí N stupňů Celsia. Nastavení na 0 (nula) vypnete
pl: Raportuj, jeśli temperatura jest większa lub równa N stopni Celsjusza. Wpisz 0 aby wyłączyć
sk: Oznám ak je teplota väčšia alebo rovná N stupňov Celzia. 0 pre vypnutie
tr: Sıcaklık N Santigrat dereceden daha büyük veya eşitse bildirir. Etkisizleştirmek için 0
uk: Повідомляє, якщо температура більше або дорівнює N градусів (за Цельсієм). 0 - для відключення

source: Critical
ca: Crític
cs: Kritická teplota
de: Kritisch
es: Crítico
fr: Critique
nl: Kritiek
pl: Krytyczny
pt: Critico
pt_br: Crítico
ro: Critic
ru: Критический
sk: Kritické
sr: Kritično
sv: Kritisk
tr: Kritik
uk: Критичний

source: Email to report
ca: Correu on enviar informes
cs: E-mailová adresa, na kterou odesílat hlášení
de: E-Mail, an die der Bericht gesendet wird
es: Email para reportar
fr: E-mail destinataire
nl: E-mailadres voor rapportage
pt: Email para reportar
pt_br: Email para aviso
ro: Email pentru raport
ru: E-mail для отчетов
sk: Email pre oznamy
sv: E-posta för att rapportera
tr: Bildirmek için e-posta
uk: E-mail для звітів

source: Destination email address. Separate email addresses by semi-colon
ca: Adreça de correu electrònic de destí. Separa els correus amb punts i comes
cs: Cílová e-mailová adresa. Jednotlivé adresy oddělujte středníkem
pl: Docelowy adres email. Adresy email oddziel średnikiem.
sk: Cieľova emailová adresa. Oddelte emailové adresy bodkočiarkou
tr: Hedef e-posta adresi. E-posta adreslerini noktalı virgülle ayırın
uk: Адреса одержувача електронної пошти. Використовуйте кому для розділення адрес електронної пошти.

source: Control Services
ca: Serveis de Control
cs: Řízení služeb
de: Dienste verwalten
es: Control de Servicios
fr: Contrôle des services
nl: Services beheren
pl: Usługi kontroli
pt: Serviços de Controlo
pt_br: Controle de Serviços
ro: Servicii de control
ru: Управление службами
sk: Riadiace služby
sr: Kontrolni servisi
sv: Kontroll tjänster
tr: Denetim Hizmetleri
uk: Управління службами

source: Device Extents
ca: Extents del perifèric
cs: Úložné jednotky zařízení
pl: Grupy urządzeń
sk: Rozšírenia zariadenia

source: Add Device Extent
ca: Afegeix un perifèric Extent
cs: Přidat úložnou jednotku zařízení
pl: Dodaj Zakres urządzeń
sk: Pridať Extent zariadenia

source: View Device Extents
cs: Zobrazit počet úložných jednotek, poskytovaných zařízením

source: File Extents
cs: Počet úložných jednotek, zabraných souborem

source: Add File Extent
cs: Přidat úložnou jednotku souboru

source: View File Extents
cs: Zobrazit počet úložných jednotek, zabraných souborem
tr: Dosya Kapsamlarını Göster
uk: Переглянути файл екстент

source: Add Rsync Module
ca: Afegir un mòdul rsync
cs: Přidat modul Rsync
de: Rsync Modul hinzufügen
es: Añadir un modulo RSync
fr: Ajouter un module rsync
nl: Rsync-module toevoegen
pl: Dodaj moduł Rsync
pt: Adicionar Rsync Modulo
pt_br: Adicionar Módulo Rsync
ro: Adăugare modul rsync
ru: Добавить модуль Rsync
sk: Pridať rsync modul
sr: Dodaj Rsync modul
sv: Lägg till Rsync-modul
tr: Rsync Modülü Ekle
uk: Додати модуль Rsync

source: View Rsync Modules
cs: Zobrazit moduly Rsync
de: Rsync Module anzeigen
es: Ver Modulos Rsync
fr: Voir les modules Rsync
nl: Rsync-modules weergeven
pt: Vêr Módulos Rsync
pt_br: Ver Módulos Rsync
ro: Vizualizare module Rsync
ru: Показать модули Rsync
sr: Prikaži Rsync module
sv: Visa rsync moduler
tr: Rsync Modüllerini Göster
uk: Перегляд модулів Rsync

source: Settings
ca: Ajustos
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sr: Podešavanja
sv: Inställningar
tr: Ayarlar
uk: Налаштування

source: The service could not be stopped.
ca: El servei no pot ser parat.
cs: Službu nelze zastavit.
de: Der Dienst kann nicht gestoppt werden.
es: El servicio no puede ser detenido
fr: Le service n'a pas pu être arrêté.
nl: De service kon niet worden gestopt.
pl: Usługa nie może być zatrzymana.
pt: O serviço não pode ser parado.
pt_br: O serviço não pôde ser interrompido.
ro: Serviciul nu poate fi oprit.
ru: Служба не может быть остановлена.
sk: Služba nemohla byť zastavená.
sr: Servis nije moguće zaustaviti.
sv: Tjänsten kunde inte stoppas.
tr: Hizmet durdurulamadı.
uk: Служба не може бути зупинена.

source: The service could not be started.
ca: El servei no pot ser iniciat.
cs: Službu nelze spustit.
de: Der Dienst konnte nicht gestartet werden.
es: El servicio no puede ser iniciado
fr: Le service n'a pas pu être démarré.
nl: De service kon niet worden gestart.
pl: Usługa nie mogła zostać uruchomiona.
pt: O serviço não pode ser iniciado.
pt_br: O serviço não pôde ser iniciado.
ro: Serviciul nu poate fi pornit.
ru: Служба не может быть запущена.
sk: Služba nemohla byť spustená.
sr: Servis nije moguće pokrenuti.
sv: Tjänsten kunde inte startas.
tr: Hizmet başlatılamadı.
uk: Служба не може бути задіяна.

source: Confirm Share Password
cs: Potvrzení hesla, chránícího sdílení
de: Freigabepasswort bestätigen
es: Confirma la contraseña del recurso compartido
fr: Confirmer le mot de passe du partage
nl: Wachtwoord delen bevestigen
pt: Confirmar Palavra-chave da partilha
pt_br: Confirmar Senha do compartilhamento
ro: Confirmare parolă partajare
ru: Подтвердите пароль для общего доступа
sr: Potvrdite deljenu lozinku
sv: Bekräfta delat lösenord
tr: Paylaşım Parolasını Onaylayın
uk: Підтвердіть пароль спільного доступу

source: The path %s does not exist
cs: Umístění %s neexistuje
de: Der Pfad %s existiert nicht
es: La ruta %s no existe
fr: Le chemin %s n'existe pas
nl: Het pad %s bestaat niet
pt: Caminho %s não existe
pt_br: O Caminho %s não existe
ro: Calea %s nu există
ru: Путь %s не существует
sr: Putanja %s ne postoji
sv: Sökvägen% s finns inte
tr: %s yolu mevcut değil
uk: Шлях %s не існує

source: The field is a not a valid IP address or network
ca: Al camp no té una adreça IP o xarxa vàlides
cs: Do kolonky nebyla zadaná platná IP adresa nebo síť
pl: W polu nie znajduje się prawidłowy adres IP lub sieć
sk: Pole neobsahuje platnú IP adresu alebo sieť

source: The IP '%s' is not valid.
ca: La IP '%s' no és vàlida.
cs: IP adresa „%s“ není platná.
pl: Adres IP '%s' nie jest prawidłowy.
sk: IP %s' nie je platná.
tr: '%s' IP'si geçerli değil.
uk: IP-адреса '%s' є недопустимою.

source: Maproot group requires Maproot user
ca: El grup Maproot requereix un usuari Maproot
cs: Skupina Maproot vyžaduje uživatele Maproot
de: Die Gruppe für Root-Zuordnung benötigt ebenfalls einen Benutzer für Root-Zuordnung.
es: Un Mapa raiz de Grupo requiere un mapa raiz de Usuario
fr: Lier root à un groupe requière de lier à un utilisateur
nl: Maproot-groep vereist Maproot-gebruiker
pl: Grupa maproot wymaga użytkownika maproot
pt: Maproot grupo requer Maproot utilizador
pt_br: Grupo Maproot requer usuário Maproot
ro: Grupul Maproot necesită un utilizator Maproot
ru: Закрепление идентификатора root за группой требует закрепления идентификатора root за пользователем
sk: Maproot skupina požaduje Maproot užívateľa
sr: Maproot grupa zahteva Maproot korisnika
sv: Maproot gruppen kräver Maproot användaren
tr: Maproot grubu Maproot kullanıcısı gerektirir
uk: Закріплення ідентифікатора "root" за групою вимагає закріплення ідентифікатора "root" за користувачем

source: Mapall group requires Mapall user
ca: El grup Mapall requereix un usuari Mapall
cs: Skupina Mapall vyžaduje uživatele Mapall
de: Die Gruppe für pauschale Zuordnung benötigt einen Benutzer für pauschale Zuordnung.
es: Un mapa de todos los grupos requiere un mapa de todos los usuarios
fr: Lier "tout le monde" à un groupe requière de lier à un utilisateur
nl: Mapall-groep vereist Mapall-gebruiker
pl: Grupa mapall wymaga użytkownika mapall
pt: Mapall grupo requer Mapall utilizador
pt_br: Grupo Mapall requer usuário Mapall
ro: Grupul Mapall necesită un utilizator Mapall
ru: Закрепление идентификатора all за группой требует закрепления идентификатора all за пользователем
sk: Mapall skupina požaduje Mapall užívateľa
sr: Mapall grupa zahteva Mapall korisnika
sv: Mapall gruppen kräver Mapall användaren
tr: Mapall grubu Mapall kullanıcısı gerektirir
uk: Група Mapall вимагає Mapall користувачів

source: Maproot user/group disqualifies Mapall
ca: L'usuari/grup Maproot descalifica Mapall
cs: Uživatel/skupina Maproot vylučuje Mapall
de: Die Root-Zuordnung für Benutzer/Gruppe schließt die Benutzung der pauschalen Zuordnung aus.
es: Un mapa raiz de Usuario/Grupo impide un mapa de todos
fr: Lier root à un utilisateur/groupe empêche de lier "tout le monde"
nl: Maproot-gebruiker/groep diskwalificeert Mapall
pl: Użytkownik/Grupa maproot dyskwalifikuje mapall
pt: Maproot utilizador/grupo desqualifica Mapall
pt_br: Usuário/Group Maproot desqualifica Mapall
ro: Utilizatorul/grupul Maproot descalifică Mapall
ru: Закрепление идентификатора root за пользователем/группой отменяет закрепление идентификатора all
sk: Maproot užívateľ/skupina diskvalifikuje Mapall
sr: Maproot korisnik/grupa diskvalifikuje Mapall
sv: Maproot användare / grupp diskvalificerar Mapall
tr: Maproot kullanıcısı/grubu Mapall'dan yetkisini alır
uk: Закріплення ідентифікатора "root" за користувачем/групою скасовує закріплення ідентифікатора "all"

source: Name
ca: Nom
cs: Název
es: Nombre
fr: Nom
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Имя
sk: Názov
sr: Ime
sv: Namn
tr: Adı
uk: Ім'я

source: Export Read Only
ca: Exportar Només Lectura (Read Only)
cs: Exportovat pouze pro čtení
de: Schreibgeschützt bereitstellen
es: Exportación de sólo lectura
fr: Exporter en lecture seule
nl: Alleen-lezen exporteren
pl: Udostępnij tylko do odczytu
pt: Lêr Apenas a Exportar
pt_br: Exportar Somente Leitura
ro: Doar în citire
ru: Экспортировать только для чтения
sk: Exportovať iba na čítanie
sr: Izvezi kao Read Only
sv: Exportera läs-enbart (Skrivskyddad)
tr: Salt Okunur dışa aktar
uk: Експортувати лише для читання

source: Browsable to Network Clients
ca: Navegable per clients de Xarxa
cs: Možné procházet pro síťové klienty
de: Im Netzwerk durchsuchbar machen
es: Navegable para clientes de red
fr: Navigable par les clients du réseau
nl: Te verkennen door netwerkclients
pl: Przeglądalny dla klientów sieci
pt: Pesquisável pelos Clientes da Rede
pt_br: Navegável
ro: Navigabil pentru clienţii din reţea
ru: Видимый для клиентов сети
sk: Prehliadateľné sieťovými klientami
sr: Može se pretraživati do mrežnih klijenata
sv: Läsbar till nätverksklienter
tr: Ağ İstemcileri için gözatılabilir
uk: Видимий для клієнтів мережі

source: Inherit Owner
cs: Převzít vlastníka
de: Vererbung des Besitzers
es: Heredar Propietario
fr: Hériter l'utilisateur
nl: Eigenaar overnemen
pt: Herdar Dono
pt_br: Herdar Proprietário
ro: Proprietar moştenit
ru: Наследовать владельца
sr: Naslediti vlasnika
sv: Ärv ägare
tr: Sahipliği Devral
uk: Успадковувати власника

source: Inherit Permissions
ca: Heredar Permissos
cs: Převzít přístupová práva
de: Berechtigungen vererben
es: Permisos Heredados
fr: Hériter des permissions
nl: Machtigingen overnemen
pl: Dziedzicz uprawnienia
pt: Permissões herdadas
pt_br: Herdar permissões
ro: Moştenire permisiuni
ru: Наследовать разрешения
sk: Zdediť práva
sr: Nasleđivanje dozvola
sv: Ärv behörigheter
tr: İzinleri Devral
uk: Успадковувати дозволи

source: Export Recycle Bin
ca: Exportar la paperera de reciclatge
cs: Exportovat Koš
de: Papierkorb bereitstellen
es: Exportar papelera de reciclaje
fr: Exporter la corbeille
nl: Prullenbak exporteren
pl: Eksportuj kosz
pt: Exportar Lixeira
pt_br: Enviar para Lixeira
ru: Экспортировать Корзину
sk: Exportovať kôš
sr: Izvezi Recycle Bin
sv: Export Papperskorgen
tr: Geri Dönüşüm Kutusunu dışa aktar
uk: Експорт Кошика

source: Show Hidden Files
ca: Mostra els fitxers ocults
cs: Zobrazovat skryté soubory
de: Zeige versteckte Dateien
es: Mostrar archivos ocultos
fr: Montrer les fichiers cachés
nl: Verborgen bestanden tonen
pl: Pokaż ukryte pliki
pt: Mostrar Ficheiros Escondidos
pt_br: Mostrar arquivos ocultos
ro: Afişează fişierele ascunse
ru: Показывать скрытые файлы
sk: Zobraziť skryté súbory
sr: Prikaži skrivene datoteke
sv: Visa dolda filer
tr: Gizli Dosyaları göster
uk: Показувати приховані файли

source: Allow Guest Access
ca: Permetre accés de convidat (Guest Access)
cs: Umožnit přístup nepřihlášeným uživatelům
de: Erlaube Gastzugriff
es: Permitir acceso de invitado
fr: Autoriser les accès invités
nl: Gasttoegang toestaan
pl: Zezwól na dostęp dla gościa
pt: Permitir Acesso a Convidado
pt_br: Aceitar acesso convidado
ro: Permite acces vizitator
ru: Разрешить гостевой доступ
sk: Povoliť hosťovský (guest) prístup
sr: Omogući Guest pristup
sv: Tillåt gäståtkomst
tr: Misafir Erişimine izin ver
uk: Дозволити гостьовий доступ

source: If true then no password is required to connect to the share. Privileges will be those of the guest account.
cs: Je-li v platnosti (true), pak pro přístup ke sdílení není vyžadováno heslo. Oprávnění budou na úrovni účtu hosta.
de: Wenn erlaubt dann wird kein Passwort zum verbinden der Freigabe benötigt. Die Privilegien entsprechen dem Gast Zugang.
es: Si se valida no se pedira contraseña para conectar al compartido. Los privilegios serán los de la cuenta de invitado.
fr: Si la valeur est à vrai, aucun mot de passe n'est requis pour se connecter au partage. Les privilèges seront ceux du compte invité.
nl: Als dit waar is, is geen wachtwoord nodig om verbinding met de share te maken. Bevoegdheden van de gastaccount zijn van toepassing.
pt: Se for verdade, então nenhuma senha é necessária para conectar-se à ação. Privilégios serão os da conta de convidado.
pt_br: Se não for necessário senha para acessar o compartilhamento. Os privilégios serão de uma conta de convidado.
ro: Dacă opţiunea este activă atunci nu se va solicita nicio parolă pentru conectare. Privilegiile vor fi cele ale contului guest.
ru: Если true, пароль не потребуется для подключения к общему ресурсу. Привилегии аналогичны учётной записи guest.
sr: Ako je istina onda lozinka nije potrebna za povezivanje na deljeni resurs. Privilegije će biti one kao za nalog gosta.
sv: Om sant, behövs inget lösenord för att ansluta till utdelningen Behörighet kommer att vara de av gästkontot.
tr: Eğer true ise paylaşıma bağlanmak için parola gerekmez. Yetkiler bu misafir hesabının olacaktır.
uk: Якщо true, пароль не буде потрібно для підключення до спільного ресурсу. Привілеї аналогічні облікового запису guest.

source: Only Allow Guest Access
ca: Només permetre accés de convidat
cs: Umožnit přístup pouze nepřihlášeným uživatelům
de: Nur Gastzugriff erlauben
es: Solo permitir acceso de invitado
fr: Autoriser les accès invités uniquement
nl: Alleen gasttoegang toestaan
pl: Zezwalaj na dostęp tylko jako gość
pt: Apenas permitir acesso a convidado
pt_br: Somente aceitar acesso a usuário convidado
ro: Permite doar acces vizitator
ru: Разрешить только гостевой доступ
sk: Povoliť iba hosťovský (guest) prístup
sr: Samo omogući Guest pristup
sv: Tillåt endast gäståtkomst
tr: Sadece Misafir Erişimine izin ver
uk: Дозволити лише гостьовий доступ
