Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Only [-a-zA-Z0-9_. ] permitted as snapshot name
cs: Název zachyceného stavu může obsahovat pouze znaky z množiny [-a-zA-Z0-9_. ]
fr: Seuls les caractères [-a-zA-Z0-9_. ] sont autorisés en nom d'instantané
nl: Alleen [-a-zA-Z0-9_. ] toegestaan als momentopnamenaam
ro: Doar caracterele [-a-zA-Z0-9_.] sunt permise în numele snapshot-ului
ru: Только [-a-zA-Z0-9_. ] разрешены в имени снимка
tr: Anlık görüntü adı olarak sadece [-a-zA-Z0-9_. ] izin verilir
uk: Тільки [-a-zA-Z0-9_. ] допускаються в імені знимку

source: Only [-a-zA-Z0-9_./ ] permitted as clone name
cs: Název klonu může obsahovat pouze znaky z množiny [-a-zA-Z0-9_./ ]
fr: Seuls les caractères [-a-zA-Z0-9_./ ] sont autorisés en nom de clone
nl: Alleen [-a-zA-Z0-9_./ ] toegestaan als kloonnaam
ro: Doar caracterele [-a-zA-Z0-9_./] sunt permise în numele clonei
ru: Только [-a-zA-Z0-9_./ ] разрешены в имени клона
tr: Kopya adı olarak sadece [-a-zA-Z0-9_./ ] izin verilir
uk: Тільки [-a-zA-Z0-9_./ ] допускаються в імені клона

source: Confirmation does not match passphrase
cs: Do každé z kolonek pro heslovou frázi bylo zadáno něco jiného – vyplňte je znovu a tentokrát stejně
fr: La confirmation ne correspond pas à la phrase de passe
nl: Bevestiging komt niet overeen met wachtwoordzin
pt_br: Confirmação não confere com a frase secreta
ro: Frazele nu coincid
ru: Подтверждение не совпадает с паролем
tr: Onaylama parola ile eşleşmiyor
uk: Підтвердження не збігається з паролем

source: Passphrase is not valid
cs: Heslová fráze není platná
fr: Le mot de passe n'est pas correct.
nl: Wachtwoordzin is niet geldig
pt_br: Frase secreta não é válida
ro: Fraza de control nu este validă
ru: Пароль не действителен
tr: Parola geçerli değil
uk: Пароль не дiйсний

source: Dedicated User Enabled
cs: Použít vyhrazeného uživatele
fr: Utilisateur dédié activé
nl: Toegewezen gebruiker ingeschakeld
pt_br: Usuário Dedicado Habilitado
ro: Activare ustilizator dedicat
ru: Использовать выделенного пользователя
tr: Adanmış Kullanıcı Etkinleştirildi
uk: Використовувати виділеного користувача

source: If disabled then root will be used for replication.
cs: Pokud ne vyhrazený uživatel, bude pro replikaci použit účet správce (root).
fr: Si désactivé, alors l'utilisateur root sera utilisé pour la réplication.
nl: Als dit is uitgeschakeld, wordt root gebruikt voor replicatie.
pt_br: Se desabilitado então root será utilizado para replicação.
ro: Dacă este opțiunea este dezactivată utilizatorul root va fi utilizat pentru replicare.
ru: Если выключено, для репликации будет использоваться root.
tr: Eğer etkisizleştirildiyse, o zaman root çoğaltma için kullanılacaktır.
uk: Якщо вимкнено, для реплікації буде використовуватися root.

source: Enable High Speed Ciphers
cs: Zapnout vysokorychlostní šifry
fr: Active les chiffrements haute vitesse
nl: Hogesnelheidscoderingen inschakelen
pt_br: Habilitar Cifras de Alta Velocidade
ro: Activare cifruri de mare viteză
ru: Включить высокоскоростные шифры
tr: Yüksek Hızlı Şifrelemeleri etkinleştir
uk: Увiмкнути високошвидкiснi шифри

source: Enabling this may increase transfer speed on high speed/low latency local networks. It uses less secure encryption algorithms than the defaults, which makes it less desirable on untrusted networks.
cs: Zapnutí tohoto může zvýšit přenosovou rychlost na místních sítích, které mají vysoké rychlosti a nízké prodlevy. Používá ale méně bezpečný šifrovací algoritmus než je výchozí a proto není žádoucí na nedůvěryhodných sítích.
fr: Activer ceci peut augmenter la vitesse de transfert sur un réseau local à haute vitesse/basse latence. Cela va utiliser des algorithmes de chiffrement moins sécurisés que ceux par défaut, ce qui les rends moins désirables sur un réseau non-sécurisé.
nl: Inschakelen hiervan kan overdrachtssnelheid op lokale netwerken met hoge snelheid / lage latentie verhogen. Het gebruikt minder veilige versleutelingsalgoritmes dan de standaardalgoritmes, wat het minder aantrekkelijk maakt op niet-vertrouwde netwerken.
pt_br: Habilitando isto poderá aumentar a velocidade de transferência em redes locais de alta velocidade/baixa latência. Usa algoritmos de encriptação menos seguros que os padrões, o que faz ser menos desejável para redes não-confiáveis.
ro: Opțiunea permite creșterea vitezei de transfer pentru rețele locale de mare viteză și latențe reduse. Determină utilizarea unor algoritmi cu criptare mai redusă decît cel implicit ceea ce face ca acest mod să fie mai puțin recomandat în cazul rețelelor nesigure.
ru: Включение этого может увеличить скорость передачи для быстрых сетей. При этом используются менее безопасные алгоритмы, что может быть нежелательно в небезопасных сетях.
tr: Bunun etkinleştirilmesi yüksek hızlı/düşük gecikmeli yerel ağlarda aktarım hızını artırabilir. Güvenilmeyen ağlarda daha az istenilir yapan varsayılanlardan daha az güvenli şifreleme algoritmaları kullanır.
uk: Увiмкненя цього може збільшити швидкість передачі для швидких мереж. При цьому використовуються менш безпечні алгоритми, що може бути небажано в небезпечних мережах.

source: A scrub with this volume already exists.
cs: Pro tento svazek je už kontrola nastavená.
nl: Er bestaat al een reiniging met dit volume.
pt_br: Já existe um scrub com este volume.
ro: O operațiune de curățare a volumului există deja.
ru: Проверка для этого тома уже существует.
tr: Bu birim ile ilgili bir temizleme zaten var.
uk: Перевiрка для цього тому вже існує.

source: New Passphrase
cs: Nová heslová fráze
fr: Nouvelle phrase de passe
nl: Nieuwe wachtwoordzin
pt_br: Nova Frase secreta
ro: Frază de control nouă
ru: Новый пароль
tr: Yeni Parola
uk: Новий пароль

source: Confirm New Passphrase
cs: Potvrzení nové heslové fráze
fr: Confirmer la nouvelle phrase de passe
nl: Bevestig nieuwe wachtwoordzin
pt_br: Confirmar Nova Frase secreta
ro: Confirmare frază de control
ru: Подтверждение пароля
tr: Yeni Parolayı Onaylayın
uk: Підтвердження пароля

source: Invalid password
cs: Neplatné heslo
fr: Mot de passe invalide
nl: Ongeldig wachtwoord
pt_br: Senha inválida
ro: Parola invalidă
ru: Неверный пароль
tr: Geçersiz parola
uk: Неправильний пароль

source: Recovery Key
cs: Obnovovací klíč
nl: Herstelsleutel
pt_br: Chave de Recuperação
ro: Cheie de recuperare
ru: Ключ восстановления
tr: Kurtarma Anahtarı
uk: Ключ вiдновлення

source: Restart services
cs: Restartovat služby
fr: Redémarrer les services
nl: Services herstarten
pt_br: Reiniciar serviços
ro: Repornire servicii
ru: Перезапустить службы
tr: Hizmetleri yeniden başlat
uk: Перезапустити служби

source: Underlying provider
cs: Poskytovatel, nad kterým funguje
fr: Fournisseur sous-jacent
nl: Onderliggende provider
pt_br: Provedor subjacente
ro: Furnizor de bază
ru: Нижележащий провайдер
tr: Alttaki sağlayıcı
uk: Пiдлеглий провайдер

source: Remote Dedicated User
cs: Vyhrazený uživatel na protistraně
fr: Utilisateur dédié distant
nl: Externe toegewezen gebruiker
pt_br: Usuário Remoto Dedicado
ro: User remote dedicat
ru: Уделанный выделенный пользователь
tr: Uzak Adanmış Kullanıcı
uk: Віддалений виділений користувач

source: Volume/Dataset
cs: Svazek / datová sada
fr: Volume/Jeu de données
nl: Volume/Gegevensset
ro: Volum/Set date
ru: Том/Набор данных
tr: Birim/Veri Kümesi
uk: Том/Набор даних

source: Last snapshot sent to remote side
cs: Nejnovější zachycený stav, který byl odeslán na protistranu
fr: Dernier instantané envoyé du côté distant
nl: Laatste momentopname verzonden naar extern systeem
ru: Последний снимок посланный удаленной стороне
tr: Son anlık görüntü uzak tarafına gönderildi
uk: Останній знімок посланий віддаленої стороні

source: Remote ZFS Volume/Dataset
cs: ZFS svazek / datová sada na protistraně
fr: Volume ZFS/Dataset distant
nl: Extern ZFS-volume/gegevensset
pt_br: Volume/Dataset ZFS Remoto
ro: Volum ZFS/Set de date remote
ru: Удаленный том/набор данных ZFS
tr: Uzak ZFS Birimi/Veri Kümesi
uk: Вiддалений том/набiр даных ZFS

source: This should be the name of the ZFS filesystem on remote side. eg: Volumename/Datasetname not the mountpoint or filesystem path
cs: Toto by měl být název ZFS souborového systému na protistraně. Např.: název svazku / název datové sady, nikoli přípojný bod či popis umístění v rámci adresářové struktury
fr: Devrait correspondre au nom du système de fichiers ZFS distant. e.g. : nom du volume/nom du dataset et non pas au point de montage ou au chemin du système de fichier
nl: Dit zou de naam van het ZFS-bestandssysteem aan de andere zijde moeten zijn. Vb: volumenaam/gegevenssetnaam, niet het koppelpunt of bestandssysteempad
pt_br: Este deve ser o nome do sistema de arquivos ZFS no lado remoto. ex: Nomedovolume/Nomedodataset e não o ponto de montagem ou caminho do sistema de arquivos
ro: Acesta trebuie să fie numele sistemului de fișiere ZFS pe partea remote. Ex.: NumeVolum/NumeSetDeDate și nu numele punctului de montare sau calea către sistemul de fișiere
ru: Это должно быть имя файловой системы ZFS на удалённой стороне. те: имя тома или набора данных, а не точка монтирования или путь файловой системы
tr: Bu, uzak taraftaki ZFS dosya sisteminin adı olmalıdır. örn: BirimAdı/VeriKümesiAdı bağlama noktası ya da dosya sistemi yolu değildir
uk: Це має бути ім'я файлової системи ZFS на віддаленій стороні. Тобто: poolname/DataSetName, а не точка монтування або шлях файлової системи

source: Replication Stream Compression
cs: Komprese replikačního proudu
fr: Compression du flux de réplication
nl: Replicatiestroomcompressie
ru: Сжатие потока репликации
tr: Çoğaltma Akışı Sıkıştırması
uk: Стисненя потоку реплікації

source: Do not start replication after
cs: Nespouštět replikaci po
nl: Replicatie niet starten na
pt_br: Não iniciar replicação após
ro: Nu porniți replicarea după
ru: Не начинать репликачию после
tr: Bu zamandan sonra çoğaltmayı başlatmaz
uk: Не запускати реплікацію пiсля

source: Sending %(snapshot)s (%(percent)s%%)
cs: Odesílání %(snapshot)s (%(percent)s%%)
fr: Envoi en cours %(snapshot)s (%(percent)s%%)
nl: %(snapshot)s verzenden (%(percent)s%%)
ru: Отправка %(snapshot)s (%(percent)s%%)
tr: %(snapshot)s gönderiliyor (%%%(percent)s)
uk: Відправка %(snapshot)s (%(percent)s%%)

source: Passphrase updated
cs: Heslová fráze byla zaktualizována
fr: Phrase de passe mise à jour avec succès.
nl: Wachtwoordzin bijgewerkt
pt_br: Frase secreta atualizada
ro: Fraza de control a fost actualizată
ru: Пароль обновлен
tr: Parola güncellendi
uk: Пароль успішно змінено

source: Volume unlocked
cs: Svazek je odemčen
nl: Volume ontgrendeld
pt_br: Volume desbloqueado
ro: Volum deblocat
ru: Том разблокирован
tr: Birim kilidi açıldı
uk: Том разблоковано

source: Encryption re-key succeeded
cs: Znovuopatření šifrování klíčem proběhlo úspěšně
nl: Re-key voor versleuteling geslaagd
pt_br: Re-chaveamento de Encriptação bem sucedida
ro: Re-criptare cu succes
ru: Смена ключа прошла успешно
tr: Şifreleme kurtarma anahtarı başarılı oldu
uk: Змина ключа пройшла успiшно

source: GELI recovery key download starting...
cs: Zahajování stahování obnovovacího klíče GELI šifrování…
fr: Téléchargement de la clé de récupération GELI en cours...
nl: Downloaden van GELI-herstelsleutel starten...
pt_br: Iniciando o download da chave de recuperação GELI...
ro: Descărcarea cheii de recuperare GELI a început...
ru: Начинается загрузка ключа восстановления GELI...
tr: GELI kurtarma anahtarını indirme başlatılıyor...
uk: Починається загрузка ключа вiдновлення GELI...

source: The pool failed to upgraded: %s
cs: Přechod na novější verzi fondu úložišť se nezdařil: %s
fr: La mise a jour du volume a échoué : %s
nl: Upgraden van pool mislukt: %s
ro: Structura pool nu a putut fi upgradată: %s
ru: Том не удалось обновить: %s
tr: Havuzun yükseltilmesi başarısız oldu: %s
uk: Том не вдалося поновити: %s

source: Subject
cs: Předmět
fr: Sujet
nl: Onderwerp
pt_br: Assunto
ro: Subiect
ru: Тема
tr: Konu
uk: Тема

source: Support subject.
cs: Předmět podpory.
nl: Ondersteuningsonderwerp.
pt_br: Assunto do suporte.
ro: Subiect suport.
ru: Тема требующая поддержки.
tr: Destek konusu.
uk: Питання підтримки.

source: Support
cs: Podpora
nl: Ondersteuning
pt_br: Suporte
ro: Suport
ru: Поддержка
tr: Destek
uk: Підтримка

source: The volume %s is locked by encryption
cs: Svazek %s je uzamčen šifrováním
fr: Le volume %s est verrouillé par du chiffrement
nl: Het volume %s is door versleuteling vergrendeld
pt_br: O volume %s está bloqueado por encriptação
ro: Volumul %s este blocat prin criptare
ru: Том %s зашифрован
tr: %s birimi şifreleme tarafından kilitlendi
uk: Том %s зашифровано

source: The two passphrase fields didn't match.
cs: Do každé z kolonek pro heslovou frázi bylo zadáno něco jiného – vyplňte je znovu a tentokrát stejně.
fr: Les deux champs de phrases de passe ne sont pas identiques.
nl: De twee wachtwoordzinvelden komen niet overeen.
pt_br: Os dois campos de frases secretas não coincidem.
ro: Cele două fraze de control nu coincid.
ru: Пароли не совпадают.
tr: İki parola alanı eşleşmedi.
uk: Паролі не співпадають.

source: RSA or DSA private key not found
cs: Nebyla nalezena soukromá část RSA nebo DSA klíče.
fr: Clef privée RSA ou DSA non trouvée
nl: RSA- of DSA-privésleutel niet gevonden
pt_br: Chave privada RSA ou DSA não encontrada
ro: Cheia privată RSA sau DSA nu a fost găsită
ru: Секретный ключ RSA или DSA не найден
tr: RSA veya DSA özel anahtarı bulunamadı
uk: Секретный ключ RSA или DSA не знайден

source: Usernames cannot exceed 17 characters for cronjobs
cs: U úloh cron nemůže délka uživatelského jména překročit 17 znaků
fr: Les noms d'utilisateurs ne peuvent pas contenir plus de 17 caractères pour l'utilisation des tâches planifiées
nl: Gebruikersnamen kunnen niet langer zijn dan 17 tekens voor cronjobs
pt_br: Nomes de usuário não podem exceder 17 caracteres para tarefas de cron.
ro: Numele utilizatorilor nu poate depăși 17 caractere pentru activități în cronjobs
ru: Имя пользователя для заданий cron не может превышать 17 символов
tr: Kullanıcı adları zamanlanmış işler için 17 karakteri geçemez
uk: Ім'я користувача для завдань cron не може перевищувати 17 символів

source: This variable already exists
cs: Tato proměnná již existuje
nl: Deze variabele bestaat al
ro: Acest variabilă există deja
ru: Эта переменная уже существует
tr: Bu değişken zaten var
uk: Ця змінна вже існує

source: System dataset pool
cs: Fond systémové datové sady
nl: Pool van systeemgegevensset
ro: Structura pool set de date sistem
ru: Том системного набора данных
tr: Sistem veri kümesi havuzu
uk: Том системного набору даних

source: Unable to migrate system dataset!
cs: Nelze přesunout systémovou datovou sadu!
nl: Kan systeemgegevensset niet migreren!
ro: Setul de date sistem nu poate fi migrat!
ru: Не удалось мигрировать системный набор данных!
tr: Sistem veri kümesi geçirilemiyor!
uk: Не вдалося мігрувати системний набір даних!

source: WebGUI HTTP Port
cs: Číslo portu webového rozhraní (HTTP přístup)
fr: Port HTTP du WebGUI
nl: HTTP-poort van WebGUI
pt_br: Porta HTTP do WebGUI
ro: Port WebGUI HTTP
ru: HTTP порт web-интерфейса
tr: WebGKA HTTP Bağlantı Noktası
uk: HTTP порт web-інтерфейсу

source: WebGUI HTTP -> HTTPS Redirect
cs: Přesměrovávat přístup protokolem HTTP na HTTPS
fr: Redirection WebGUI HTTP -> HTTPS
nl: WebGUI HTTP -> HTTPS-omleiding
ro: HTTP WebGUI -> Redirectare HTTPS
ru: HTTP -> HTTPS перенаправление WEB-интерфейса
tr: WebGKA HTTP -> HTTPS Yönlendirme
uk: HTTP -> HTTPS перенаправлення WEB-інтерфейсу

source: Redirect HTTP (port 80) to HTTPS when only the HTTPS protocol is enabled
cs: Když je umožněn přístup pouze protokolem HTTPS, přesměrovávat na něj pokusy o přístup protokolem HTTP (na výchozí port 80)
fr: Rediriger HTTP (port 80) vers HTTPS seulement lorsque le protocole HTTPS est activé
nl: HTTP (poort 80) naar HTTPS omleiden als alleen het HTTPS-protocol is ingeschakeld
ru: Перенаправлять HTTP (порт 80) на HTTPS, когда включен только HTTPS
tr: Sadece HTTPS protokolü etkinleştirildiğinde HTTP'yi (b.noktası 80) HTTPS'ye yönlendirir
uk: Перенаправляти HTTP (порт 80) на HTTPS, коли включений тільки HTTPS

source: Directory Service
cs: Adresářová služba
fr: Services d'annuaires
nl: Adreslijstservice
pt_br: Serviço de Diretório
ro: Serviciul Directory
ru: Служба каталогов
tr: Dizin Hizmeti
uk: Служба каталогу

source: Serial Port Address
cs: Adresa sériového portu
nl: Adres van seriële poort
ru: Адрес последовательно порта
tr: Seri Bağlantı Noktası Adresi
uk: Адреса послідовного порту

source: Set this to match your serial port speed
cs: Nastavte aby odpovídalo přenosové rychlosti sériového portu stroje
fr: Activer cela pour faire correspondre la vitesse du port série
nl: Stel dit in op de snelheid van uw seriële poort
pt_br: Preencha isto igual à velocidade da sua porta serial
ro: Introduceți viteza portului serial
ru: Установите это равным скорости вашего последовательного порта
tr: Seri bağlantı noktası hızınızı eşleştirmek için bunu ayarlayın
uk: Встановіть це рівним швидкості вашого послідовного порту

source: Enable report anonymous statistics
cs: Zapnout hlášení neadresných statistik
fr: Activé le rapport des statistiques anonymes
nl: Rapportage van anonieme statistieken inschakelen
pt_br: Habilitar envio de estatísticas anônimas
ro: Activare raport statistici anonime
ru: Включить отправку анонимной статистики
tr: İsimsiz istatistikleri bildirmeyi etkinleştir
uk: Включити відправку анонімної статистики

source: Redirect Stderr
cs: Přesměrovat standardní chybový výstup
fr: Rediriger la sortie d'erreur
nl: Stderr omleiden
pt_br: Redirecionar Stderr
ro: Redirectare Stderr
ru: Перенаправить вывод ошибок
tr: Standart hatayı yönlendir
uk: Перенаправити вивід помилок

source: Pre Init
cs: Před inicializací
fr: Pré-initialisation
nl: Voor initialisatie
pt_br: Pré-Inicialização
ru: До инициализации
tr: Başlatma Öncesi
uk: До iнiцiалiзацii

source: Last Name
cs: Příjmení
fr: Nom
nl: Achternaam
pt_br: Último Sobrenome
ro: Nume
ru: Фамилия
tr: Soyadınız
uk: Прізвище

source: Home Phone
cs: Telefon domů
fr: Téléphone (domicile)
nl: Telefoon thuis
pt_br: Telefone Residencial
ro: Telefon domiciliu
ru: Домашний телефон
tr: Ev Telefonu
uk: Домашній телефон

source: System Dataset
cs: Systémová datová sada
nl: Systeemgegevensset
ru: Системный набор данных
tr: Sistem Veri Kümesi
uk: Системний набір даних

source: The cron process has started
cs: Proces cron byl spuštěn
nl: Het cron-proces is gestart
ru: Процесс cron запущен
tr: Zamanlanmış işlem başladı
uk: Процес cron запущений

source: The WebGUI Address could not bind to %s; using wildcard
cs: Adresu webového rozhraní nelze navázat na %s; s použitím zástupných znaků
nl: Het WebGUI-adres kon niet aan %s worden gebonden; jokerteken wordt gebruikt
pt_br: O endereço do WebGUI não pôde ser associado a %s; usando um curinga
ro: Adresa WebGUI nu a putut fi legată la %s; folosind caracterele de substituție.
ru: Адрес web-интерфейса не может быть привязан к %s; используется шаблон
tr: WebGKA Adresi %s adresine bağlanamadı; joker karakter kullanılıyor
uk: Адреса веб-інтерфейсу не може бути прив'язаний до %s; використовується шаблон

source: The following multipaths are not optimal: %s
cs: Následující multipath zařízení nejsou optimální: %s
nl: De volgende meervoudige paden zijn niet optimaal: %s
pt_br: Os seguintes multipaths não estão otimizados: %s
ro: Următoarele căi multiple nu sînt optime: %s
ru: Следующие multipath не оптимальны: %s
tr: Şurada belirtilen çoklu yollar uygun değil: %s
uk: Наступні mulipath у не оптимальному станi: %s

source: Replication %(replication)s failed: %(message)s
cs: Replikace %(replication)s se nezdařila: %(message)s
fr: Échec de la réplication %(replication)s: %(message)s
nl: Replicatie %(replication)s mislukt: %(message)s
ru: Репликация %(replication)s не удалась: %(message)s
tr: Çoğaltma %(replication)s başarısız oldu: %(message)s
uk: Реплікація %(replication)s не вдалася: %(message)s

source: You need to upgrade the volume %s
cs: Svazek %s je třeba povýšit na novější verzi standardu
fr: Vous devez mettre à jour le volume %s
nl: U dient het volume %s te upgraden
ru: Вы должны обновить том ZFS %s
tr: %s birimini yükseltmeniz gerekiyor
uk: Ви повинні поновити том %s

source: The capacity for the volume '%(volume)s' is currently at %(capacity)d%%, while the recommended value is below 80%%.
cs: Kapacita svazku %(volume)s je v současnosti na %(capacity)d%%, doporučená hodnota je ale pod 80%%.
fr: La capacité du volume '%(volume)s' est actuellement de %(capacity)d%%, alors que la valeur recommandée est inférieure à 80%%.
nl: De capaciteit voor het volume '%(volume)s' ligt momenteel op %(capacity)d%%, terwijl de aanbevolen waarde onder de 80%% ligt.
ru: Использование тома '%(volume)s' в данный момент %(capacity)d%%, при рекомендуемом максимуме 80%%.
tr: Önerilen değer %%80'nin altında iken, '%(volume)s' biriminin kapasitesi şu anda %%%(capacity)d.
uk: Використання тома '%(volume)s' в даний момент %(capacity)d%%, при рекомендованому максимумі 80%%.

source: Add %(name)s
cs: Přidat %(name)s
nl: %(name)s toevoegen
pt_br: Adicionar %(name)s
ro: Adaugă %(name)s
ru: Добавить %(name)s
tr: %(name)s Ekle
uk: Додати %(name)s

source: FreeBSD Man Pages
cs: Manuálové stránky k systému FreeBSD
fr: Pages du manuel FreeBSD
nl: FreeBSD-handleidingspagina's
pt_br: Páginas Man do FreeBSD
ro: Pagini manual FreeBSD
ru: Страницы руководства FreeBSD
tr: FreeBSD Ana Sayfası
uk: Сторінки керівництва FreeBSD

source: Are you sure you want to delete
cs: Opravdu chcete smazat
fr: Êtes-vous sûr de vouloir supprimer ?
nl: Weet u zeker dat u het volgende wilt verwijderen:
pt_br: Tem certeza de que deseja excluir
ro: Ștergeți
ru: Вы уверены, что хотите удалить
tr: Silmek istediğinizin
uk: Ви дійсно хочете видалити

source: You must configure a default route (Network->IPv4 Default Gateway)
cs: Je třeba nastavit výchozí trasu (Síť -> IPv4 výchozí brána)
fr: Des pools de stockage sont en cours de resilver/scrub, êtes-vous bien sûr que vous voulez faire un <strong>ARRÊT SYSTÈME </strong>?
nl: U moet een standaardroute configureren (Netwerk->IPv4-standaardgateway)
pt_br: Você deve configurar uma rota padrão (Rede -> Gateway IPv4 Padrão)
ro: Trebuie să configurați o rută implicită (Rețea->Gateway implicit IPv4)
ru: Вы должны настроить шлюз по умолчанию (Сеть->Шлюз Ipv4 по умолчанию)
tr: Varsayılan yolu yapılandırmak zorundasınız (Ağ->IPv4 Varsayılan Ağ Geçidi)
uk: Ви повинні налаштувати шлюз за замовчуванням (Мережа-> Шлюз Ipv4 за замовчуванням)

source: Stop
cs: Zastavit
fr: Arrêter
nl: Stoppen:
pt_br: Parar
ru: Остановить
tr: Durdur
uk: Зупинити

source: Refresh
cs: Obnovit
fr: Actualiser
nl: Vernieuwen
pt_br: Atualizar
ro: Actualizare
ru: Обновить
tr: Yenile
uk: Оновити

source: Installed
cs: Nainstalováno
fr: Installé...
nl: Geïnstalleerd
pt_br: Instalado
ro: Instalat
ru: Установленные
tr: Yüklendi
uk: Встановленi

source: The web admin user has been removed in this release in order to unify the web and Unix authentication mechanisms.
cs: Z důvodu sjednocení mechanizmů ověřování pro webové rozhraní a pro operační systém byl v tomto vydání zrušen účet správce webového rozhraní.
fr: L'administrateur web a été supprimé dans cette version afin d'unifier le web et les mécanismes d'authentification Unix.
nl: Om het web met Unix-authenticatiemechanismen te bundelen is de webbeheergebruiker in deze versie verwijderd.
pt_br: O usuário web admin foi removido neste release a fim de unificar os mecanismos de autenticação Web e Unix.
ro: Utilizatorul admin a fost eliminat în această versiune pentru unificarea mecanismelor de autentificare web și Unix.
ru: WEB nользователь admin был удален в этом релизе для унификации WEB и UNIX аутентификации.
tr: Web yönetici kullanıcısı, web ve Unix kimlik doğrulama mekanizmalarını birleştirmek için bu yayımda kaldırılmıştır.
uk: WEB користувач admin був видалений в цьому релізі для уніфікації WEB і UNIX аутентифікації.
