Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Running these tests can substantially impact performance on a production system and are only to be used for diagnostic purposes.
cs: Spuštění těchto testů může mít po dobu jejich průběhu výrazně negativní dopad na výkon systému. Nedoporučuje se proto provádět na systému, který je v produkčním používání. Tato funkce slouží pouze pro účely diagnostiky.
nl: Het uitvoeren van deze tests kan prestaties op een productiesysteem beïnvloeden en dient alleen voor diagnostische doeleinden te worden gebruikt.
ru: Запуск этих тестов может существенно повлиять на производительность в производственной системе и может быть использован только в целях диагностики.
tr: Be denemeleri çalıştırmak büyük oranda üretim sisteminde performansı pekiştirebilir ve sadece tanılama amaçları için kullanılır.
uk: Запуск цих тестів може істотно вплинути на продуктивність у виробничій системі і може бути використаний тільки в цілях діагностики.

source: Are you sure you want to proceed?
cs: Opravdu chcete pokračovat?
nl: Weet u zeker dat u wilt doorgaan?
ru: Действительно хотите продолжить?
tr: Devam etmek istediğinize emin misiniz?
uk: Ви справді бажаєте продовжити?

source: Obey pam restrictions
cs: Řídit se omezeními pam
nl: PAM-beperkingen volgen
ro: Respectare restricții pam
ru: Соблюдать ограничения PAM
tr: Pam kısıtlamalarına uy
uk: Дотримуватися обмежень PAM

source: this parameter controls whether or not Sambashould obey PAM's account and session management directives
cs: tento parametr určuje, zda má služba Samba ctít direktivy správy relace a účtů PAM
nl: deze parameter bepaalt of Samba de instructies voor account- en sessiebeheer van PAM moet volgen
ru: Этот параметр управляет, должна ли Samba выполнять директивы управления учетными записями и сессиями PAM
tr: Bu parametre, Samba'nın PAM'ın hesabına ve oturum yönetimi yönergelerine uyup uymaması gerektiğini denetler

source: NAA...used only by the initiator
cs: NAA…použito pouze iniciátorem
nl: NAA... alleen gebruikt door de initiator
ru: NAA...используется только инициатором
tr: NAA... sadece başlatıcı tarafından kulanılır
uk: NAA...використовується тільки ініціатором

source: Enable TPC
cs: Zapnout TPC
nl: TPC inschakelen
ru: Включить TPC
tr: TPC etkinleştir
uk: Увімкнути TPC

source: Allow initiators to xcopy without authenticating to foreign targets.
cs: Umožnit iniciátorům provádět operaci xcopy bez ověřování vůči cizím cílům.
nl: Initiators mogen xcopy gebruiken zonder authenticatie bij afwijkende doelen.
ru: Разрешить инициаторам хсору на другие цели без аутентификации.
tr: Yabancı hedeflere kimlik doğrulamadan xcopy yapmak için başlatıcılara izin verir.
uk: Дозволити ініціаторам хсору на інші цілі без аутентифікації.

source: Rebuild Directory Service Cache
cs: Znovuvytvořit mezipaměť adresářové služby
nl: Adreslijstservicecache opnieuw opbouwen
ro: Recreere cache serviciu Directory
ru: Перестроить кеш службы каталогов
tr: Dizin Hizmeti Önbelleğini Yeniden Oluştur
uk: Перебудувати кеш служби каталогів

source: autorid
cs: Identifikátor na protistraně (RID) automaticky
pt_br: Autores
ru: авто-rid
uk: авто-rid

source: hash
cs: otisk
fr: Hachage
pt_br: Código
ru: Хэш
tr: adresleme
uk: Хеш

source: Range Low
cs: dolní mez rozsahu
fr: Borne inférieure
nl: Bereik laag
pt_br: Faixa baixa:
ro: Interval inferior
ru: Низ диапазона
tr: Aralık Düşük
uk: Низ діапазону

source: Range High
cs: horní mez rozsahu
fr: Borne supérieure
nl: Bereik hoog
pt_br: Faixa Alta
ro: Interval superior
ru: Верх диапазона
tr: Aralık Yüksek
uk: Верх діапазону

source: Schema Mode
cs: Režim schématu
nl: Schemamodus
ru: Схема
tr: Şema Kipi
uk: Схема

source: Defines the schema that idmap_ad should use when querying Active Directory regarding user and group information. This can be either the RFC2307 schema support included in Windows 2003 R2 or the Service for Unix (SFU) schema. For SFU 3.0 or 3.5 please choose "sfu", for SFU 2.0 please choose "sfu20". Please note that primary group membership is currently always calculated via the "primaryGroupID" LDAP attribute.
cs: Určuje schéma, které by idmap_ad mělo použít při dotazování do Active Directory ohledně informací o uživateli a skupině. Toto může být buď podpora schématu dle normy RFC 2307, obsažená ve Windows 2003 R2 nebo schéma Service for Unix (SFU – služba pro Unix). Pro SFU 3.0 nebo 3.5 zvolte „sfu“, pro SFU 2.0 zvolte „sfu20“. Nezapomeňte, že členství v hlavní skupině je v současnosti vždy určováno prostřednictvím LDAP atributu „primaryGroupID“.
nl: Definieert het schema dat idmap_ad moet gebruiken bij het raadplegen van Active Directory betreffende gebruikers- en groepsinformatie. Dit kan zowel de bijgeleverde RFC2307-schemaondersteuning in Windows 2003 R2 als het Service for Unix (SFU)-schema zijn. Kies 'sfu' voor SFU 3.0 of 3.5, kies 'sfu20' voor SFU 2.0. Houd er rekening mee dat lidmaatschap van een primaire groep momenteel altijd wordt berekend via het LDAP-kenmerk 'primaryGroupID'.
ro: Definește schema utilizată de idmap_ad pentru interogarea Active Directory pentru informații despre utilizatori și grupuri de utilizatori. Schema utilizată poate fi RFC2307 utilizată în Windows 2003 R2 sau schema Service for Unix (SFU). Pentru SFU 3.0 sau 3.5 selectați "sfu" iar pentru SFU 2.0 selectați "sfu20". Apartenența la grupul primar va fi întotdeauna calculată pe baza atributului "primaryGroupID" LDAP.
ru: Определяет схему, которую idmap_ad будет использовать при запросе к Active Directory о пользователях и группах. Это может быть либо схема RFC2307, включенная в Windows 2003 R2, или Service for Unix (SFU). Для SFU 3.0 или 3.5 выберите "sfu", для SFU 2.0 выберите "sfu20". Обратите внимание, что основная группа в настоящее время всегда получается с помощью атрибута LDAP "primaryGroupID".
tr: Kullanıcı ve grup bilgilerine ilişkin Active Directory sorgulandığında idmap_ad'nin kullanması gereken şemayı tanımlar. Bu ya Windows 2003 R2 içine dahil RFC2307 şeması desteği olabilir ya da Unix (SFU) şeması için Hizmet olabilir. SFU 3.0 veya 3.5 için lütfen "sfu" seçin, SFU 2.0 için lütfen "sfu20" seçin. Lütfen birincil grup üyeliğinin şimdilik her zaman "primaryGroupID" LDAP özniteliği aracılığıyla hesaplandığını unutmayın.
uk: Визначає схему, яку idmap_ad буде використовувати при запитах до Active Directory про користувачів та групи. Це може бути або схема RFC2307, включена в Windows 2003 R2, або Service for Unix (SFU). Для SFU 3.0 або 3.5 виберіть "sfu", для SFU 2.0 виберіть "sfu20". Зверніть увагу, що основна група в даний час завжди визначається за допомогою атрибуту LDAP "primaryGroupID".

source: Range Size
cs: Rozpětí rozsahu
nl: Grootte van bereik
pt_br: Tamanho do Registro
ro: Dimensiune domeniu
ru: Размер диапазона
tr: Aralık Boyutu
uk: Розмір діапазону

source: Defines the number of uids/gids available per domain range. The minimum needed value is 2000. SIDs with RIDs larger than this value will be mapped into extension ranges depending upon number of available ranges. If the autorid backend runs out of available ranges, mapping requests for new domains (or new extension ranges for domains already known) are ignored and the corresponding map is discarded.
cs: Určuje počet identifikátorů uid/gid, dostupných v rozsahu každé z domén. Nejnižší možná hodnota je 2000. Identifikátory SID s RID vyšším než tato hodnota budou mapovány do rozšířených rozsahů v závislosti na počtu dostupných rozsahů. Když podpůrné vrstvě autorid dojdou dostupné rozsahy, mapovací požadavky pro nové domény (nebo nové rozšířené rozsahy pro již známé domény) nejsou přijímány a příslušná mapa je zahozena.
nl: Definieert het aantal beschikbare uid's/gid's per domeinbereik. De minimaal benodigde waarde is 2000. SID's met RID's hoger dan deze waarde zullen naar uitbreidingsbereiken worden toegewezen, afhankelijk van het aantal beschikbare bereiken. Als het autorid-back-end geen bereiken meer beschikbaar heeft, worden toewijzingsaanvragen voor nieuwe domeinen (of nieuwe uitbreidingsbereiken voor reeds bekende domeinen) genegeerd en de bijbehorende map verwijderd.
pt_br: Define o número de uids/gids disponíveis por faixa de domínio. O valor mínimo necessário é 2000. SIDs com RIDs maiores que este valor serão mapeadas em faixas extensas dependendo do número de faixas disponíveis. Se o backend autorid rodar fora das faixas disponíveis, requerimentos do mapeamento para novos domínios (ou novas faixas de extensão para domínios conhecidos) são ignorados e o mapa correspondente é descartado.
ro: Definește numărul de uids/gids disponibile pentru domeniu. Valoarea minimă necesară este 2000. Valori SIDs cu RIDs mai mari ca această valoare vor fi mapate într-un interval extins dependent de numărul intervalelor disponibile. Dacă modulul autorid rulează înafara intervallelor disponibile maparea noilor domenii (sau noilor extensii pentru domeniile deja cunoscute) va fi ignorată și harta corespunzătoare va fi ștearsă.
ru: Определяет количество UID / GID доступных в диапазоне домена. Минимальное значение составляет 2000. Идентификаторы с RID большим чем это значение будут отображаться в диапазоны расширения. Если autorid бэкэнд исчерпает доступные диапазоны, запросы отображения для новых доменов (или новых диапазонов расширения для уже известных доменов) игнорируются, и соответствующее отображение отбрасывается.
tr: Etki alanı başına kullanılabilir uids/gids sayısını tanımlar. En az gereken değer 2000'dir. Bu değerden daha büyük RID'ler ile SID'ler, mevcut aralıkların sayısına bağlı olarak uzantı aralıları içinde eşlenecektir. Eğer autorid arka ucu mevcut aralıkların dışında çalışırsa, yeni etki alanları (veya zaten bilinen etki alanlarının yeni uzantı aralıkları) için eşleme istekleri yoksayılır ve karşılık gelen eşleme çıkarılır.
uk: Визначає кількість UID / GID доступних в діапазоні домену. Мінімальне значення становить 2000. Ідентифікатори з RID більшим ніж це значення будуть відображатися в діапазони розширення. Якщо autorid бекенд вичерпає доступні діапазони, запити відображення для нових доменів (або нових діапазонів розширення для вже відомих доменів) ігноруються, і відповідне відображення відкидається.

source: Turn the module into read-only mode. No new ranges will be allocated nor will new mappings be created in the idmap pool.
cs: Přepnout modul do režimu pouze pro čtení. Nebudou přidělovány žádné nové rozsahy ani vytvářena nová mapování ve fondu idmap.
fr: Passe le module en mode lecture seule. Aucun nouvel interval ne sera alloué et aucun nouveau montage ne sera créé dans l'outil idmap.
nl: De module in alleen-lezenmodus zetten. Er worden geen nieuwe bereiken toegewezen of nieuwe toewijzingen in de idmap-pool aangemaakt.
pt_br: Vire o módulo em modo de somente leitura. Não há novas faixas serão alocados nem novos mapeamentos ser criado na piscina idmap.
ro: Trece în modul doar-citire. Nu va mai fi alocat niciun nou domeniu și nici nu vor mai fi create alte mapări în idmap pool.
ru: Переключить модуль в режим только для чтения. Не будет выделено новых диапазонов и отображения.
tr: Modülü salt-okunur kipine döndürün. Ne yeni aralıklar ayrılayacaktır ne de idmap havuzunda yeni eşlemeler oluşturulacaktır.
uk: Переключити модуль в режим тільки для читання. Нових діапазонів і відображеннь створюватись не буде.

source: Ignore Builtin
cs: Nevšímat si vestavěné
nl: Ingebouwde negeren
pt_br: Ignorar Builtin
ro: Ignoră domeniu implicit
ru: Игнорировать BUILTIN
tr: Yerleşik Olanı Yoksay
uk: Ігнорувати BUILTIN

source: Ignore any mapping requests for the BUILTIN domain.
cs: Nevšímat si jakýchkoli mapovacích požadavků pro doménu BUILTIN (vestavěná).
fr: Ignore les requêtes de montage du domaine intégré.
nl: Toewijzingsaanvragen voor het INGEBOUWDE domein negeren.
pt_br: Ignore qualquer requisição de mapeamento para domínios internos.
ro: Ignoră orice cerere de mapare pentru domeniul BUILTIN.
ru: Игнорировать любые запросы маппинга для домена BUILTIN.
tr: YERLEŞİK etki alanı için herhangi bir eşleme isteğini yoksayar.
uk: Ігнорувати будь-які запити маппінга для домену BUILTIN.

source: Name Map
cs: Mapa názvů
nl: Naamtoewijzing
ro: Numa mapare
ru: Соответствие имен
tr: Ad Eşlemesi
uk: Мапа імен

source: Specifies the absolute path to the name mapping file used by the nss_info API. Entries in the file are of the form "unix name = qualified domain name". Mapping of both user and group names is supported.
cs: Je úplným popisem umístění souboru s mapou názvů, používanou aplikačním programovým rozhraním (API) nss_info. Položky v souboru mají podobu „unixový název = kvalifikovaný doménový název“. Podporováno je mapování jak uživatelů, tak skupin.
fr: Specifie le chemin absolu vers le fichier de nom de montage utilisé par l'API nss_info. Les entrées de ce fichier doivent etre au format "nom unix=nom de domaine qualifié". Le montage des noms d'utilisateur et de groupe est supporté.
nl: Geeft het absolute pad naar het naamtoewijzingsbestand aan dat door de nss_info-API wordt gebruikt. Vermeldingen in het bestand hebben de vorm 'unix name = qualified domain name'. Toewijzing van zowel gebruikers- als groepsnamen wordt ondersteund.
pt_br: Especifica o caminho absoluto para o arquivo de mapeamento de nome usado pelo API nss_info. Entradas no arquivo são da forma "name = unix nome de domínio qualificado". Mapeamento de nomes de usuários e grupos, tanto é suportado.
ro: Specifică calea absolută către fișierul de mapare utilizat de nss_info API. Înregistrările din fișier sânt de forma "unix name = qualified domain name". Sânt suportate și numele de utilizatori și cele de grupuri.
ru: Указывает абсолютный путь к файлу соответствия имен, используемому nss_info API. Записи в файле имеют вид "Unix имя = доменное имя". Поддерживается отображение как именами пользователей, так и групп.
tr: Nss_info API tarafından kullanılan ad eşleme dosyasına tam yolu belirler. Dosyadaki girişler "unix adı = nitelikli etki alanı adı" formunundur. Her iki kullanıcı ve grup adlarının eşlemesi desteklenir.
uk: Вказує абсолютний шлях до файлу відповідності імен, використовуваному nss_info API. Записи у файлі мають вигляд "Unix ім'я = доменне ім'я". Підтримується відображення як імен користувачів, так і груп.

source: Hash Idmap
cs: Idmap otisku

source: Defines the directory base suffix to use for SID/uid/gid mapping entries. If not defined, idmap_ldap will default to using the "ldap idmap suffix" option from smb.conf.
cs: Určuje základní adresářovou příponu pro položky mapování SID/uid/gid. Pokud není zadáno, idmap_ldap použije hodnotu volby „ldap idmap suffix“ ze smb.conf
fr: Définit le suffixe du répertoire de base à utiliser pour les entrées de montage SID/uid/gid. S'il n'est pas défini, idmap_ldap utilisera par défaut l'option "suffixe ldap idmap" de smb.conf
nl: Definieert het te gebruiken bestandsmapachtervoegsel voor SID-/uid-/gid-toewijzingsvermeldingen. Wanneer niet gedefinieerd, zal idmap_ldap standaard de optie 'ldap idmap suffix' van smb.conf gebruiken.
pt_br: Define o sufixo base de diretório usado para entradas SID / uid / gid mapeamento. Se não definido, idmap_ldap será o padrão para usar a opção "ldap idmap sufixo" do smb.conf.
ro: Definește sufixul de bază pentru directoare utilizat pentru înregistrările SID/uid/gid. Dacă nu este definit, idmap_ldap va utiliza implicit opțiunea "ldap idmap suffix" din smb.conf.
ru: Определяет базовый суффикс каталога для SID / UID / GID записей. Если не определен, idmap_ldap по умолчанию будет использовать опцию "ldap idmap suffix" из smb.conf.
tr: SID/uid/gid eşleme girişleri için kullanılmak üzere dizin tabanlı soneki tanımlar. Eğer tanımlanmadıysa, idmap_ldap smb.conf dosyasından gelen "ldap idmap suffix" seçeneğini varsayılan olarak kullanacak.
uk: Визначає базовий суфікс каталогу для SID/uid/gid записів. Якщо не визначений, idmap_ldap за замовчуванням буде використовувати опцію "ldap idmap suffix" з smb.conf.

source: User DN
cs: Rozlišené jméno (DN) uživatele
fr: Identifiant utilisateur
nl: DN van gebruiker
ro: DN utilizator
ru: DN пользователя
tr: Kullanıcı DN
uk: DN користувача

source: Defines the user DN to be used for authentication. The secret for authenticating this user should be stored with net idmap secret (see net(8)). If absent, the ldap credentials from the ldap passdb configuration are used, and if these are also absent, an anonymous bind will be performed as last fallback.
cs: Určuje rozlišené jméno (DN) uživatele, použitého pro ověření. Heslo pro ověření tohoto uživatele by mělo být uloženo pomocí net idmap secret (viz manuálová stránka net(8)). Pokud chybí, jsou použity přihlašovací údaje z nastavení ldap passdb, a pokud chybí i ty, bude (jako poslední možnost) provedeno anonymní spojení.
fr: Définit le DN utilisateur à utiliser pour l'authentification. Le secret pour authentifier cet utilisateur doit être enregistré avec le secret net idmap (voir net(8)). En cas d'absence, les droits ldap de la configuration ldap passdb seront utilisés, et s'ils sont également absents, un accès anonyme sera effectué en dernier recours.
nl: Definieert de te gebruiken DN van de gebruiker voor authenticatie. Het geheim voor authenticatie van deze gebruiker dient met 'net idmap secret' te worden opgeslagen (zie net(8)). Wanneer afwezig, worden de ldap-referenties van de ldap-passdb-configuratie gebruikt, en als deze ook ontbreken, wordt als laatste terugvalactie een anonieme binding uitgevoerd.
pt_br: Define o DN do usuário a ser usado para autenticação. O segredo para autenticar este usuário deve ser armazenado com segredo idmap líquido (ver net (8)). Se ausente, as credenciais LDAP a partir da configuração do ldap passdb são usados, e se estes também estão ausentes, uma ligação anônima será realizada a última alternativa.
ro: Definește DN-ul utilizatorului pentru autentificare.
ru: Определяет DN пользователя, который будет использоваться для проверки подлинности. Секрет для аутентификации этого пользователя должен храниться с секретом net idmal (см. net(8)). Если отсутствует, используются реквизиты LDAP из конфигурации ldap passdb, и если они также отсутствуют, будет выполнено анонимное подключение.
tr: Kimlik doğrulaması için kullanılacak kullanıcı DN'ini tanımlar. Kimlik doğrulayan bu kullanıcı için gizli anahtar net idmap secret ile saklanmalıdır (net(8) bakın). Eğer yoksa, ldap passdb yapılandırmasından ldap kimlik bilgileri kullanılır, ve bunlar yine yoksa, bir isimsiz bağlama son geri dönüş olarak gerçekleştirilecektir.
uk: Визначає DN користувача, який буде використовуватися для аутентифікації. Секрет для аутентифікації цього користувача повинен зберігатися з секретом idmap мережі (див. net(8)). Якщо відсутній, використовуються реквізити LDAP з конфігурації ldap passdb, і якщо вони також відсутні, буде виконано анонімне підключення.

source: Specifies the LDAP server to use for SID/uid/gid map entries.
cs: Určuje LDAP server, který má být použit pro položky mapování SID/uid/gid.
fr: Spécifie quel serveur LDAP doit être interrogé pour obtenir les éléments SID/uid/gid.
nl: Geeft de te gebruiken LDAP-server aan voor SID-/uid-/gid-toewijzingsvermeldingen.
pt_br: Especifica o servidor LDAP a ser usado para SID / uid / gid entradas do mapa.
ro: Specifică serverul LDAP de utilizat pentru înregistrările SID/uid/gid.
ru: Указывает LDAP сервер для преобразования SID/uid/gid.
tr: SID/uid/gid eşleme girişlerini kullanmak için LDAP sunucusunu belirler.
uk: Вказує LDAP сервер для перетворення SID/uid/gid.

source: Defines the type of LDAP server to use. This can either be the LDAP server provided by the Active Directory server (ad) or a stand-alone LDAP server.
cs: Určuje typ LDAP serveru, který má být použit. Může to být buď LDAP server poskytovaný v rámci Active Directory (AD) nebo samostatný LDAP server.
nl: Definieert het te gebruiken type LDAP-server. Dit kan de LDAP-server zijn die door de Active Directory-server (ad) wordt geleverd, of een zelfstandige LDAP-server.
ru: Определяет тип LDAP сервера. Это может быть или сервер LDAP предоставленный Active Directory (AD) или отдельный LDAP-сервера.
tr: Kullanmak için LDAP sunucusunun türünü tanımlar. Bu ya Active Directory sunucusu (ad) tarafından sağlanan LDAP sunucusu ya da tek başına bir LDAP sunucusu olabilir.
uk: Визначає тип LDAP-сервера. Це може бути або сервер LDAP, наданий Active Directory (ad) або окремий LDAP-сервера.

source: stand-alone
cs: samostatné
fr: autonome
nl: zelfstandig
ro: de sine stătător
ru: отдельный
tr: tek başına
uk: отремий

source: User Bind Path
cs: Spojovací cesta k uživatelům
nl: Bindpad van gebruiker
pt_br: Caminho de ligação para usuário
ro: Calea utilizator
tr: Kullanıcı Bağlama Yolu

source: Specifies the bind path where user objects can be found in the LDAP server.
cs: Určuje, kde se na LDAP serveru nacházejí objekty, představující uživatele.
nl: Geeft het bindpad aan waar gebruikersobjecten zijn te vinden in de LDAP-server.
pt_br: Especifique o caminho de ligação onde os objetos de usuário podem ser achados no servidor LDAP.
ru: Задает путь привязки, где пользовательские объекты можно найти на сервере LDAP.
tr: Kullanıcı nesnelerinin bulanabildiği LDAP sunucusunda bağlama yolunu belirler.
uk: Задає шлях прив'язки, де користувальницькі об'єкти можна знайти на сервері LDAP.

source: Group Bind Path
cs: Spojovací cesta ke skupinám
nl: Bindpad van groep
tr: Grup Bağlama Yolu

source: Specifies the bind path where group objects can be found in the LDAP server.
cs: Určuje, kde se na LDAP serveru nacházejí objekty, představující skupiny.
nl: Geeft het bindpad aan waar groepsobjecten zijn te vinden in de LDAP-server.
pt_br: Especifique o caminho de ligação onde o grupo de objetos podem ser achados no servidor LDAP.
ru: Задает путь привязки, где объекты групп можно найти на сервере LDAP.
tr: Grup nesnelerinin bulanabildiği LDAP sunucusunda bağlama yolunu belirler.
uk: Задає шлях прив'язки, де об'єкти груп можна знайти на сервері LDAP.

source: User CN
cs: Obecné jméno (CN) uživatele
nl: CN van gebruiker
ro: CN utilizator
tr: Kullanıcı CN
uk: CN користувача

source: Query cn attribute instead of uid attribute for the user name in LDAP.
cs: U uživatelských jmen v LDAP adresáři dotazovat na atribut obecné jméno (CN) namísto atributu identifikátor uživatele (UID).
fr: Demande l'attribut cn plutôt que l'attribut uid pour le nom d'utilisateur LDAP.
nl: Cn-kenmerk in plaats van uid-kenmerk opzoeken voor de gebruikersnaam in LDAP.
pt_br: Consulta atributo cn em vez de atributo uid para o nome do usuário no LDAP.
ro: Solicită atributul cn în loc de uid pentru numele utilizatorului în LDAP.
ru: Запрашивать атрибут cn вместо атрибута uid в роли имени пользователя из LDAP.
tr: LDAP içindeki kullanıcı adları için uid özniteliği yerine cn özniteliğini sorgular.
uk: Запитувати атрибут cn замість атрибута uid в ролі імені користувача з LDAP.

source: CN Realm
cs: Oblast obecného názvu (CN Realm)
ro: Realm CN
ru: CN Область
tr: CN Erişim Alanı
uk: CN Область

source: Append @realm to cn for groups (and users if user_cn is set) in LDAP.
cs: V LDAP adresáři připojit k cn skupin (a uživatelů, pokud je nastaveno user_cn) @oblast.
fr: Ajoute @realm au cn pour les groupes (et les utilisateurs si l'attribut user_cn est défini) dans l'annuaire LDAP.
nl: Voeg @realm toe aan cn voor groepen (en gebruikers als user_cn is ingesteld) in LDAP.
ro: Adaugă @realm la cn pentru grupuri (și utilizatori dacă opțiunea user_cn este activă) în LDAP.
ru: Добавлять @realm к cn для групп (и пользователей если установлен user_cn) в LDAP.
tr: LDAP içindeki @realm'i gruplar (ve user_cn ayarlıysa kullanıcılar) için cn'e ilave eder.
uk: Додават @realm до cn для груп (і користувачів якщо встановлено user_cn) в LDAP.

source: LDAP Domain
cs: LDAP doména
nl: LDAP-domein
pt_br: Domínio LDAP
ro: Domeniu LDAP
ru: Домен LDAP
tr: LDAP Etki Alanı
uk: Домен LDAP
