Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Cron Jobs
cs: naplánované úlohy
es: Tareas programadas
fr: Tâches Cron
nl: Tijdgebonden scripts
pt: Tarefas Agendadas
pt_br: Tarefas do Cron
ro: Acțiuni programate
ru: Задания Cron
sr: Cron zadaci
sv: Cron Jobb
tr: Zamanlanmış İşler
uk: Завдання Cron

source: IP Address or hostname
ca: Direcció IP o nom del host
cs: IP adresa nebo název počítače
de: IP Adresse oder Hostname
es: Dirección IP o Nombre de host
fr: Adresse IP ou nom d'hôte
nl: IP-adres of hostnaam
pl: Adres IP lub nazwa hosta
pt: Endereço IP ou hostname
pt_br: Endereço IP ou hostname
ro: Adresă IP sau nume sistem
ru: IP-адрес или имя хоста
sk: IP adresa alebo názov
sr: IP adresa ili ime hosta
sv: IP-adress eller värdnamn
tr: IP Adresi veya anamakine adı
uk: IP-адреса або ім'я хоста

source: Remote Module Name
ca: Nom del mòdul remot
cs: Název modulu na protistraně
de: Entfernter Rechnername
es: Nombre del modulo remoto
fr: Nom du module distant
nl: Naam van externe module
pt: Nome do Módulo Remoto
pt_br: Nome Hostname Remoto
ro: Nume modul remote
ru: Имя удалённого модуля
sk: Názov vzdialeného modulu
sr: Ime udaljenog modula
sv: Insticks modulnamn
tr: Uzak Modül Adı
uk: Ім'я віддаленого модуля

source: Name of the module defined in the remote rsync daemon
cs: Název modulu, určeného ve službě rsync na protistraně
de: Name des Moduls wie im Remote-rsync-Daemon definiert
es: Nombre del modulo definido en el demonio de Rsync remoto
fr: Nom du module défini dans le démon rsync distant
nl: Naam van de in de externe rsync-daemon gedefinieerde module
pt_br: Nome do módulo definido no rsync daemon remoto
ro: Numele modulului definit în daemonul rsync remote
ru: Имя модуля, указанное в удалённом rsync демоне
sr: Naziv modula definisanog u udaljenom rsync demonu
sv: Namn på modulen som fastställs i fjärr rsync-demonen
tr: Uzak rsync arka plan programında tanımlı modülün adı
uk: Ім'я модуля, визначене в віддаленому Rsync демоні

source: Remote Path
cs: Umístění na protistraně
de: Entferntes Verzeichnis
es: Ruta remota
fr: Chemin distant
nl: Extern pad
pt_br: Caminho Remoto
ro: Cale remote
ru: Удаленный путь
sr: Udaljena putanja
sv: Fjärr sökväg
tr: Uzak Yol
uk: Віддалений шлях

source: Path on remote host to rsync to, e.g. /mnt/tank
cs: Popis umístění na protistraně pro rsync, např. /mnt/zasobnik
de: Zu syncronisierender Pfad auf dem entfernten Rechner, z.B. /mnt /tank
es: Ruta en el servidor remoto para rsync, Ej: /mnt/midisco
fr: Chemin sur l'hôte distant vers lequel faire un rsync, e.g. /mnt/tank
nl: Pad op externe host voor rsync, bv. /mnt/tank
pt_br: Caminho no host remoto para, ex.: /mnt/tank
ro: Calea în sistemul remote pentru rsync, ex. /mnt/tank
ru: Путь на удалённом хосте для rsync, напимер, /mnt/tank
sr: Put na udaljenom računaru ka rsync do, npr. /mnt/tank
sv: Sökväg till rsync på fjärrvärd, t.ex /mnt/tank
tr: Uzak anamakinede rsync çalıştırmak için yol, örn. /mnt/tank
uk: Шлях на віддаленому хості для Rsync тобто /mnt/tank наприклад

source: Direction
cs: Směr
de: Richtung
es: Dirección
nl: Richting
pt_br: Direção
ro: Direcție
ru: Напавление
sr: Smer
sv: Riktning
tr: Yön
uk: Напрямок

source: Push - From local to remote machine. Pull - From remote to local machine.
cs: Odesílat – z místního na vzdálený stroj. Přijímat – ze vzdáleného na místní stroj.
de: Push: Vom lokalen zum entfernten Rechner. Pull: Vom entfernten auf den lokalen Rechner.
es: Enviar - Desde una máquina local a una remota. Recuperar - Desde una máquina remota a una local.
fr: Pousser - Local vers la machine distante. Récupérer - De la machine distante vers local.
nl: Push - van lokale naar externe machine. Pull - van externe naar lokale machine.
pt_br: Puxe - Do local para computador Remoto. Puxe - Do computador remoto para o computador local.
ro: Push - De la sistemul local la cel remote. Pull - de la sistemul remote la cel local.
ru: Push - с локальной на удалённую машину. Pull - с удалённой на локальную машину.
sr: Gurnuti - Sa lokalne do udaljene mašine. Povuci - Sa udaljene do lokalne mašine.
sv: Tryck - Från lokal till fjärrdator. Drag - Från fjärrdator till den lokala datorn.
tr: Yolla - Yerelden uzak makineye. Al - Uzaktan yerel makineye.
uk: Push - з локальної на віддалену машину. Pull - з віддаленої на локальну машину.

source: Recurse into directories
ca: recurs dels directoris
cs: Včetně podsložek
de: Unterverzeichnisse einbeziehen
es: Entrar en los directorios
fr: Parcours récursif des répertoires
nl: Alle submappen meenemen
pt: Pesquisa em diretórios
pt_br: Recursos de diretório
ro: Recursiv în foldere
ru: Рекурсия в каталогах
sk: Rekurzívne v/do zložiek
sr: Rekurzivno u direktorijume
sv: Rekursivt i kataloger
tr: Dizinlerin içinde yineler
uk: Рекурсія в каталогах

source: Times
ca: Temps
cs: Časy
de: Zeiten
es: Tiempo
fr: Dates
nl: Aantal keer
pt: Vezes
pt_br: Tempo
ro: Ori
ru: Время
sk: Časy
sr: Puta
sv: Gånger
tr: Zamanlar
uk: Час

source: Preserve modification times
ca: Preservar temps de modificació
cs: Zachovat časy úprav
de: Änderungszeiten aufbewahren
es: Preservar atributos (fecha/hora de modificación)
fr: Préserver les dates de modification
nl: Wijzigingstijden behouden
pt: Preservar modificação
pt_br: Preservar modificação
ro: Păstrare timp modificare
ru: Сохранять время изменения
sk: Zachovať čas modifikácie
sr: Očuvaj modifikaciona vremena
sv: Bevara modifiering tider
tr: Değişiklik zamanlarını korur
uk: Захистити зміна часу

source: Compress
ca: Compressió
cs: Komprimovat
de: Komprimierungsgrad
es: Compresión
fr: Compresser
nl: Comprimeren
pt: Comprimir
pt_br: Nível de compressão
ro: Compresie
ru: Сжатие
sk: Komprimovať
sr: Komprimovati
sv: Komprimera
tr: Sıkıştır
uk: Стиснення

source: Compress data during the transfer
ca: Compressió de dades durant la transferència
cs: Komprimovat data během přenosu
de: Komprimiere Daten während des Transfers.
es: Comprimir los datos durante la transferencia
fr: Compresser les données pendant le transfert
nl: Gegevens comprimeren tijdens de overdracht
pt: Comprimir dados durante a tranferência
pt_br: Comprimir dados na transferência
ro: Compresie date la transfer
ru: Сжимать данные при передаче
sk: Komprimovať dáta počas prenosu
sr: Komprimuj podatke tokom prenosa
sv: Komprimera data under överföringen
tr: Veriyi aktarım sırasında sıkıştırır
uk: Стиснення даних при передачі

source: Archive
ca: Arxiu
cs: Archiv
de: Archiv
es: Archivo
fr: Archivage
nl: Archiveren
pt: Arquivos
pt_br: Arquivo
ro: Arhivă
ru: Архив
sk: Archív
sr: Arhiva
sv: Arkiv
tr: Arşiv
uk: Архів

source: Archive mode
ca: Mode d'arxiu
cs: Archivní režim
de: Archivmodus
es: Modo de archivo
fr: Mode archivage
nl: Archiefmodus
pt: Modo de arquivo
pt_br: Arquivos ativos
ro: Mod arhivare
ru: Режим архивации
sk: Archívny mód
sr: Režim arhiviranja
sv: Arkiv läge
tr: Arşiv kipi
uk: Режим архівації

source: Delete
ca: Esborrar
cs: Smazat
de: Löschen
es: Borrar
fr: Supprimer
nl: Verwijderen
pl: Usuń
pt: Eliminar
pt_br: Excluir
ro: Ştergere
ru: Удалить
sk: Vymazať
sr: Izbriši
sv: Radera
tr: Sil
uk: Видалити

source: Delete files on the receiving side that don't exist on sender
ca: Esborra els fitxers al cantó que els reb si no existeixen al cantó que els envia
cs: Na přijímající straně smazat ty soubory, které neexistují na straně odesílající
de: Löscht Dateien auf der Empfangsseite, welche nicht auf der Sender-Seite existierten
es: Borrar los ficheros del lado receptor que no existan en el lado emisor
fr: Supprimer les fichiers qui n'existent pas chez l'émetteur
nl: Bestanden aan de ontvangende zijde die niet bij verzender bestaan verwijderen
pt: Apagar ficheiros no lado do receptor que não existem no remetente
pt_br: Excluir arquivos no lado do receptor que não existem no remetente
ro: Ștergere fișiere pe partea de recepție care nu există la expeditor
ru: Удалить на принимающей стороне файлы отсутствующие на отправителе
sk: Zmazať súbory na prijímajucej strane, ktoré neexistujú u odosielateľa
sr: Obrisati datoteke na prijemnoj strani koje ne postoje kod pošiljaoca
sv: Ta bort filer på den mottagande sidan som inte finns på avsändarens
tr: Alınan tarafta göndereni olmayan dosyaları siler
uk: Видалити файли на приймаючій стороні, не впливає на відправника

source: Suppress non-error messages
ca: Eliminar els missatges que ni siguin d'error
cs: Zobrazovat pouze chyby a ostatní hlášení potlačit
de: Unterdrückt Meldungen, die keine Fehler beinhalten
es: Borrar los mensajes que no sean de Error
fr: N'afficher que les messages d'erreurs
nl: Niet-foutberichten onderdrukken
pt: Suprimir as mensagens sem erro
pt_br: Suprimir mensagens sem erros
ro: Eliminare mesaje non-eroare
ru: Скрыть сообщения не содержащие ошибок
sk: Potlačiť nechybové správy
sr: Ne prikazuj poruke koje nisu greške
sv: Utelämna icke felmeddelanden
tr: Hata olmayan iletileri göstermez
uk: Приховати повідомлення що не містять помилок

source: Preserve permissions
ca: Mantenir Permissos
cs: Zachovat přístupová práva
de: Berechtigungen vererben
es: Mantener Permisos
fr: Préserver les permissions
nl: Machtigingen behouden
pt: Preservar permissões
pt_br: Preservar permissões
ro: Păstrare permisiuni
ru: Сохранить права
sk: Zachovať práva
sr: Očuvaj dozvole
sv: Bevara rättigheter
tr: İzinleri koru
uk: Збережіть дозволи

source: This option causes the receiving rsync to set the destination permissions to be the same as the source permissions
ca: Aquesta opció fa que l'rsync posi els permissos al destí iguals als de la font
cs: Tato volba zařídí, aby nástroj rsync upravil přístupová práva v cíli tak, aby byla stejná jako ta na zdroji
de: Diese Option veranlasst den empfangenden rsync, die Zielrechte auf den gleichen Stand wie die Quellrechte zu setzen.
es: Está opción hace que RSync utilice los mismos permisos en en el destino que en el origen
fr: Cette option indique au rsync récepteur qu'il doit définir les mêmes permissions que celles de la source
nl: Deze optie zorgt ervoor dat de ontvangende rsync de doelmachtigingen hetzelfde instelt als de bronmachtigingen
pt: Esta opção faz com que a repeção rsync defina que as permissões de destino sejam iguais as de origem
pt_br: Esta opção faz com que o recebimento rsync defina que as permissões de destino sejam iguais as de origem
ro: Această opțiune detemină rsync să seteze aceleași permisiuni ca la sursă
ru: Rsync установливает получателю такие же права, как у источника
sk: Táto voľba spôsobí, že prichádzajúci rsync nastaví cieľové oprávnenia na také isté, ako zdrojové oprávnenia
sr: Ova opcija uzrokuje da primjemni rsync podesi odredišne dozvole da budu iste kao dozvole izvora
sv: Det här alternativet gör det mottagande rsync att ställa in destinationen behörigheter att vara samma som källa behörigheter
tr: Bu seçenek hedef izinlerin kaynak izinler ile aynı olmasını sağlayan ayarlama için rsync almaya neden olur
uk: Rsync ставить такі ж права, як у джерела

source: Preserve extended attributes
ca: Mantenir els atributs estesos
cs: Zachovat rozšířené atributy
de: Erweiterte Attribute beibehalten
es: Mantener atributos extendidos
fr: Préserver les attributs étendus
nl: Uitgebreide kenmerken behouden
pt: Preservar atributos extendidos
pt_br: Preserve atributos
ro: Păstrare atribute extinse
ru: Сохранять расширенные атрибуты
sk: Zachovať rozšírené atribúty
sr: Sačuvati proširene atribute
sv: Bevara utökade attribut
tr: Genişletilmiş öznitelikleri koru
uk: Зберігати розширені атрибути

source: This option causes rsync to update the remote extended attributes to be the same as the local ones
ca: Aquesta opció fa que l'Rsync actualitzi els atributs estesos remots com els locals
cs: Tato volba zařídí, aby nástroj rsync upravil rozšířené atributy na protistraně tak, aby byly stejné jako ty místní
de: Diese Option veranlasst rsync, die erweiterten Attribute des Remote-Systems anhand der Werte des lokalen Status zu aktualisieren
es: Esta opción actualiza los atributos extendidos remotos para que sean identicos a los locales
fr: Cette option indique à rsync qu'il doit mettre à jour les attributs étendus distants pour être les mêmes que localement
nl: Deze optie zorgt ervoor dat rsync de uitgebreide kenmerken aan de andere zijde hetzelfde instelt als die aan de lokale zijde
pt: Esta opção faz com que o rsync actualize os atributos remotos para que sejam iguais aos atributos locais
pt_br: Esta opção faz com que o rsync atualize os atributos remotos para que sejam iguais aos atributos locais
ro: Această opțiune detemină rsync să actualizeze atributele extinse la sistemul remote după cele locale
ru: Rsync обновит расширенные атрибуты получателя до тех что установлены здесь
sk: Táto voľba spôsobí, že rsync aktualizuje vzdialené rozšírené atribúty na také isté, ako lokálne
sr: Ova opcija čini da rsync ažurira udaljene proširene atribute da budu isti kao i lokalni
sv: Det här alternativet får rsync för att uppdatera de avlägsna utökade attribut att vara desamma som de lokala sådana
tr: Bu seçenek uzak genişletilmiş özniteliklerin yerel olanlar ile aynı olmasını sağlayan güncelleme için rsync'e neden olur
uk: Rsync оновить розширені атрибути, як у локальних

source: Extra options to rsync command line (usually empty)
ca: Opcions extra de comandaments rsync (normalment buit).
cs: Další možnosti příkazového řádku pro nástroj rsync (obvykle prázdné)
de: Zusätzliche Optionen für Rsync für die Kommandozeile (üblicherweise keine).
es: Opciones extras de RSync (Normalmente Vacío)
fr: Options supplémentaires à passer à la ligne de commande rsync (habituellement vide).
nl: Extra opties voor rsync-opdrachtregel (meestal leeg)
pt: Opção extra para linha de comando rsync (normalmente vazia)
pt_br: Opção extra para linha de comando rsync (normalmente vazia)
ro: Opţiuni suplimentare pentru linia de comandă rsync (de obicei fără).
ru: Дополнительные параметры командной строки rsync (обычно пусто)
sk: Dodatoćné voľby pre rsync príkazový riadok (obvykle prázdne)
sr: Dodatne opcije za rsync komandnu liniju (obično prazno)
sv: Extra optioner till rsync kommandoraden (är vanligtvis tom)
tr: Rsync komut satırına ek seçenekler (genellikle boş)
uk: Додаткові параметри для Rsync командного рядка (як правило, порожній)

source: Rsync Task
cs: rsync úlohu
de: Rsync Aufgaben
es: Tareas RSync
fr: Tâche Rsyncs
nl: Rsync-taak
pt: Tarefa Rsync
pt_br: Tarefas de Rsyncs
ro: Acțiune rsync
ru: Задание Rsync
sr: Rsync Zadatak
sv: Rsync uppgift
tr: Rsync Görevi
uk: Завдання Rsync

source: Rsync Tasks
cs: rsync úlohy
de: Rsync Aufgaben
es: Tareas RSyncs
fr: Tâches Rsyncs
nl: Rsync-taken
pt: Tarefas Rsync
pt_br: Tarefas de Rsyncs
ro: Acțiuni rsync
ru: Задания Rsync
sr: Rsync Zadaci
sv: Rsync uppgifter
tr: Rsync Görevleri
uk: Завдання Rsync

source: S.M.A.R.T. Test
cs: test S.M.A.R.T.
es: Test S.M.A.R.T.
fr: Test S.M.A.R.T.
pt: S.M.A.R.T. Teste
pt_br: Teste S.M.A.R.T.
ro: Test S.M.A.R.T.
ru: Тест S.M.A.R.T.
tr: S.M.A.R.T. Denemesi
uk: Тест S.M.A.R.T.

source: S.M.A.R.T. Tests
cs: testy S.M.A.R.T.
es: Prueba S.M.A.R.T.
fr: Tests S.M.A.R.T.
pt: Testes S.M.A.R.T
pt_br: S.M.A.R.T. Testes
ro: Teste S.M.A.R.T.
ru: Тесты S.M.A.R.T.
sr: S.M.A.R.T. Testovi
sv: S.M.A.R.T. Tester
tr: S.M.A.R.T. Denemeleri
uk: Тести S.M.A.R.T.

source: Variable
cs: Proměnná
de: Veränderbar
nl: Variabele
pt: Variável
pt_br: Variável
ro: Variabil
ru: Переменная
sr: Promenljiva
sv: Variabel
tr: Değişken
uk: Змінна

source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
nl: Waarde
pt: Valor
pt_br: Valor
ro: Valoare
ru: Значение
sr: Vrednost
sv: Värde
tr: Değer
uk: Значення

source: Sysctls
cs: sysctl
tr: Sysctl'ler

source: Tunable
cs: vyladitelné
de: Feinabstimmung
es: Ajuste (Tunable)
fr: Réglage
nl: Afstembaar
ro: Reglabil
ru: Параметр настройки
sv: Inställbar
tr: Ayarlayıcı
uk: Настроюваний

source: Tunables
cs: vyladění
de: anpassbare Parameter
es: Ajustes (Tunables)
fr: Réglages
nl: Afstembare parameters
ro: Optimizări
ru: Параметры настройки
sv: Inställbara
tr: Ayarlayıcılar
uk: Параметри налаштування

source: System
ca: Sistema
cs: Systém
es: Sistema
fr: Système
nl: Systeem
pt: Sistema
pt_br: Sistema
ro: Sistem
ru: Система
sk: Systém
sr: Sistem
tr: Sistem
uk: Система

source: Reporting
ca: Reportant
cs: Grafy
de: Berichte
es: Informe
fr: Rapport
nl: Rapportage
pl: Raportowanie
pt: Reportar
pt_br: Relatórios
ro: Rapoarte
ru: Отчёты
sk: Reportovanie
sr: Izveštavanje
sv: Rapportering
tr: Raporlama
uk: Звіт

source: System Information
ca: Informació del sistema
cs: Informace o systému
de: Systeminformationen
es: Información del Sistema
fr: Informations système
nl: Systeeminformatie
pl: Informacje o systemie
pt: Informação do Sistema
pt_br: Informação do Sistema
ro: Informaţii sistem
ru: Информация о системе
sk: Systémové informácie
sr: Informacije o sistemu
tr: Sistem Bilgileri
uk: Системна інформація

source: The uploaded file is not valid.
ca: El fitxer pujat no es valid
cs: Nahraný soubor není platný.
de: Die hochgeladene Datei ist ungültig.
es: El fichero subido no es válido.
fr: Le fichier envoyé n'est pas valide.
nl: Het geüploade bestand is niet geldig.
pl: Załadowany plik nie jest prawidłowy.
pt: O ficheiro enviado não é válido.
pt_br: O arquivo enviado não é válido.
ro: Fişierul încărcat nu este valid.
ru: Загруженный файл неправильный.
sk: Uploadnutý súbor nie je platný.
sr: Otpremljena datoteka nije važeća.
sv: Den uppladdade filen är inte giltig.
tr: Gönderilen dosya geçerli değil.
uk: Завантажений файл неправильний.

source: Reboot is being issued
cs: Byl vyvolán restart
de: Ein Neustart wird durchgeführt
es: Ha comenzado el reinicio
fr: Une demande de redémarrage a été émise
nl: Herstart wordt uitgevoerd
pt_br: Reinicialização foi iniciada.
ro: A fost iniţiată comanda de repornire
ru: Была затребована перезагрузка
sr: Ponovno pokretanje je aktivirano
sv: Omstart utfärdas
tr: Yeniden başlatma işleminden çıkarıldı
uk: Задіяно процес перезавантаження

source: Shutdown is being issued
cs: Bylo vyvoláno vypnutí
de: Das System wird herunterfahren
es: Ha comenzado el apagado
fr: Une demande d'arrêt a été émise
nl: Systeem wordt afgesloten
pt_br: Desligamento do sistema iniciado.
ro: A fost iniţiată comada de oprire
ru: Было затребовано выключение
sr: Isključivanje je aktivirano
sv: Nedstängning utfärdas
tr: Kapatma işleminden çıkarıldı
uk: Задіяно процес вимкнення

source: Test message from %s
cs: Zkušební zpráva z %s
de: Testnachricht von %s
es: Mensaje de prueba de %s
fr: Message test de %s
nl: Testbericht van %s
pt: Mensagem de teste do %s
pt_br: Teste de mensagem %s
ro: Mesaj de test de la %s
ru: Тестовое сообщение от %s
sr: Test poruka od %s
sv: Testmeddelande från %s
tr: %s tarafından gelen deneme iletisi
uk: Тестове повідомлення від %s

source: This is a message test from %s
cs: Toto je zkušební zpráva z %s
de: Dies ist ein Nachrichtentest von %s
es: Este es un mensaje de prueba de %s
fr: Ceci est un message test de %s
nl: Dit is een testbericht van %s
pt: Esta é uma mensagem de teste do %s
pt_br: Esta é uma mensagem de teste %s
ro: Acesta este un mesaj de test de la %s
ru: Это тестовое сообщение от %s
sr: Ovo je poruka test od %s
sv: Detta är ett meddelande test från %s
tr: Bu, %s tarafından gelen bir deneme iletisidir
uk: Це тестове повідомлення від %s

source: Your test email could not be sent: %s
cs: Zkušební e-mail nelze odeslat: %s
de: Ihre Test-E-Mail konnte nicht gesendet werden: %s
es: Su email de prueba no pudo ser enviado: %s
fr: L'e-mail de test n'a pas pu être envoyé : %s
nl: Uw test-e-mail kon niet worden verzonden: %s
pt: O seu email de teste não pode ser enviado: %s
pt_br: Seu email de teste não pôde ser enviado:%S
ro: Emailul de test nu a putut fi trimis: %s
ru: Ваше тестовое письмо не может быть отправлено: %s
sr: Vaša test email poruka ne može biti poslata: %s
sv: Ditt testmeddelande kunde inte skickas: %s
tr: Deneme e-postanız gönderilemedi: %s
uk: Ваш тестовий лист не може бути надісланий: %s

source: Your test email has been sent!
ca: El seu email de proba a estat enviat
cs: Zkušební e-mail byl odeslán!
de: Ihre Test-E-Mail wurde gesendet!
es: Su email de prueba fue enviado!
fr: L'e-mail de test a été envoyé !
nl: Uw test-e-mail is verzonden!
pl: Twój testowy email został wysłany!
pt: O seu email de teste foi enviado!
pt_br: Seu e-mail teste foi enviado!
ro: Testul dumneavoastră de email a fost trimis!
ru: Ваше тестовое письмо отправлено!
sk: Váš testovací email bol odoslaný!
sr: Vaša test email poruka je poslata!
sv: Ditt testmeddelande har skickats!
tr: Deneme e-postanız gönderildi!
uk: Ваш тестовий лист відправлено!

source: expand all
ca: Expandir tots
cs: rozbalit vše
de: Erweitere alle
es: Expandir todos
fr: Tout développer
nl: alles uitvouwen
pl: rozwiń wszystko
pt: expandir tudo
pt_br: expandir tudo
ro: Mod extins
ru: развернуть все
sk: rozbaliť všetko
sr: Raširi sve
sv: expandera alla
tr: tümünü genişlet
uk: розгорнути все

source: collapse all
ca: Contraure tots
cs: sbalit vše
de: Alles zusammenklappen
es: Contraer todos
fr: Tout réduire
nl: alles samenvouwen
pl: zwiń wszystko
pt: minimizar todos
pt_br: reduzir tudo
ro: Mod restrâns
ru: свернуть все
sk: zbaliť všetko
sr: Skupi sve
sv: minimera alla
tr: tümünü daralt
uk: згорнути все

source: Log Out
ca: Tancar sessió
cs: Odhlásit
de: Abmelden
es: Salir del sistema
fr: Quitter
nl: Afmelden
pl: Wyloguj
pt: Sair
pt_br: Sair da sessão
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sr: Odjavi se
sv: Logga ut
tr: Oturumu Kapat
uk: Вийти

source: Help
ca: Ajuda
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sk: Nápoveda
sr: Pomoć
sv: Hjälp
tr: Yardım
uk: Допомога

source: Log In
ca: Iniciar sessió
cs: Přihlásit
de: Anmelden
es: Entrar en el sistema
fr: Connexion
nl: Aanmelden
pl: Zaloguj
pt: Entrar
pt_br: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sr: Prijavi se
sv: Logga in
tr: Oturum Aç
uk: Увійти

source: ID
cs: Identifikátor

source: Members
ca: Membres
cs: Členové
de: Mitglieder
es: Miembros
fr: Membres
nl: Leden
pl: Członkowie
pt: Membros
pt_br: Membros
ro: Membri
ru: Члены
sk: Členovia
sr: Članovi
sv: Medlemmar
tr: Üyeler
uk: Члени

source: Remove
ca: Treure
cs: Odebrat
de: Entfernen
es: Quitar
fr: Supprimer
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
ro: Elimină
ru: Удалить
sk: Zmazať
sr: Ukloni
sv: Ta bort
tr: Kaldır
uk: Видалити

source: Modify Group
ca: Modificar grup
cs: Upravit skupinu
de: Gruppe bearbeiten
es: Modificar Grupo
fr: Modifier le groupe
nl: Groep wijzigen
pl: Modyfikuj grupę
pt: Modificar Grupo
pt_br: Modificar Grupos
ro: Modificare grup
ru: Изменить группу
sk: Upraviť skupinu
sr: Izmeni grupu
sv: Ändra Grupp
tr: Grubu Değiştir
uk: Змінити групу

source: Delete Group
ca: Esborrar grup
cs: Smazat skupinu
de: Gruppe löschen
es: Borrar Grupo
fr: Supprimer le groupe
nl: Groep verwijderen
pl: Usuń grupę
pt: Apagar Grupo
pt_br: Apagar Grupo
ro: Ştergere grup
ru: Удалить группу
sk: Zmazať skupinu
sr: Izbriši grupu
sv: Ta bort grupp
tr: Grubu Sil
uk: Видалити групу

source: Home
ca: Inici
cs: Domovská složka
sk: Domov

source: Modify User
ca: Modificar usuari
cs: Upravit uživatele
de: Benutzer bearbeiten
es: Modificar Usuario
fr: Modifier l'utilisateur
nl: Gebruiker wijzigen
pl: Modyfikuj użytkownika
pt: Editar utilizador
pt_br: Modificar Usuário
ro: Modificare utilizator
ru: Изменить пользователя
sk: Upraviť používateľa
sr: Izmeni korisnika
sv: Ändra Användare
tr: Kullanıcıyı Değiştir
uk: Змінити користувача

source: Auxiliary Groups
ca: Grups auxiliars
cs: Pomocné skupiny
pl: Grupy dodatkowe
sk: Prídavné skupiny
tr: Yardımcı Gruplar
uk: Допоміжні Групи
