Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Interval
cs: Časové rozmezí
de: Intervall
es: Intervalo
fr: Intervalle
pl: Interwał
pt: Intervalo
pt_br: Intervalo
ru: Интервал
sv: Intervall
tr: Aralık
uk: Інтервал

source: How much time has been passed between two snapshot attempts.
cs: Kolik času musí uběhnout mezi dvěma pokusy o zachycení stavu.
de: Wie viel Zeit ist zwischen zwei snapshot Versuchen verstrichen.
es: Cuanto tiempo ha pasado entre dos snapshot.
fr: Combien de temps s'est écoulé entre deux tentatives de prise d'instantané.
nl: De tijd die is verstreken tussen twee momentopnamepogingen.
pt_br: Quanto tempo deve passar entre duas tentavidas de snapshot.
ro: Timpul între două încercări de salvare puncte de restaurare.
ru: Время прошедшее между двумя попытками создания снимка.
sr: Koliko vremena je prošlo između dva pokušaja uzimanja snimka.
sv: Hur mycket tid har gått mellan två ögonblicksbild försök.
tr: İki anlık görüntü denemesi arasında ne kadar zaman geçti.
uk: Скільки часу минуло між двома спробами створення знімку.

source: Occurrence
ca: Ocurrència
cs: Četnost
de: Ereignis
es: Ocurrencia
fr: Périodicité
nl: Voorval
pl: Występowanie
pt: Ocorrência
pt_br: Ocorrência
ro: Apariţie
ru: Вхождение
sk: Výskyt
sr: Pojavljivanje
sv: Förekomst
tr: Oluşum
uk: Входження

source: How the task is repeated
ca: Com es repeteix la tasca
cs: Jak často je úloha opakována
de: Intervall für die Wiederholung der Aufgabe
es: Como se repetirá la tarea
fr: De quelle façon est répétée la tâche
nl: Hoe de taak wordt herhaald
pl: Jak zadanie jest powtarzane
pt: Como a tarefa é repetida
pt_br: Como a tarefa deve ser repetida
ro: Modalitate de repetare a sarcinii
ru: Как задание повторяется
sk: Ako je úloha opakovaná
sr: Kako se zadatak ponavlja
sv: Hur uppgiften upprepas
tr: Görev nasıl tekrarlanır
uk: Повторення завдання

source: Weekday
ca: Dia laborable
cs: Den v týdnu
de: Wochentag
es: Día de la Semana
fr: Jours de la semaine
nl: Werkdag
pl: Dzień tygodnia
pt: Dia da semana
pt_br: Dia da semana
ro: Zi din săptămână
ru: Будний день
sk: Deň v týždni
sr: Radni dan
sv: Veckodag
tr: Hafta içi
uk: Будній день

source: Periodic Snapshot Task
ca: Tasca d'Snapshot periòdica
cs: Pravidelné pořízení zachyceného stavu
de: Regelmäßige Snapshot Erstellung
es: Tarea periodica de instantaneas
fr: Tâche périodique d'instantané
nl: Taak voor periodieke momentopname
pl: Cykliczne zadanie kopii migawkowej
pt: Tarefa Periódica Sanpshot
pt_br: Tarefa Periódica de Snapshot
ro: Sarcină periodică punct de restaurare
ru: Задание периодического создания снимков
sk: Periodická snapshot úloha
sr: Zadatak uzimanja periodičnog snimka
sv: Periodisk ögonblicksbild uppgift
tr: Düzenli Anlık Görüntü Görevi
uk: Завдання періодичного знимку

source: Periodic Snapshot Tasks
ca: Tasca d'Snapshot periòdica
cs: pravidelná pořizování zachyceného stavu
de: Regelmäßige Snapshot Aufgaben
es: Tareas periodicas de instantaneas
fr: Tâches périodiques d'instantané
nl: Taken voor periodieke momentopnamen
pl: Cykliczne zadania kopii migawkowej
pt: Tarefas Periódicas Sanpshot
pt_br: Tarefas Períodicas de Snapshot
ro: Snapshot periodic
ru: Задания создания снимков
sk: Periodické snapshot úlohy
sr: Zadaci uzimanja periodičnog snimka
sv: Periodiska ögonblicksbild uppgifter
tr: Düzenli Anlık Görüntü Görevleri
uk: Завдання періодичних знимків

source: Storage
ca: Emmagatzematge
cs: úložiště
de: Speicher
es: Almacenamiento
fr: Stockage
nl: Opslag
pl: Magazyn
pt: Discos
pt_br: Armazenamento
ro: Stocare
ru: Хранилище
sk: Úložisko
sr: Uređaj za skladištenje
sv: Lagring
tr: Depolama
uk: Сховище

source: View Snapshots
cs: Zobrazit zachycené stavy
de: Zeige Snapshots
es: Ver todas las instantaneas
fr: Voir les instantanés
nl: Momentopnamen weergeven
pt_br: Visualizar Snapshots
ro: Vizualizare puncte de restaurare
ru: Показать снимки
sr: Pogledaj Snimke
sv: Visa ögonblicksbilder
tr: Anlık Görüntüleri Göster
uk: Показати всі знімки

source: Import Volume
ca: Importar un volum
cs: Importovat svazek
de: Importiere Datenträger
es: Importar un Volumen
fr: Importer un volume
nl: Volume importeren
pl: Importuj wolumen
pt: Importar Volume
pt_br: Importar Volume
ro: Import volum
ru: Импорт тома
sk: Importovať zväzok
sr: Uvezi volumen
sv: Importera volym
tr: Birimi İçe Aktar
uk: Імпортувати том

source: View Disks
ca: Visualitzar discos
cs: Zobrazit disky
de: Zeige Festplatten
es: Ver Discos
fr: Voir les disques
nl: Schijven weergeven
pl: Pokaż dyski
pt: Ver discos
pt_br: Visualizar Discos
ro: Vizualizare discuri
ru: Просмотр дисков
sk: Zobraziť disky
sr: Pogledati diskove
sv: Visa hårddiskar
tr: Diskleri Göster
uk: Перегляд дисків

source: View Multipaths
cs: Zobrazit zařízení Multipath
de: Zeige Multipaths
es: Ver rutas multiples
fr: Voir les multipaths
nl: Meervoudige paden weergeven
pt_br: Visualizar Caminhos
ro: Vizualizare multicale
ru: Просмотр Multipaths
sr: Pogledaj višestruke putanje
sv: Visa flersökvägarna
tr: Çoklu Yolları Göster
uk: Перегляд Multipaths

source: Auto Import Volume
ca: Importar volum automàticament
cs: Importovat svazek automaticky
de: Volume automatisch importieren
es: Importación Automática de Volúmenes
fr: Import automatique de volume
nl: Volume automatisch importeren
pl: Automatycznie importuj wolumen
pt: Importar automaticamente o Volume
pt_br: Importação automática de volume
ro: Import automat volum
ru: Автоматический импорт тома
sk: Automaticky importovať zväzok
sr: Automatski uvoz Volumena
sv: Autoimportera volym
tr: Birimi Otomatik İçe Aktar
uk: Авто імпорт тому

source: View Volumes
cs: Zobrazit svazky
de: Zeige Datenträger
es: Ver Todos los Volúmenes
fr: Voir les volumes
nl: Volumes weergeven
pt_br: Visualizar Volumes
ro: Vizualizare volume
ru: Просмотр томов
sr: Pogledaj volumene
sv: Visa volymer
tr: Birimleri Göster
uk: Перегляд томів

source: Add Periodic Snapshot
ca: Afegir un Snapshot periòdic
cs: Přidat pravidelné pořizování zachyceného stavu
de: Füge regelmäßigen Snapshot hinzu
es: Añadir una instantanea periodica
fr: Ajouter un instantané périodique
nl: Periodieke momentopname toevoegen
pl: Dodaj cykliczną kopię migawkową
pt: Adicionar Snapshot Periódico
pt_br: Adicionar Snapshot periódico
ro: Adăugare punct de restaurare periodic
ru: Добавить задание создания снимков
sk: Pridať periodickú snímku (Snapshot)
sr: Dodati periodicni snimak
sv: Lägga till periodiska ögonblicksbilder
tr: Düzenli Anlık Görüntü Ekle
uk: Додати періодичний знимок

source: Volumes
ca: Volums
cs: Svazky
de: Datenträger
es: Volúmenes
pl: Wolumeny
ro: Volume
ru: Тома
sk: Zväzky
sr: Volumeni
sv: Volymer
tr: Birimler
uk: Томи

source: Create ZFS Dataset
ca: Crear un Dataset ZFS
cs: Vytvořit ZFS datovou sadu
de: Erstelle ZFS Dataset
es: Crear un conjunto de datos ZFS
fr: Créer un jeu de données ZFS
nl: ZFS-gegevensset aanmaken
pl: Utwórz zbiór danych ZFS
pt: Criar um Dataset em ZFS
pt_br: Criar ZFS Dataset
ro: Creare set de date ZFS
ru: Создать набор данных ZFS
sk: Vytvoriť ZFS Dataset
sr: Kreiraj ZFS skup podataka
sv: Skapa ZFS Dataset
tr: ZFS Veri Kümesi Oluştur
uk: Створити набор даних ZFS

source: Change Permissions
ca: Canviar permisos
cs: Změnit přístupová práva
de: Zugriffsrechte ändern
es: Cambiar Permisos
fr: Modifier les permissions
nl: Machtigingen wijzigen
pl: Zmiana uprawnień
pt: Alterar permissões
pt_br: Escolher Permissões
ro: Modificare permisiuni
ru: Изменение разрешений
sk: Zmeniť práva
sr: Promena dozvola
sv: Ändra behörigheter
tr: İzinleri Değiştir
uk: Зміна дозволів

source: Volume successfully added.
ca: Volum afegit amb èxit.
cs: Svazek byl úspěšně přidán.
de: Volume erfolgreich hinzugefügt.
es: Volumen añadido correctamente.
fr: Volume ajouté avec succès.
nl: Volume met succes toegevoegd.
pl: Wolumen dodany pomyślnie.
pt: Volume adicionado com sucesso.
pt_br: Volume adicionado com sucesso.
ro: Volumul a fost adăugat cu succes.
ru: Том успешно добавлен.
sk: Zväzok úspešne pridaný.
sr: Volumen uspešno dodat.
sv: Volymen har lagts till korrekt.
tr: Birim başarılı olarak eklendi.
uk: Том успішно додано.

source: S.M.A.R.T. Extra Options
cs: Další možnosti S.M.A.R.T.
nl: S.M.A.R.T. extra opties

source: Dataset successfully added.
ca: Dataset afegit amb èxit.
cs: Datová sada byla úspěšně přidána.
de: Dataset erfolgreich hinzugefügt.
es: El Conjunto de datos (dataset) ha sido borrado correctamente.
fr: Jeu de données ajouté avec succès.
nl: Gegevensset met succes toegevoegd.
pl: Dataset dodany pomyślnie.
pt: Dataset adicionado com sucesso.
pt_br: Dataset adcionado com sucesso.
ro: Setul de date a fost adăugat cu succes.
ru: Набор данных успешно добавлен.
sk: Sada dát úspešne pridaná.
sr: Skup podataka uspešno dodat.
sv: Datasetet har lagts till korrekt.
tr: Veri kümesi başarılı olarak eklendi.
uk: Набір даних успішно додано.

source: Dataset successfully edited.
ca: Dataset afegit amb èxit.
cs: Datová sada byla úspěšně upravena.
de: Dataset erfolgreich editiert.
es: El conjunto de datos ha sido edidato correctamente.
fr: Jeu de données modifié avec succès.
nl: Gegevensset met succes bewerkt.
pl: Dataset pomyślnie zedytowany.
pt: Dataset editado com sucesso.
pt_br: Dataset adicionado com sucesso.
ro: Setul de date a fost editat cu succes.
ru: Набор данных успешно изменен.
sk: Sada dát úspešne upravená.
sr: Skup podataka uspešno ažuriran.
sv: Dataset har redigerats korrekt.
tr: Veri kümesi başarılı olarak düzenlendi.
uk: Набір даних успішно змінений.

source: ZFS Volume successfully added.
ca: Volum ZFS afegit amb èxit.
cs: ZFS svazek byl úspěšně přidán.
de: ZFS Volume erfolgreich hinzugefügt.
es: Volumen ZFS añadido correctamente.
fr: Volume ZFS ajouté avec succès.
nl: ZFS-volume met succes toegevoegd.
pl: Wolumen ZFS dodany pomyślnie.
pt: Volume ZFS adicionado com sucesso.
pt_br: Volume ZFS adicionado com sucesso.
ro: Volumul ZFS a fost adăugat cu succes.
ru: Том ZFS успешно добавлен.
sk: ZFS zväzok úspešne pridaný.
sr: ZFS volumen uspešno dodat.
sv: ZFS volymen har lagts till korrekt.
tr: ZFS Birimi başarılı olarak eklendi.
uk: ZFS том успішно додано.

source: This is in use by the iscsi target, please remove it there first.
ca: Això estar sent usat pel target iscsi, si us plau treu-lo d'allí primer.
cs: Toto je v používání iSCSI cílem, nejprve tedy odeberte tam.
de: Dies ist noch in Verwendung durch das iSCSI-Ziel, bitte entfernen Sie es dort zuerst.
es: Esto está en uso por el destino de iSCSI, por favor borrelo primero
fr: Ce Volume ZFS est utilisé par une extension iSCSI, supprimez-la en premier.
nl: Dit is in gebruik door het iscsi-doel, verwijder het daar eerst.
pl: Jest to używane przez cel iSCSI, usuń to najpierw.
pt: Isto está em uso pelo destino iscsi, por favor, removê-lo lá primeiro.
pt_br: Está sendo usado pelo iscsi target, por favor remova-o primeiro.
ro: Acesta este utilizat de destinația iscsi, va trebui să-l eliminați de acolo mai întîi.
ru: Уже используется целью iSCSI, пожалуйста сначала удалите ее.
sk: Toto používa iscsi cieľ, prosím odstránte najprv iscsi cieľ.
sr: To je u upotrebi od strane iSCSI uređaja, prvo ga tamo uklonite.
sv: Detta är i användning av iSCSI enheten, ta bort den där först.
tr: Bu, isci hedefi tarafından kullanılmakta, lütfen önce oradan kaldırın.
uk: Ціль iSCSI вже використовується, будь ласка спочатку видаліть

source: ZFS Volume successfully destroyed.
ca: Volum ZFS esborrat amb èxit.
cs: ZFS svazek byl úspěšně zrušen.
de: ZFS Volume erfolgreich gelöscht.
es: El Volumen ZFS ha sido borrado correctamente.
fr: Le volume ZFS a été détruit avec succès.
nl: ZFS-volume met succes verwijderd.
pl: Wolumen ZFS usunięty pomyślnie.
pt: Volume ZFS eliminado com sucesso.
pt_br: Volume ZFS eliminado com sucesso.
ro: Volumul ZFS a fost distrus cu succes.
ru: Том ZFS успешно уничтожен.
sk: ZFS zväzok úspešne zničený.
sr: ZFS volumen uspešno uništen.
sv: ZFS volym har tagits bort framgångsrikt.
tr: ZFS Birimi başarılı olarak kaldırıldı.
uk: ZFS том успішно знищено.

source: Native dataset successfully edited.
ca: Dataset natiu editat amb èxit.
cs: Původní datová sada byla úspěšně upravena.
de: Dataset erfolgreich geändert.
es: El conjunto de datos ha sido editado correctamente.
fr: Jeu de données modifié avec succès.
nl: Standaard gegevensset met succes bewerkt.
pl: Natywny zestaw danych zmieniony pomyślnie.
pt: Dataset nativo editado com sucesso.
pt_br: Dataset nativo editado com sucesso.
ro: Setul de date nativ a fost editat cu succes.
ru: Нативный набор данных успешно изменен.
sk: Natívny dataset úspešne editovaný.
sr: Osnovni skup podataka uspešno izmenjen.
sv: Ursprungligt dataset har redigerats.
tr: Yerel veri kümesi başarılı olarak düzenlendi.
uk: Рідний набір даних успішно змінено.

source: Mount Point permissions successfully updated.
ca: Permisos del punt de muntatge actualitzat amb èxit.
cs: Práva na přípojném bodu byla úspěšně aktualizována.
de: Rechte der Einhängepunkte erfolgreich aktualisiert.
es: Actualizados satisfactoriamente los permisos del punto de montaje
fr: Permissions du point de montage mises à jour avec succès.
nl: Machtigingen voor koppelpunt met succes bijgewerkt.
pl: Uprawnienia do punktu montowania zmienione pomyślnie.
pt: Permissões no Ponto de montagem actualizado com sucesso.
pt_br: Permissões no Ponto de montagem atualizado com sucesso.
ro: Permisiunile puncului de montare au fost actualizate cu succes.
ru: Разрешения для точка монтирования успешно обновлены.
sk: Oprávnenia prípojného bodu úspešne aktualizované.
sr: Dozvole za tačku postavljanja uspešno ažurirane.
sv: Rättigheter för monteringspunkten har uppdaterats.
tr: Bağlama Noktası izinleri başarılı olarak güncellendi.
uk: Дозволи для точки монтування успішно оновлено.

source: Dataset successfully destroyed.
ca: Dataset esborrat amb èxit.
cs: Datová sada byla úspěšně zrušena.
de: Dataset erfolgreich gelöscht.
es: El conjunto de datos ha sido borrado correctamente.
fr: Jeu de données supprimé avec succès.
nl: Gegevensset met succes vernietigd.
pl: Dataset pomyślnie usunięty.
pt: Dataset eliminado com sucesso.
pt_br: Dataset eliminado com sucesso.
ro: Setul de date a fost distrus cu succes.
ru: Набор данных успешно удален.
sk: Dataset úspešne zničený.
sr: Skup podataka uspešno uništen.
sv: Datasetet har tagits bort framgångsrikt.
tr: Veri kümesi başarılı olarak kaldırıldı.
uk: Набір даних успішно знищено.

source: Snapshot successfully deleted.
ca: Snapshot clonat amb èxit
cs: Zachycený stav byl úspěšně smazán.
de: Snapshot erfolgreich geklont.
es: Instantanea correctamente clonada.
fr: Instantané supprimé avec succès.
nl: Momentopname met succes verwijderd.
pl: Kopia migawkowa pomyślnie usunięta.
pt: Snapshot eliminado com sucesso.
pt_br: Snapshot eliminado com sucesso.
ro: Punctul de restaurare a fost şters cu succes.
ru: Снимок успешно удален.
sk: Snímok úspešne vymazaný.
sr: Snimak uspešno izbrisan.
sv: Ögonblicksbilden har tagits bort
tr: Anlık görüntü başarılı olarak silindi.
uk: Знимки успішно вилучена.

source: Snapshots successfully deleted.
cs: Zachycené stavy byly úspěšně smazány.
de: Snapshot erfolgreich geklöscht.
es: Instantanea correctamente borrada.
fr: Instantanés supprimés avec succès.
nl: Momentopnamen met succes verwijderd.
pt: Snapshots eliminados com sucesso.
pt_br: Snapshot deletado com sucesso.
ro: Punct de restaurare șters cu succes
ru: Снимок успешно удален.
sr: Snimak uspešno obrisan.
sv: Ögonblicksbilden har tagits bort.
tr: Anlık görüntüler başarılı olarak silindi.
uk: Знімки успішно вилучений.

source: Rollback successful.
ca: Restauració satisfactòria
cs: Vrácení změn bylo úspěšné.
de: Rollback erfolgreich.
es: Restauracion satisfactoria.
fr: Restauré avec succès.
nl: Terugdraaien met succes uitgevoerd.
pl: Przywracanie powiodło się.
pt: Reversão bem sucedido.
pt_br: Reversão com sucesso.
ro: Revenire cu succes la starea anterioară.
ru: Откат успешно завершён.
sk: Návrat úspešný.
sr: Vraćanje uspešno.
sv: Återställing framgångsrik
tr: Geri döndürme başarılı.
uk: Відкат успішно завершено.

source: Snapshot successfully added.
ca: Snapshot clonat amb èxit
cs: Zachycený stav byl úspěšně přidán.
pl: Kopia migawkowa dodana pomyślnie.
sk: Snímka úspešne pridaná.

source: Snapshot successfully taken.
ca: Snapshot pressa amb èxit
cs: Zachycení stavu proběhlo úspěšně.
de: Snapshot erfolgreich erstellt.
es: Instantanea correctamente tomada
fr: Instantané pris avec succès.
nl: Momentopname met succes gemaakt.
pt: Snapshot tomada com sucesso.
pt_br: Snapshot feitas com sucesso.
ro: Punct de restaurare creat cu succes.
ru: Снимок успешно создат.
sk: Snímka(snapshot) úspešná.
sr: Snimak uspešno uzet.
sv: Ögonblicksbilden tagits framgångsrikt.
tr: Anlık görüntü başarılı olarak alındı.
uk: Знімок успішно прийнято.

source: Snapshot successfully cloned.
ca: Snapshot clonat amb èxit
cs: Zachycený stav byl úspěšně naklonován.
de: Snapshot erfolgreich geklont.
es: Instantanea correctamente clonada
fr: Instantané dupliqué avec succès.
nl: Momentopname met succes gekloond.
pt: Snapshot clonado com sucesso.
pt_br: Snapshot clonadas com sucesso.
ro: Imagine sistem creată cu succes.
ru: Снимок успешно клонирован.
sk: Snímka úspešne naklonovaná.
sr: Snimak uspešno kloniran.
sv: Ögonblicksbilden klonades framgångsrikt.
tr: Anlık görüntü başarılı olarak çoğaltıldı.
uk: Знімок успішно клонований.

source: Disk replacement has been initiated.
ca: El reemplaçament de disc s'ha iniciat
cs: Nahrazení disku bylo zahájeno.
de: Austausch der Festplatte erfolgreich initiiert.
es: Remplazo de disco iniciado
fr: Le remplacement du disque a débuté.
nl: Schijfvervanging is gestart.
pl: Wymiana dysku została rozpoczęta.
pt: Substituição do disco foi iniciada.
pt_br: Substituição do disco foi iniciado.
ro: Înlocuirea discului a fost iniţiată.
ru: Инициирована процедура замены диска.
sk: Výmena disku bola inicializovaná.
sr: Zamena diska je pokrenuta.
sv: Hårddisk utbyte har inletts.
tr: Disk değiştirme başlatıldı.
uk: Ініційована процедура заміни диска.

source: An error occurred.
ca: Ha succeït algun error.
cs: Došlo k chybě.
de: Es ist ein Fehler aufgetreten.
es: Ha ocurrido algun error
fr: Des erreurs sont survenues.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
pt: Ocorreu um erro.
pt_br: Algum erro ocorreu.
ro: A apărut o eroare.
ru: Обнаружены ошибки.
sk: Vyskytla sa chyba.
sr: Došlo je do greške.
sv: Ett fel inträffades
tr: Bir hata meydana geldi.
uk: Виникла помилка.

source: Disk detach has been successfully done.
ca: L'extracció del disc ha estat un èxit.
cs: Disk byl úspěšně odpojen.
de: Festplatte erfolgreich ausgehängt.
es: La desconexión del disco se ha realizado correctamente
fr: Le disque a été détaché avec succès.
nl: De schijf is met succes ontkoppeld.
pl: Odłączanie dysku ukończono pomyślnie.
pt: Separação do disco foi feito com sucesso.
pt_br: A desconexão do disco foi feita com sucesso.
ro: Detaşarea discului s-a efectuat cu succes.
ru: Отсоединение диска было успешно произведено.
sk: Odpojenie disku prebehlo úspešne.
sr: Uklanjanje diska je uspešno urađeno.
sv: Hårddisk frånkoppling har med framgång gjorts.
tr: Disk ayırma başarılı olarak yapıldı.
uk: Від'єднання диску було здійснено успішно.

source: Disk offline operation has been issued.
cs: Byla zahájena offline disková operace.
de: Der Disk-Offline Betrieb wurde angezeigt.
es: La operación de poner fuera de linea el Disco ha sido iniciada.
fr: Une demande de mise hors-ligne du disque a été émise.
nl: Schijf buiten gebruik stellen is gestart.
pt: Substituição do disco foi iniciada.
pt_br: Operação de Disco Offline foi iniciado.
ro: Operarea offline a discului a fost iniţiată.
ru: Инициирована процедура отключения диска.
sr: Izdata je operacija da je disk nedostupan
sv: Åtgärden för hårddisk ifrånkoppling har utfärdats.
tr: Disk çevrimdışı işlemden çıkarıldı.
uk: Ініційована процедура заміни диска.

source: Disk has been removed.
cs: Disk byl odstraněn.
de: Die Festplatte wurde entfernt
es: El disco ha sido eliminado.
fr: Le disque a été supprimé.
nl: Schijf is verwijderd.
pt_br: O disco foi removido.
ro: Discul a fost eliminat.
ru: Диск был удален.
sr: Disk je uklonjen.
sv: Hårddisken har tagits bort.
tr: Disk kaldırıldı.
uk: Диск був видалений.

source: The volume has been successfully detached
cs: Svazek byl úspěšně odpojen
de: Das Volume wurden erfolgreich ausgehangen
es: El volumen ha sido correctamente desmontado
fr: Le volume a été détaché avec succès
nl: Het volume is met succes ontkoppeld
pt_br: Volume foi desatachado com sucesso.
ro: Volumul a fost detașat cu succes
ru: Том был успешно отключён
sr: Volumen je bio uspešno odvojen
sv: Volymen har framgångsrikt avlägsnas
tr: Birim başarılı olarak ayırıldı
uk: Том був успішно відключений

source: The scrub process has begun
cs: Kontrola svazku začala
de: Der Reinigungsvorgang hat angefangen
es: El proceso de reconstrucción ha comenzado
fr: Le processus de nettoyage a commencé
nl: Het reinigingsproces is begonnen
pt_br: O processo Scrub iniciou
ro: Procesul de verificare a început
ru: Процесс проверки начат
sr: Proces premotavanja je počeo
sv: Skrubb processen har börjat
tr: Temizleme işlemi başladı
uk: Процес перевiрки розпочато

source: Disk successfully wiped
cs: Disk byl úspěšně vymazán
de: Festplatte erfolgreich gelöscht
es: Disco borrado satisfactoriamente
fr: Disque effacé avec succès
nl: Schijf met succes gewist
pt: Disco limpo com sucesso
pt_br: Disco Enxuto com sucesso
ro: Disc șters complet cu succes
ru: Диск успешно очищен
sr: Disk je uspešno trajno obrisan
sv: Hårddisken har framgångsrikt formaterats
tr: Disk başarılı olarak silindi
uk: Диск успішно стерто

source: Language (Require UI reload)
ca: Idioma (requereix recarregar la UI)
cs: Jazyk (změna vyžaduje znovunačtení stránky)
de: Sprache (Benötigt neuladen der UI)
es: Idioma (Requiere recarga de la interfaz)
fr: Langue (nécessite de recharger l'interface)
nl: Taal (vereist herladen van UI)
pl: Język (wymagane przeładowanie interfejsu)
pt: Linguagem (necessita reiniciar UI)
pt_br: Idioma (Requer UI atualização de pagina)
ro: Limba (implică reîncărcarea IU)
ru: Язык (требуется перезагрузка UI)
sk: Jazyk (vyžaduje opätovné načítanie UI)
sr: Jezik (Zahteva ponovno učitavanje korisničkog interfejsa)
sv: Språk (kräver UI omstart)
tr: Dil (KA'nün yeniden yüklenmesi gerekir)
uk: Мова (потрібне перезавантаження UI)

source: You must specify a number between 1 and 65535, inclusive.
cs: Je třeba, aby tato hodnota byla mezi 1 a 65535, včetně.
nl: U moet een getal tussen 1 en 65535 opgeven.

source: Force
cs: Vynutit
de: Erzwinge
es: Forzar
fr: Forcer
nl: Forceren
pt_br: Forçar
ro: Forțare
ru: Принудить
sr: Forsiraj
sv: Tvinga
tr: Zorla
uk: примусово

source: Max Poll should be higher than Min Poll
cs: Horní hranice rozmezí by měla být vyšší, než ta spodní
de: Max Poll sollte höher als Min Poll sein
es: Max Poll debe ser mayor que Min Poll
fr: Interro. Max. doit être supérieur à Interro. Min.
nl: Max poll moet hoger zijn dan Min poll
pt_br: Max Poll deve ser maior do que Min Poll
ro: Max Poll trebuie să fie mai mare decît Min Poll
ru: Max Poll должно быть больше чем Min Poll
sr: Max Poll bi trebalo da bude veći nego Min Poll
sv: Maximal omröstning bör vara högre än minimal omröstning
tr: En fazla yoklama en az yoklamadan daha yüksek olmalıdır
uk: Max Poll повинен бути більшим ніж Min Poll
