Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: The maximum port to allocate for PASV style data connections (0 = use any port). Passive ports restricts the range of ports from which the server will select when sent the PASV command from a client. The server will randomly choose a number from within the specified range until an open port is found. The port range selected must be in the non-privileged range (eg. greater than or equal to 1024). It is strongly recommended that the chosen range be large enough to handle many simultaneous passive connections (for example, 49152-65534, the IANA-registered ephemeral port range).
ca: El port màxim per assignar connexions de dades de tipus PASV (0=utilitza qualsevol port). Els ports passius restringeixen el rang de ports a escollir pel servidor quan se li envia una comanda PASV des del client. El servidor escullirà aleatoramient un número de port del rang especificat fins que en trobi un d'obert. El rang de ports escullit ha d'estar dins el rang de no privilegiats (p.e. igua o més gran que 1024) Es molt recomanat que el rang escollit sigui prou gran per manegar varies connexions pasives simultanies (p.e. 49152-65534, que és el rang efímer registrat a la IANA).
cs: Nejvyšší číslo portu zabrané pro datová spojení ve stylu PASV (0 = použít libovolný port). Pasivní porty omezují rozsah portů ze kterých server vybírá když obdrží od klienta příkaz PASV. Server náhodně zvolí číslo z udaného rozsahu a pokračuje, dokud nenajde volný. Zvolený rozsah portů musí ležet v neprivilegovaném rozsahu (např. vyšším nebo rovno 1024). Je silně doporučeno zvolit dostatečně široký rozsah, aby bylo možné obsloužit mnoho pasivních spojení naráz (např. 49152-65534, rozsah portů registrovaných organizací IANA).
de: Die größte verwendbare Portnummer für PASV-Datenverbindungen (0 = beliebiger Port). Die Angabe von Passiv-Ports schränkt die Anzahl der möglichen Portnummer ein, die der Server für PASV-Kommandos an den Client übermitteln kann. Der Server wird eine zufällige Portnummer aus der Liste der verfügbaren Ports auswählen. Dies geschieht solange, bis ein freier Port gefunden wurde. Die Ports müssen sich im Bereich der nicht-privilegierten Portnummern befinden (d.h. Portnummern ab 1024).Wir empfehlen Ihnen dringend, einen Bereich auszuwählen, der groß genug ist, um viele simultane PASV-Verbindungen zu ermöglichen (zum Beispiel 49152-65534, der von IANA vorgegebene Bereich für kurzlebige Portnummern).
es: El puerto maximo para permitir conexiones PASV, (0= Cualquier Puerto). Se recomienda usar un rango lo suficientemente grande. Ej: 49152-65534, the IANA-registered ephemeral port range
fr: Le port maximum à allouer pour les connexions passives type PASV (0 = n'importe quel port). L'utilisation des ports passifs restreint la plage de ports utilisée par le serveur en réponse à une commande PASV envoyée par un client. Le serveur sélectionne aléatoirement un port de cette plage jusqu'à en trouver un libre. La plage de ports sélectionnée doit se trouver dans la plage des ports non-privilégiés (i.e. port supérieur ou égal à 1024). Il est fortement recommandé que la plage choisie soit suffisamment large pour pouvoir gérer beaucoup de connexions passives simultanément (e.g. 49152-65534, la plage des ports éphémères agréée par l'IANA).
nl: De maximale poort voor het toewijzen van PASV-georiënteerde gegevensverbindingen (0 = een willekeurige poort gebruiken). Passieve poorten beperken het poortbereik waaruit de server zal kiezen wanneer deze een PASV-opdracht van een client ontvangt. De server kiest een willekeurig poortnummer in dit bereik, totdat er een open poort is gevonden. Het geselecteerde poortbereik moet zich in een non-privileged bereik bevinden (bv. groter dan of gelijk aan 1024). Het wordt sterk aanbevolen het gekozen bereik groot genoeg te maken om veel gelijktijdige passieve verbindingen te kunnen afhandelen (bijvoorbeeld 49152-65534, bekend als de IANA-registered ephemeral port range).
pl: Najwyższy port do przydzielenia dla połączeń danych typu "PASV" (0 -> użyj dowolnego portu). Pasywne porty ograniczają zakres portów, spośród których serwer wybierze port, z którego wyśle komendę "PASV" od klienta. Serwer losowo wybierać będzie numer z podanego zakresu, aż do natrafienia na otwarty port. Zakres portów musi znajdować się w nieuprzywilejowanym przedziale (np. większy lub równy 1024). Zaleca się, aby wybrany przedział był wystarczająco obszerny, by mógł jednocześnie obsłużyć kilka pasywnych połączeń (np. 49152-65534, efemeryczny zakres portów w formacie IANA).
pt: O máximo da porta para alojar as conexões de dados do estilo PASV (0 = usar qualquer porta). Portas passivas restringem o intervalo de portas que o servidor irá seleccionar quando enviou o comando PASV de um cliente. O servidor irá escolher aleatoriamente um número de dentro de um intervalo especificado até que seja encontrada uma porta aberta. O intervalo de portas seleccionado deve estar no intervalo sem privilégios (eg. maior ou igual a 1024). É altamente recomendável que o intervalo escolhido ser grande o suficiente para lidar com muitas conexões simultâneas de passivos (por exemplo, 49152-65534, o intervalo de portas efémeras registado na IANA).
pt_br: A porta máxima a ser alocado para conexões do estilo PASV (0 = usar qualquer porta). Portas passivas restringem o range de portas de onde o servidor irá enviar o comando PASV de um cliente. O servidor irá escolher aleatoriamente um número do range especificado até que uma porta aberta seja encontrada. O range de portas selecionado deve estar em um range não-privilegiado (exemplo: maior ou igual a 1024). É fortemente recomendado que o range escolhido seja grande o bastante para gerenciar muitas conexões passivas simultâneas (por exemplo, 49152-65534, o range efêmero registrado pela IANA).
ro: Port maxim alocat conexiunilor de date de tip PASV (0 = orice port). Porturile pasive restricţionează plaja de porturi din care serverul va selecta când va trimite comanda PASV clientului. Serverul va alege la întâmplare un număr din plaja alocată până va găsi un port deschis. Plaja selectată trebuie să se încadreze într-o plajă de porturi neprivilegiate (de ex. mai mari sau egale cu 1024). Se recomandă că plaja aleasă să fie destul de largă pentru a face faţă la numeroase conexiuni pasive simultane (de ex. 49152-65534, plaja de porturi dedicată IANA).
ru: Максимальный номер порта выделяемый для соединения а пассивном режиме (0 = использовать любой порт). Это ограничивает диапазон портов, из которых сервер будет выбирать при отправке команды PASV от клиента. Сервер будет случайным образом выбирать внутри указанного диапазона пока не будет найден открытый порт. Диапазоны портов, должны быть выбраны в непривилегированных диапазонах (например, больше или равно 1024). Настоятельно рекомендуется, что выбранный диапазон быть достаточно большим, чтобы обрабатывать большое количество одновременных пассивных соединений (например, 49152-65534, IANA-зарегистрированных диапазонов временных портов).
sk: Maximálny port pridelovaný pre PASV dátové pripojenia (0 = pre akýkoľvek port). Pasívne porty obmedzujú rozsah portov, z ktorých bude server vyberať, ak prijme príkaz PASV od klienta. Server bude náhodne vyberať číslo z určeného rozsahu, pokiaľ nenájde otvorený port. Určený rozsah musí byť v rozsahu neprivilegovaných portov (vacsie alebo rovné 1024). Je veľmi odporúčané aby určený rozsah bol dosť veľký na obslúženie množstva súčasných pripojení (napríklad, 49152-65534, IANA-registrovaný rozsah krátkodobých portov).
sr: Maksimalna port izdvojen za PASV stil konekcije podataka (0 = koristiti bilo koji port). Pasivne portove ograničava opseg portova koje će server izabrati prilikom slanja PASV komande od klijenta. Server će nasumično izabrati broj u okviru određenog opsega sve dok se ne pronađe otvoren port. Izabrani opseg portova mora biti u ne-privilegovanom opsegu (npr. veći ili jednak 1024). Preporučuje se da izabrani opseg mora biti dovoljno veliki da obradi mnogo istovremenih pasivnih konekcija (na primer, 49152-65534, IANA-registrovani kratkotrajni opseg portova).
sv: Den maximala port att fördela för PASV anslutningar "stil-data" (0 = använd valfri port). Passiva portar hamnar begränsar intervallet av portar som servern kommer att välja när skickade PASV kommando från en klient. Servern kommer att slumpmässigt välja ett nummer från inom det angivna intervallet tills en öppen port hittas. Den portintervall som väljs måste vara i den icke-privilegierade område (t.ex. större än eller lika med 1024). Det rekommenderas starkt att den valda området vara tillräckligt stort för att hantera många samtidiga passiva anslutningar (till exempel 49.152-65.534, IANA-registrerade flyktig portintervall).
tr: PASV stili veri bağlantıları için ayrılan en fazla bağlantı noktası (0 = herhangi bir bağlantı noktası kullan). Pasif bağlantı noktaları bir istemciden gelen PASV komutu gönderildiğinde sunucunun seçeceği bağlantı noktası aralığını kısıtlar. Açık bir bağlantı noktası bulana kadar sunucu rasgele belirtilen aralık içinden bir numara seçecek. Seçilen bağlantı noktası aralığı ayrıcalığı olmayan bağlantı noktası aralığında olmak zorundadır (örn. 1024'ten daha büyük veya eşit). Seçilen aralığın, çoğu eşzamanlı pasif bağlantıyı (örneğin, 49152-65534, IANA kayıtlı geçici bağlantı noktası aralığı) işlemesi için yeterli büyüklükte olması son derece önerilir.
uk: Максимальний номер порту виділяється для з'єднання а пасивному режимі (0 = використовувати будь-який порт). Це обмежує діапазон портів, з яких сервер буде вибирати при відправці команди PASV від клієнта. Сервер буде випадковим чином вибирати всередині зазначеного діапазону поки не буде знайдений відкритий порт. Діапазони портів, повинні бути вибрані в непривілейованих діапазонах (наприклад, більше або дорівнює 1024). Настійно рекомендується, що обраний діапазон бути достатньо великим, щоб обробляти велику кількість одночасних пасивних сполук (наприклад, 49152-65534, IANA-зареєстрованих діапазонів тимчасових портів).

source: Local user upload bandwidth
ca: Amplada de banda de pujada d'usuari local
cs: Šíře pásma pro odesílání, přidělená místnímu uživateli
de: Upload-Bandbreite für angemeldete Benutzer
es: Velocidad de subida del usuario local
fr: Bande passante montante des utilisateurs locaux
nl: Uploadbandbreedte van lokale gebruiker
pl: Limit wysyłania dla lokalnego użytkownika
pt: Largura de banda do utilizador local para upload
pt_br: Limite de largura de banda para upload de usuário local
ro: Bandă upload utilizator local
ru: Пропускная способность загрузки для локальных пользователей
sk: Šírka upload pásma pre lokálnych používateľov
sr: Upload propusni opseg za lokalnog korisnika
sv: Lokal användares uppladdningshastighet
tr: Yerel kullanıcı gönderme bant genişliği
uk: Пропускна здатність вивантаження для локальних користувачів

source: Local user upload bandwidth in KB/s. Zero means infinity.
ca: Ample de banda de pujada de l'usuari local en KB/s. Un zero vol dir infinit.
cs: Šíře pásma pro odesílání, přidělená místnímu uživateli, v KB/s. Nula znamená neomezeno.
de: Erlaubte Upload-Bandbreite für angemeldete Benutzer in KB/s. Null steht für keine Beschränkung.
es: Velocidad de subida del usuario local en KB/s (0=No controlado)
fr: Bande passante montante des utilisateurs locaux en Ko/s. 0 équivaut à illimité.
nl: Uploadbandbreedte van lokale gebruiker in KB/s. Nul betekent oneindig.
pl: Limit wysyłania w KB/s dla lokalnego użytkownika. Zero oznacza nieograniczony.
pt: Largura de banda de upload de utilizador local em KB/s. Zero significa infinito.
pt_br: Limite de banda para upload de usuário local em KB/s. Zero significa infinito.
ro: Lăţimea de bandă la încărcare pentru utilizatorii locali în KB/s. Zero înseamnă fără limită.
ru: Пропускная способность загрузки для локальных пользователей в Кб/с. Ноль - без ограничений.
sk: Šírka upload pásma pre lokálnych používateľov v KB/s. Nula znamená neobmedzená.
sr: Upload propusni opseg za lokalnog korisnika u KB/s. Nula znači beskonačno.
sv: Lokal användares uppladdningshastighet i KB / s. Noll innebär oändlighet.
tr: KB/s olarak yerel kullanıcı gönderme bant genişliği. Sıfır sonsuz anlamına gelir.
uk: Пропускна здатність завантаження для локальних користувачів в KB/s. 0 - без обмежень.

source: Local user download bandwidth
ca: Ample de banda de baixada de l'usuari local
cs: Šíře pásma pro stahování, přidělená místnímu uživateli
de: Download-Bandbreite für angemeldete Benutzer
es: Velocidad de bajada del usuario local
fr: Bande passante descendante des utilisateurs locaux
nl: Downloadbandbreedte van lokale gebruiker
pl: Limit pobierania dla lokalnego użytkownika
pt: Largura de banda do utilizador local para download
pt_br: Limite de banda para download de usuário local
ro: Bandă download utilizator local
ru: Пропускная способность скачивания для локальных пользователей
sk: Šírka download pásma pre lokalnych používateľov
sr: Download propusni opseg za lokalnog korisnika
sv: Lokal användares nerladdningshastighet
tr: Yerel kullanıcı indirme bant genişliği
uk: Пропускна здатність завантаження для локальних користувачів

source: Local user download bandwidth in KB/s. Zero means infinity.
ca: Ample de banda de baixada de l'usuari local en KB/s. Un zero vol dir infinit.
cs: Šíře pásma pro stahování, přidělená místnímu uživateli, v KB/s. Nula znamená neomezeno.
de: Erlaubte Download-Bandbreite für angemeldete Benutzer in KB/s. Null steht für keine Beschränkung.
es: Velocidad de bajada del usuario local en KB/s (0=No controlado)
fr: Bande passante descendante des utilisateurs locaux en Ko/s. 0 équivaut à illimité.
nl: Downloadbandbreedte van lokale gebruiker in KB/s. Nul betekent oneindig.
pl: Limit pobierania w KB/s dla lokalnego użytkownika. Zero oznacza nieograniczony.
pt: Largura de banda de download de utilizador local em KB/s. Zero significa infinito.
pt_br: Limite de banda para download em KB/s. Zero significa infinito.
ro: Lăţimea de bandă la descărcare pentru utilizatorii locali în KB/s. Zero înseamnă fără limită.
ru: Пропускная способность скачивания для локальных пользователей в Кб/с. Ноль - без ограничений.
sk: Šírka download pásma pre lokálnych používateľov v KB/s. Nula znamená neobmedzená.
sr: Download propusni opseg za lokalnog korisnika u KB/s. Nula znači beskonačno.
sv: Lokal användares nerladdningshastighet i KB / s. Noll innebär oändlighet.
tr: KB/s olarak yerel kullanıcı indirme bant genişliği. Sıfır sonsuz anlamına gelir.
uk: Пропускна здатність завантаження для локальних користувачів в KB/s. Нуль - без обмежень.

source: Anonymous user upload bandwidth
ca: Amplada de banda de pujada de l'usuari anònim
cs: Šíře pásma pro odesílání, přidělená anonymnímu uživateli
de: Upload-Bandbreite für Gast-Benutzer
es: Velocidad de subida del usuario anonimo
fr: Bande passante montante des utilisateurs anonymes
nl: Uploadbandbreedte van anonieme gebruiker
pl: Limit wysyłania dla anonimowego użytkownika
pt: Largura de banda do utilizador anónimo para upload
pt_br: Limite de banda de upload para usuário anônimo
ro: Bandă upload utilizator Anonim
ru: Пропускная способность загрузки для анонимных пользователей
sk: Šírka upload pásma pre anonymných používateľov
sr: Upload propusni opseg za anonimnog korisnika
sv: Anonym användares uppladdningshastighet
tr: İsimsiz kullanıcı gönderme bant genişliği
uk: Пропускна здатність вивантаження для анонімних користувачів

source: Anonymous user upload bandwidth in KB/s. Zero means infinity.
ca: Ample de banda de pujada de l'usuari anònim en KB/s. Un zero vol dir infinit.
cs: Šíře pásma pro odesílání, přidělená anonymnímu uživateli, v KB/s. Nula znamená neomezeno.
de: Erlaubte Upload-Bandbreite für Gast-Benutzer in KB/s. Null steht für keine Beschränkung.
es: Velocidad de subida del usuario anonimo en KB/s (0=No controlado)
fr: Bande passante montante des utilisateurs anonymes en Ko/s. 0 équivaut à illimité.
nl: Uploadbandbreedte van anonieme gebruiker in KB/s. Nul betekent oneindig.
pl: Limit wysyłania w KB/s dla anonimowego użytkownika. Zero oznacza nieograniczony.
pt: Largura de banda de upload de utilizador anónimo em KB/s. Zero significa infinito.
pt_br: Limite de banda de upload para usuário anônimo em KB/s. Zero significa infinito.
ro: Lăţimea de bandă la încărcare pentru utilizatorii anonimi în KB/s. Zero înseamnă fără limită.
ru: Пропускная способность загрузки для анонимных пользователей в Кб/с. Ноль - без ограничений.
sk: Šírka upload pásma anonymných používateľov v KB/s. Nula znamena neobmedzená.
sr: Upload propusni opseg za anonimnog korisnika u KB/s. Nula znači beskonačno.
sv: Anonym användares uppladdningshastighet i KB / s. Noll innebär oändlighet.
tr: KB/s olarak isimsiz kullanıcı gönderme bant genişliği. Sıfır sonsuz anlamına gelir.
uk: Пропускна здатність вивантаження для анонімних користувачів в Кб / с. Нуль - без обмежень.

source: Anonymous user download bandwidth
ca: Ample de banda de baixada de l'usuari anònim
cs: Šíře pásma pro stahování, přidělená anonymnímu uživateli
de: Download-Bandbreite für Gast-Benutzer
es: Velocidad de bajada del usuario anonimo
fr: Bande passante descendante des utilisateurs anonymes
nl: Downloadbandbreedte van anonieme gebruiker
pl: Limit pobierania dla anonimowego użytkownika
pt: Largura de banda do utilizador anónimo para download
pt_br: Limite de banda de download para usuário anônimo
ro: Bandă download utilizator Anonim
ru: Пропускная способность скачивания для анонимных пользователей
sk: Šírka download pásma pre anonymných používateľov
sr: Download propusni opseg za anonimnog korisnika
sv: Anonym användares nerladdningshastighet
tr: İsimsiz kullanıcı indirme bant genişliği
uk: Пропускна здатність завантаження для анонімних користувачів

source: Anonymous user download bandwidth in KB/s. Zero means infinity.
ca: Ample de banda de baixada de l'usuari anònim en KB/s. Un zero vol dir infinit.
cs: Šíře pásma pro stahování, přidělená anonymnímu uživateli, v KB/s. Nula znamená neomezeno.
de: Erlaubte Download-Bandbreite für Gast-Benutzer in KB/s. Null steht für keine Beschränkung.
es: Velocidad de bajada del usuario anonimo en KB/s (o=No controlado)
fr: Bande passante descendante des utilisateurs anonymes en Ko/s. 0 équivaut à illimité.
nl: Downloadbandbreedte van anonieme gebruiker in KB/s. Nul betekent oneindig.
pl: Limit pobierania w KB/s dla anonimowego użytkownika. Zero oznacza nieograniczony.
pt: Largura de banda de download de utilizador anónimo em KB/s. Zero significa infinito.
pt_br: Limite de banda de download para usuário anônimo em KB/s. Zero significa infinito.
ro: Lăţimea de bandă la descărcare pentru utilizatorii anonimi în KB/s. Zero înseamnă fără limită.
ru: Пропускная способность скачивания для анонимных пользователей в Кб/с. Ноль - без ограничений.
sk: Šírka download pásma pre anonymných používateľov v KB/s. Nula znamená neobmedzená.
sr: Download propusni opseg za anonimnog korisnika u KB/s. Nula znači beskonačno.
sv: Anonym användares nerladdningshastighet i KB / s. Noll innebär oändlighet.
tr: KB/s olarak isimsiz kullanıcı indirme bant genişliği. Sıfır sonsuz anlamına gelir.
uk: Пропускна здатність завантаження для анонімних користувачів в KB/s. 0 - без обмежень.

source: Enable SSL/TLS
ca: Activar SSL/TLS
cs: Zapnout SSL/TLS
pl: Włącz SSL/TLS
sk: Aktivovať SSL/TLS
tr: SSL/TLS etkinleştir
uk: Увімкнути SSL/TLS

source: These parameters are added to proftpd.conf.
ca: Aquests paràmetres son afegits a la configuració de proftpd.conf.
cs: Tyto parametry budou přidány do proftpd.conf.
de: Diese Parameter werden der Konfigurationsdatei proftpd.conf hinzugefügt.
es: Estos parametros se añaden tal cual a proftpd.conf
fr: Ces paramètres sont ajoutés à proftpd.conf.
nl: Deze parameters worden aan proftpd.conf toegevoegd.
pl: Te parametry zostaną dodane do proftpd.conf.
pt: Estes parâmetros são adicionados ao proftpd.conf.
pt_br: Esses parâmetros serão adicionado no arquivo proftpd.conf.
ro: Aceşti parametrii sunt adaugaţi în fişierul proftpd.conf.
ru: Эти параметры добавляются в proftpd.conf.
sk: Tieto parametre budú pridané do proftpd.conf.
sr: Ovi parametri su dodati u proftpd.conf.
sv: Dessa parametrar läggs till i proftpd.conf.
tr: Bu parametreler proftpd.conf dosyasına eklenir.
uk: Ці параметри будуть додані в proftpd.conf.

source: Directory
ca: Directori
cs: Adresář
de: Verzeichnis
es: Directorio
fr: Répertoire
nl: Map
pl: Katalog
pt: Directório
pt_br: Diretório
ru: Каталог
sk: Adresár
sr: Direktorijum
sv: Katalog
tr: Dizin
uk: Каталог

source: The directory containing the files you want to publish. The remote host does not need to pass along the directory as part of the transfer.
ca: El directori que conté els fitxers que vols publicar. Al client remot no li cal passar el directori com a part de la transferència.
cs: Složka obsahující soubory, které chcete zveřejnit. V rámci přenosu, protistrana ji nemusí předávat.
de: Das Verzeichnis, in welchem sich die Dateien befinden, die Sie zugänglich machen möchten. Darauf zugreifende Rechner müssen nicht erst in das Verzeichnis wechseln, um einen Datentransfer zu beginnen.
es: El Directorio (carpeta) que contiene los ficheros que se desea publicar. El host remoto no podra subir de nivel
fr: Le répertoire contenant les fichiers que vous voulez publier. L'hôte distant n'a pas besoin de transmettre le chemin complet lors du transfert.
nl: De map die de bestanden bevat die u wilt publiceren. De externe host hoeft de map niet door te geven als onderdeel van de overdracht.
pl: Katalog zawierający pliki które chcesz publikować. Zdalny host nie potrzebuje przechodzić przez katalog podczas transferu.
pt: O directório que contém os arquivos que deseja publicar. O host remoto não precisa passar o directório como parte da transferência.
pt_br: O diretório contém os arquivos que você quer publicar. O host remoto não precisa indicar o diretório como parte da transferência.
ro: Folderul conţine fişierele pe care doriţi să le publicaţi. Sistemul remote nu necesită trimiterea folderului ca parte a transferului.
ru: Директория, содержащая файлы, которые Вы бы хотели опубликовать. Удаленный хост не обязан передавать отдельно имя директории при передачи.
sk: Adresár obsahujúci súbory, ktoré chcete publikovať. Vzdialený počítač nemusí odosielať adresár ako súčasť prenosu.
sr: Direktorijum sadrži datoteke koje želite da objavite. Udaljeni host ne mora da prođe pored direktorijuma kao deo transfera.
sv: Katalogen som innehåller de filer du vill publicera. Fjärrvärden behöver inte passera längs katalogen som en del av överföringen.
tr: Yayımlamak istediğiniz dosyaları içeren dizin. Uzak anamakinenin aktarımın parçası olarak dizini geçirmesi gerekmez.
uk: Директорія, яка містить файли, які Ви б хотіли опублікувати, Віддалений хост не зобов'язаний передавати окремо ім'я директорії при передачі

source: Allow New Files
ca: Permetre nous fitxers
cs: Umožnit vytváření nových souborů
de: Neue Dateien zulassen
es: Permitir crear ficheros
fr: Autoriser la création de fichiers
nl: Nieuwe bestanden toestaan
pl: Zezwól na nowe pliki
pt: Permite Ficheiros Novos
pt_br: Permitir novos arquivos
ro: Permite adăugarea de fişiere noi
ru: Разрешить новые файлы
sk: Povoliť nové súbory
sr: Dozvoli nove datoteke
sv: Tillåt nya filer
tr: Yeni Dosyalara izin ver
uk: Дозволити нові файли
