Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Plugin version
cs: Verze zásuvného modulu
es: Versión del Plugin
fr: Version du module
nl: Versie van plug-in
pt: Versão do Plugin
pt_br: Versão do plugin
ro: Versiune Plugin
ru: Гид
sr: Verzija dodatne komponente
sv: Insticksmodul version
tr: Eklenti sürümü
uk: Версія плагіна

source: Version of the plugin
cs: Verze zásuvného modulu
de: Version des Plugins
es: Version del Plugin
fr: Version du module
nl: Versie van de plug-in
pt: Versão do Plugin
pt_br: Versão do plugin
ro: Versiunea plugin-ului
ru: Версия плагина
sr: Verzija za dodatnu komponentu
sv: Insticksmodulens version
tr: Eklentinin sürümü
uk: Версія плагіна

source: Plugin API version
cs: Verze API rozhraní zásuvného modulu
es: Versión del API del Plugin
fr: Version de l'API du module
nl: Versie van plug-in-API
pt_br: Versão da API do plugin
ro: Versiunea API plugin
ru: Версия API плагина
sr: API verzija dodatne komponente
sv: Instickmoduls API Version
tr: Eklenti API sürümü
uk: Версія API плагіна

source: Plugin architecture
cs: Architektura zásuvného modulu
de: Plugin Architektur
es: Arquitectura del Plugin ( x86, x64)
fr: Architecture du module
nl: Plug-in-architectuur
pt: Arquivo de Plugins
pt_br: Arquitetura do plugin
ro: Arhitectura plugin-ului
ru: Архитектура плагина
sr: Arhitektura dodatne komponente
sv: Insticksmodulens arkitektur
tr: Eklenti mimarisi
uk: Архітектура плагіна

source: Plugin enabled
cs: Používat tento zásuvný modul
de: Plugin aktiviert
es: Habilitar Plugin
fr: Module activé
nl: Plug-in ingeschakeld
pt: Plugin activo
pt_br: Plugin habilitado
ro: Plugin activat
ru: Плагин включен
sr: Dodatna komponenta omogućena
sv: Insticksmodul aktiverad
tr: Eklenti etkinleştirildi
uk: Плагін задіяний

source: Plugin IP address
cs: IP adresa zásuvného modulu
de: Plugin IP Adresse
es: Dirección IP del Plugin
fr: Adresse IP du module
nl: IP-adres van plug-in
pt: Ligar endereço IP
pt_br: Endereço IP do plugin
ro: Adresa IP Plugin
ru: IP-адрес плагина
sr: IP addresa dodatne komponente
sv: Instickmoduls IP Address
tr: Eklenti IP adresi
uk: IP-адреса плагіна

source: Plugin TCP port
cs: TCP port zásuvného modulu
es: Puerto TCP del Plugin
fr: Port TCP du module
nl: TCP-poort van plug-in
pt: Ligar TCP Porta
pt_br: Porta TCP do plugin
ro: Port TCP Plugin
ru: TCP порт плагина
sr: TCP port dodatne komponente
sv: Instickmodulens TCP Port
tr: Eklenti TCP bağlantı noktası
uk: TCP порт плагіна

source: Plugin archive path
cs: Umístění archivu zásuvného modulu
de: Plugins Archiv-Verzeichnis
es: Ruta de acceso a los plugins
fr: Chemin de l'archive du greffon
nl: Archiefpad van plug-in
pt: plugin de arquivo de path
pt_br: Caminho de arquivamento do plugin
ro: Calea arhivei plugin-urilor..
ru: Путь к плагинам
sr: Arhivska putanja dodatne komponente
sv: Instickmodul arkiv sökväg
tr: Eklenti arşiv yolu
uk: Шлях до плагінів

source: Path where the plugins are saved after installation
cs: Umístění, do kterého jsou zásuvné moduly ukládány po instalaci
de: Verzeichnis, in dem die Plugins nach der Installation gespeichert werden
es: Ruta donde los plugin serán salvados despues de la instalación
fr: Chemin où sont enregistrés les greffons après l'installation
nl: Pad waarin de plug-ins na installatie worden opgeslagen
pt: Path onde os plugins são armazenados após inslatação
pt_br: Caminho onde os plugins serão salvos após a instalação
ro: Calea unde plugin-urilor sunt salvate după instalare.
ru: Путь, где плагины сохраняются после установки
sr: Putanja gde su dodatne komponente sačuvane posle instalacije
sv: Sökvägen där instickmodulerna är sparade efter installation
tr: Kurulumdan sonra eklentilerin kaydedildiği yerin yolu
uk: Шлях, де плагіни зберігаються після інсталяціі

source: Plugins
cs: Zásuvné moduly
fr: Modules
ro: Plugin-uri
ru: Плагины
sr: Dodatne komponente
sv: Instickmoduler
tr: Eklentiler
uk: Плагіни

source: Source
cs: Zdroj
de: Quelle
es: Origen
nl: Bron
pt: Origem
pt_br: Origem
ro: Sursă
ru: Источник
sr: Izvor
sv: Källa
tr: Kaynak
uk: Джерело

source: Destination
ca: Destinació
cs: Cíl
de: Zielpunkt
es: Destino
nl: Bestemming
pl: Przeznaczenie
pt: Destino
pt_br: Destino
ro: Destinaţie
ru: Назначение
sk: Cieľ
sr: Odredište
sv: Mål
tr: Hedef
uk: Напрямок

source: Mount Point
ca: Punt de muntatge
cs: Přípojný bod
de: Einhängepunkt
es: Punto de Montaje
fr: Point de montage
nl: Koppelpunt
pl: Punkt montowania
pt: Ponto de Montagem
pt_br: Ponto de montagem
ro: Punct de montare
ru: Точка монтирования
sk: Prípojný bod
sr: Tačka montiranja
sv: Monteringspunkt
tr: Bağlama Noktası
uk: Точка монтування

source: Plugin successfully updated.
cs: Zásuvný modul byl úspěšně aktualizován.
de: Plugin erfolgreich aktualisiert.
es: Plugin actualizado correctamente.
fr: Module mis à jour avec succès.
nl: Plug-in met succes bijgewerkt.
pt: Plugin actualizado com sucesso.
pt_br: Plugin atualizado com sucesso.
ro: Plugin actualizat cu succes.
ru: Плагин успешно обновлен.
sr: Dodatak uspesno ažuriran.
sv: Instickmodul har uppdaterats.
tr: Eklenti başarılı olarak güncellendi.
uk: Плагін успішно оновлено.

source: Plugin successfully updated
cs: Zásuvný modul byl úspěšně aktualizován
de: Plugin erfolgreich aktualisiert
es: Plugin actualizado correctamente.
fr: Module mis à jour avec succès
nl: Plug-in met succes bijgewerkt
pt: Plugin actualizado com sucesso
pt_br: Plugin atualizado com sucesso
ro: Plugin actualizat cu succes.
ru: Плагин успешно обновлен
sr: Dodatna komponenta uspesno ažurirana
sv: Insticksmodulen har uppdaterats
tr: Eklenti başarılı olarak güncellendi
uk: Плагін успішно оновлено

source: Plugin successfully installed
cs: Zásuvný modul byl úspěšně nainstalován
de: Plugin erfolgreich installiert
es: Plugin instalado correctamente
fr: Module installé avec succès
nl: Plug-in met succes geïnstalleerd
pt: Plugin instalado com sucesso
pt_br: Plugin instalado com sucesso
ro: Plugin instalat cu succes
ru: Плагин успешно установлен
sr: Dodatna komponenta uspešno instalirana
sv: Insticksmodulen har uppdaterats
tr: Eklenti başarılı olarak yüklendi
uk: Плагін успішно встановлено

source: This is not a valid mask
cs: Toto není platná maska
de: Das ist keine gültige Maske
es: Esta no es una máscara valida
fr: Ce champ n'est pas une masque valide
nl: Dit is geen geldig masker
pt: Isto não é uma mascara válida
pt_br: Isto não é uma máscara válida
ro: Acesta nu este o mască validă
ru: Недопустимая маска
sr: Ovo nije ispravna maska
sv: Detta är inte ett giltigt mask
tr: Bu geçerli bir maske değil
uk: Це не є допустимою маскою

source: This field is required for "Enable home directories browsing".
ca: Aquest camp és requereix per "Enable home directories browsing".
cs: Vyplnění této kolonky je vyžadováno, pokud je zaškrtnuta předvolba „Umožnit procházení domovských složek“.
de: Dieses Feld ist notwendig für "Home Verzeichnisse browsen aktivieren".
es: Este campo es obligatorio "En el caso de habilitar la navegación en el directorio home".
fr: Ce champ est obligatoire pour "Activer la navigation dans les répertoires personnels".
nl: Dit veld is vereist voor 'Basismapverkenning inschakelen'.
pl: To pole jest wymagane dla opcji "Włącz widoczność katalogów domowych".
pt: Este campo é necessário para "Activar a navegação nos directórios da raiz".
pt_br: Este campo é obrigatório para "Habilitar navegação no diretório home".
ro: Acest câmp este obligatoriu pentru "Activare navigare directoare Home"
ru: Это поле является обязательным для "Включения просмотра домашних каталогов".
sk: Toto pole je vyžadované pre voľbu "Povoliť prehliadanie domovských adresárov".
sr: Polje je zahtevano za "Omogući pretraživanje matičnog direktorijuma".
sv: Detta fält krävs för att "Aktivera hemkatalogsbläddring".
tr: "Ana dizinlere gözatmayı etkinleştir" için bu alan gereklidir.
uk: Це поле є обов'язковим для "Включення перегляду домашніх каталогів".

source: This field is required for "Home directories".
ca: Aquest camp és requereix per "Home directories".
cs: Vyplnění této kolonky je vyžadováno pro volbu „Domovské složky“.
de: Diese Feld wird für "Heimatverzeichnisse" benötigt.
es: Este campo es obligatorio para "Directorios home"
fr: Ce champ est nécessaire pour "Dossiers personnels".
nl: Dit veld is vereist voor 'Basismappen'.
pl: To pole jest wymagane dla opcji "Katalogi domowe".
pt: Este campo é necessário para "Directórios da raiz".
pt_br: Este campo é obrigatório para "Diretórios home".
ro: Acest câmp este obligatoriu pentru "Directoare Home".
ru: Это поле является обязательным для "Домашние каталоги".
sk: Toto pole je vyžadované pre "Domovské adresáre".
sr: Ovo polje je obavezno za "Matične direktorijume".
sv: Detta fält krävs för "hemkataloger".
tr: "Ana dizinler" için bu alan gereklidir.
uk: Це поле є обов'язковим для "Домашні каталоги".

source: The SMB service failed to reload.
cs: Znovunačtení služby SMB se nezdařilo.
fr: Le rechargement du service SMB a échoué.
nl: Opnieuw laden van de SMB-service is mislukt.
pt_br: O serviço SMB falhou em recarregar.
ro: Serviciul SMB a eșuat să repornească.
ru: Не удалось перезагрузить службу SMB.
tr: SMB hizmetini yeniden yükleme başarısız oldu.
uk: Службу SMB не вдалося перезавантажити.

source: The AFP service failed to reload.
ca: El servei AFP ha fallat la recàrrega
cs: Znovunačtení služby AFP se nezdařilo.
de: Der AFP Dienst konnte nicht wieder geladen werden.
es: Ha fallado el reinicio del servicio AFP
fr: Le rechargement du service AFP a échoué.
nl: Opnieuw laden van de AFP-service is mislukt.
pl: Nieudane przeładowanie usługi AFP.
pt: O serviço AFP falhou no reinicio.
pt_br: O serviço AFP falhou em recarregar.
ro: Serviciul AFP a eșuat să se reîncarce
ru: Службу AFP не удалось перезагрузить.
sk: Službu AFP sa nepodarilo načítať.
sr: AFP servis nije uspeo ponovo da se učita.
sv: AFP-tjänsten kunde inte startas om.
tr: AFP hizmetini yeniden yükleme başarısız oldu.
uk: Службу AFP не вдалося перезавантажити.

source: The NFS service failed to reload.
ca: El servei NFS ha fallat la recàrrega
cs: Znovunačtení služby NFS se nezdařilo.
de: Der NFS Dienst konnte nicht wieder geladen werden.
es: Ha fallado el reinicio del servicio NFS
fr: Le rechargement du service NFS a échoué.
nl: Opnieuw laden van de NFS-service is mislukt.
pl: Nieudane przeładowanie usługi NFS.
pt: O serviço NFS falhou no reinicio.
pt_br: O serviço NFS falhou em recarregar.
ro: Serviciul NFS a eșuat să reîncarce
ru: Службу NFS не удалось перезагрузить.
sk: Službu NFS sa nepodarilo načítať.
sr: NFS servis nije uspeo ponovo da se učita.
sv: NFS tjänsten kunde inte starta om.
tr: NFS hizmetini yeniden yükleme başarısız oldu.
uk: Службу NFS не вдалося перезавантажити.

source: The Plugins Jail service failed to reload.
cs: Znovunačtení služby vyhrazených prostředí pro zásuvné moduly se nezdařilo.

source: File Permission
ca: Permís de fitxer
cs: Přístupová práva k souboru
de: Dateiberechtigung
es: Permisos de Archivo
fr: Permission de fichier
nl: Bestandsmachtiging
pl: Uprawnienia do pliku
pt: Permissões do Ficheiro
pt_br: Permissão do arquivo
ro: Permisiuni fişier
ru: Права доступа к файлу
sk: Prístupové práva súboru
sr: Dozvole fajla
sv: Filrättigheter
tr: Dosya İzni
uk: Права доступу до файлу

source: Directory Permission
ca: Permís de directori
cs: Přístupová práva ke složce
de: Verzeichnisberechtigung
es: Permisos de Directorios
fr: Permission de répertoire
nl: Mapmachtiging
pl: Uprawnienia do katalogu
pt: Permissões do Directório
pt_br: Permissão do diretório
ro: Permisiuni Directory
ru: Права доступа к каталогу
sk: Prístupové práva adresára
sr: Dozvole direktorijuma
sv: Katalogrättigheter
tr: Dizin İzni
uk: Права доступу до каталогу

source: This value must be between 1024 and 65535, inclusive. 0 for default
ca: Aquest valor ha d'estar entre 1024 i 65535, inclusivament. Poseu 0 pel valor per defecte.
cs: Je třeba, aby tato hodnota byla mezi 1024 a 65535 včetně. 0 (nula) znamená použít výchozí
de: Der Wert muss zwischen 1024 bis einschließlich 65535 liegen. 0 für Standard
es: Este valor debe estar comprendido entre 1024 y 65535, ambos inclusive. Introduzca 0 para el valor por defecto.
fr: Cette valeur doit être comprise entre 1024 et 65535 inclus. 0 pour la valeur par défaut
nl: Deze waarde moet tussen 1024 en 65535 liggen. 0 voor standaard
pl: Ta wartość musi być pomiędzy 1024 i 65535 włącznie.
pt: Este valor tem que ser entre 1024 e 65535, inclusive. 0 é por defeito
pt_br: O valor deve estar entre 1024 e 65535, inclusive. 0 para padrão
ro: Valaorea trebuie să fie cuprinsă între 1024 şi 65535, inclusiv. Implicit este 0.
ru: Это значение должно быть от 1024 до 65535 включительно. 0 - по умолчанию
sk: Táto hodnota musí byť medzi 1024 a 65535, vrátane. 0 pre predvolené
sr: Ova vrednost mora biti između 1024 i 65535, uključujući i njih. 0 za podrazumevano podešavanje
sv: Detta värde måste vara mellan 1024 och 65535, inklusive. 0 är standard
tr: Bu değer 1024 ve 65535 dahil arasında olmak zorundadır. Varsayılan için 0
uk: Значення має бути між 1024 та 65535 включно. 0 - типово

source: This value must be between 1024 and 65535, inclusive. 0 for default.
ca: Aquest valor ha d'estar entre 1024 i 65535, inclusivament. Poseu 0 pel valor per defecte.
cs: Je třeba, aby tato hodnota byla mezi 1024 a 65535 včetně. 0 (nula) znamená použít výchozí.
de: Der Wert muss zwischen 1024 bis einschließlich 65535 liegen. 0 für Standard.
es: Este valor debe estar comprendido entre 1024 y 65535, ambos inclusive. Introduzca 0 para el valor por defecto.
fr: Cette valeur doit être comprise entre 1024 et 65535 inclus. 0 pour la valeur par défaut.
nl: Deze waarde moet tussen 1024 en 65535 liggen. 0 voor standaard.
pl: Ta wartość musi być pomiędzy 1024 i 65535 włącznie. 0 dla ustawień domyślnych.
pt: Este valor tem que ser entre 1024 e 65535, inclusivé. 0 é por defeito.
pt_br: O valor deve estar entre 1024 e 65535, inclusive. 0 para padrão.
ro: Valaorea trebuie să fie cuprinsă între 1024 şi 65535, inclusiv. Implicit este 0.
ru: Это значение должно быть от 1024 до 65535 включительно. 0 - по умолчанию.
sk: Táto hodnota musí byť medzi 1024 a 65535, vrátane. 0 pre predvolené.
sr: Ova vrednost mora biti između 1024 i 65535, uključujući i njih. 0 za podrazumevano podešavanje.
sv: Detta värde måste vara mellan 1024 och 65535, inklusive. 0 är standard.
tr: Bu değer 1024 ve 65535 dahil arasında olmak zorundadır. Varsayılan için 0.
uk: Значення має бути між 1024 та 65535 включно. 0 - типово.

source: This must be higher than minimum passive port
cs: Je třeba, aby toto bylo vyšší než nejnižší umožněné číslo pasivního portu
de: Der Wert muss größer sein als der erste passive Port.
es: Debe ser mayor que el puerto pasivo minimo
fr: Ce port doit être plus élevé que le port passif minimum
nl: Dit moet hoger zijn dan minimale passieve poort
pt: Isso deve ser maior que a porta passiva mínima
pt_br: Este deve ser superior a porta passiva mínima
ro: Acesta trebuie să fie mai mare decît portul pasiv minim.
ru: Должно быть выше чем наименьший пассивный порт
sr: Ovo mora da bude veća od minimalnog pasivnog porta
sv: Detta måste vara högre än lägsta passiva port
tr: Bu, en az pasif bağlantı noktasından daha yüksek olmak zorundadır
uk: Повинно бути більше ніж найменший пасивний порт

source: This field is required for anonymous login
ca: Aquest camp es requereix per fer login anònim
cs: Vyplnění této kolonky je nutné, aby byla možná anonymní přihlášení
de: Dieses Feld ist für die anonyme Anmeldung notwendig
es: Este campo es requerido para registro anónimo
fr: Ce champ est nécessaire pour les connexions anonymes
nl: Dit veld is vereist voor anonieme aanmelding
pl: To pole jest wymagane dla logowania anonimowego
pt: Este campo é necessário para uma entrada anónima
pt_br: Este campo é requerido para login anônimo
ro: Câmp obligatoriu în cazul logării anonime
ru: Это поле является обязательным для анонимного входа
sk: Toto pole je vyžadované pre anonymné prihlásenie
sr: Ovo polje je obavezno za anonimno prijavljivanje
sv: Detta fält krävs för anonyma inloggningar
tr: Bu alan isimsiz oturum açma için gerekli
uk: Це поле є обов'язковим для забезпечення анонімного входу

source: The ftp service failed to start.
ca: El servei FTP no ha pogut iniciar-se
cs: Spuštění služby ftp se nezdařilo.
de: Der TFTP Dienst konnte nicht wieder gestartet werden.
es: Ha fallado el arranque del servicio FTP
fr: Le démarrage du service FTP a échoué.
nl: Starten van de ftp-service is mislukt.
pl: Uruchomienie usługi FTP nie powiodło się.
pt: O serviço ftp falhou no reinicio.
pt_br: O serviço ftp falhou em iniciar
ro: Servicul ftp a eșuat să pornească.
ru: Не удалось запустить службу ftp.
sk: Službu ftp sa nepodarilo spustiť.
sr: Ftp servis nije uspeo da se pokrene.
sv: FTP-tjänsten kunde inte starta om.
tr: FTP hizmetini başlatma başarısız oldu.
uk: Не вдалося запустити службу FTP.

source: The tftp service failed to reload.
ca: El servei TFTP ha fallat la recàrrega
cs: Znovunačtení služby tftp se nezdařilo.
de: Der TFTP Dienst konnte nicht wieder geladen werden.
es: Ha fallado el reinicio del servicio FTP
fr: Le rechargement du service TFTP a échoué.
nl: Opnieuw laden van de tftp-service is mislukt.
pl: Nieudane przeładowanie usługi TFTP.
pt: O serviço tftp falhou no reinicio.
pt_br: O serviço tftp falhou em recarregar
ro: Servicul tftp a eșuat să reîncarce.
ru: Службу tftp не удалось перезагрузить.
sk: Službu tftp sa nepodarilo načítať.
sr: TFTP servis nije uspeo da se ponovo učita.
sv: TFTP-tjänsten kunde inte starta om.
tr: TFTP hizmetini yeniden yükleme başarısız oldu.
uk: Службу TFTP не вдалося перезавантажити.

source: The SSH service failed to reload.
ca: El servei SSH ha fallat la recàrrega
cs: Znovunačtení služby SSH se nezdařilo.
de: Der SSH Dienst konnte nicht wieder geladen werden.
es: Ha fallado el reinicio del servicio SSH
fr: Le rechargement du service SSH a échoué.
nl: Opnieuw laden van de SSH-service is mislukt.
pl: Nieudane przeładowanie usługi SSH.
pt: O serviço SSH falhou no reinicio.
pt_br: O serviço SSH falhou em recarregar.
ro: Serviciul SSH a eșuat să repornească.
ru: Службу SSH не удалось перезагрузить.
sk: Službu SSH sa nepodarilo načítať.
sr: SSH servis nije uspeo da se ponovo učita.
sv: SSH-tjänsten kunde inte starta om.
tr: SSH hizmetini yeniden yükleme başarısız oldu.
uk: Службу SSH не вдалося перезавантажити.

source: The Rsync service failed to reload.
ca: El servei Rsync ha fallat la recàrrega
cs: Znovunačtení služby Rsync se nezdařilo.
de: Der Rsync Dienst konnte nicht wieder geladen werden.
es: Ha fallado el reinicio del servicio RSync
fr: Le rechargement du service Rsync a échoué.
nl: Opnieuw laden van de Rync-service is mislukt.
pl: Nieudane przeładowanie usługi Rsync.
pt: O serviço Rsync falhou no reinicio.
pt_br: O serviço Rsync falhou em recarregar.
ro: Servicul Rsync a eșuat să se reîncarce
ru: Службу Rsync не удалось перезагрузить.
sk: Službu Rsync sa nepodarilo načítať.
sr: Rsinc servis nije uspeo da se ponovo učita.
sv: Rsync-tjänsten kunde inte starta om.
tr: Rsync hizmetini yeniden yükleme başarısız oldu.
uk: Не вдалося перезапустити службу Rsync.

source: The name cannot contain slash or a closing square backet.
ca: El nom no pot contenir la barra inclinada (slash) o tancament de corxets (closing square backet)
cs: Název nemůže obsahovat znak „/“ (dopředné lomítko) nebo „]“ (uzavírací hranatou závorku).
de: Der Name darf kein Slash oder schließende Klammer enthalten.
es: El nombre no puede contener los caracteres "/ , ]"
fr: Le nom ne peut pas contenir de slashs (/) ou crochets fermants (]).
nl: De naam mag geen / of ] bevatten.
pl: Nazwa nie może zawierać slash'a oraz kwadratowego nawiasu zamykającego (/ ]).
pt: O nome não pode conter uma barra ou um cardinal.
pt_br: O nome não pode conter barras ou colchetes.
ro: Numele nu poate conține slash sau o paranteză pătrată de închidere.
ru: Имя не может содержать косую черту или квадратные скобки.
sk: Názov nesmie obsahovať lomítka alebo ukončujúce hranaté zátvorky.
sr: Ime ne može da sadrži znak kose crte ili zagrade.
sv: Namnet kan inte innehålla varken divisionstecken eller avslutande hakparantes.
tr: İsim, eğik çizgi veya kapatma köşeli parantez içeremez.
uk: Ім'я не має містити косу чи квадратні дужки.

source: Confirm Password
cs: Potvrzení hesla
de: Passwort bestätigen
es: Confirma Contraseña
fr: Confirmer le mot de passe
nl: Wachtwoord bevestigen
pt: Confirmar Palavra-passe
pt_br: Confirmar Senha
ro: Confirmare parolă
ru: Подтверждение пароля
sr: Potvrdi lozinku
sv: Bekräfta lösenord
tr: Parolayı Onaylayın
uk: Підтвердження пароля

source: The DynamicDNS service failed to reload.
ca: El servei DynamicDNS ha fallat la recàrrega.
cs: Znovunačtení služby Dynamická DNS se nezdařilo.
de: Der DDNS Dienst konnte nicht wieder geladen werden.
es: Ha fallado el reinicio del servicio DynDNS
fr: Le rechargement du service DNS Dynamique a échoué.
nl: Opnieuw laden van de DynamicDNS-service is mislukt.
pl: Nieudane przeładowanie usługi DynamicDNS.
pt: O serviço DynamicDNS falhou no reinicio.
pt_br: O serviço DynamicDNS falhou em recarregar.
ro: Serviciul DNS dinamic a eșuat să se reîncarce
ru: Службу DynamicDNS не удалось перезагрузить.
sk: Službu DynamicDNS sa nepodarilo načítať.
sr: Dinamički DNS servis nije uspeo da se ponovo učita.
sv: Den dynamiska DNS-tjänsten kunde inte startas om.
tr: DynamicDNS hizmetini yeniden yükleme başarısız oldu.
uk: Не вдалося перезавантажити службу DynamicDNS.

source: This is not a valid e-mail address
cs: Toto není platná e-mailová adresa
de: Das ist keine gültige E-Mail-Adresse
es: Esta no es una dirección de e-mail válida
fr: Ce champ n'est pas une adresse e-mail valide
nl: Dit is geen geldig e-mailadres
pt: Este campo não é um endereço IP válido ou rede
pt_br: Este não é um endereço de e-mail válido
ro: Aceasta nu este o adresă de e-mail validă.
ru: Недопустимый адрес электронной почты
sr: Ovo nije validna e-mail adresa
sv: Detta är inte en giltig e-post adress
tr: Bu geçerli bir e-posta adresi değil
uk: Це не адреса електронної пошти

source: The contact must contain only alphanumeric characters, _, - or a valid e-mail address
cs: Kontakt může obsahovat pouze písmena a číslice, dále znaky „_“ (podtržítko) a „-“ (spojovník). Tyto náležitosti případně pochopitelně splňuje i platná e-mailová adresa
de: Das Kontaktfeld darf nur alphanumerische Zeichen, _, - oder eine gültige E-Mail-Adresse beinhalten
es: El contacto debe contener solamente caracteres alfanuméricos,"_", "-" o una dirección de correo válida
fr: Le contact ne doit contenir que des caractères alphanumériques, '_', '-' ou une adresse e-mail valide
nl: Het contactveld mag alleen alfanumerieke tekens, _, - of een geldig e-mailadres bevatten
pt: O contacto apenas pode ter caracteres alfanuméricos, incluindo _, -, ou um endereço de e-mail válido
pt_br: O contato deve conter apenas caracteres alfanúmericos, _, - ou um endereço de e-mail válido
ro: Contactul trebuie să conțină numai caractere alfanumerice, _, - sau o adresă de e-mail
ru: Контакт должен содержать только буквы, цифры, _, - или действительный адрес электронной почты
sr: Kontakt mora da sadrži samo aflanumeričke karaktere, _, - ili validnu mail adresu
sv: Kontakten kan ändast innehålla alfanumeriska tecken, _, - eller en giltig e-post adress
tr: Kişi sadece alfasayısal karakterler, _, - veya geçerli bir e-posta adresi içermek zorundadır
uk: Контакт повинен містити тільки букви і цифри, _, - або дійсну адресу електронної пошти
