Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: NT4 Domain
cs: Doména NT4
fr: Domaine NT4
nl: NT4-domein
pt_br: Domínio NT4
ro: Domeniu NT4
ru: NT4 Домен
tr: NT4 Etki Alanı
uk: NT4 Домен

source: Domain account name to bind as
cs: Název doménového účtu, kterým se spojovat
fr: Nom du compte de domaine à associer
nl: Domeinaccountnaam om mee te binden
ro: Nume domeniu conturi de utilizat
ru: Учетная запись домена для подключения
tr: Farklı bağlamak için etki alanı hesabı adı
uk: Обліковий запис домену для підключення

source: Domain Account password.
cs: Heslo k doménovému účtu.
fr: Mot de passe du compte du domaine.
nl: Domeinaccountwachtwoord.
ro: Parolă cont administrator domeniu.
ru: Пароль учетной записи домена.
tr: Etki Alanı Hesabı parolası.
uk: Пароль облікового запису домену.

source: Use keytab
cs: Použít uložené heslo
fr: Utiliser la touche de tabulation
nl: Keytab gebruiken
ro: Utilizare keytab
tr: Keytab kullan

source: Kerberos keytab file
cs: Soubor s uloženými Kerberos pověřeními
fr: Fichier Keytab pour Kerberos
nl: Kerberos-keytab-bestand
ro: Fişier keytab Kerberos
ru: Файл kerberos keytab
tr: Kerberos keytab dosyası
uk: Файл kerberos keytab

source: Set this if you want to allow Trusted Domains.
cs: Toto nastavte, pokud chcete uznávat účty z jiných domén.
fr: À activer pour autoriser des domaines reconnus.
nl: Stel dit in als u vertrouwde domeinen wilt toestaan.
pt_br: Selecione isto se você quer permitir Domínios de Confiança.
ro: Activați opțiunea dacă permiteți domenii de încredere.
ru: Установите если вы хотите разрешить Доверенные Домены.
tr: Eğer Güvenilir Etki Alanlarına izin vermek istiyorsanız bunu ayarlayın.
uk: Встановіть якщо ви хочете дозволити Довірені Домени.

source: Hostname of the kerberos server to use.
cs: Název stroje s kerberos serverem, který použít.
fr: Nom d'hôte du serveur Kerberos à utiliser.
nl: Hostnaam van de te gebruiken kerberos-server.
pt_br: Hostname do servidor Kerberos a ser utilizado.
ro: Numele serverului kerberos utilizat.
ru: Имя хоста сервера Kerberos.
tr: Kullanmak için kerberos sunucusunun anamakine adı.
uk: Им'я хоста сервера Kerberos.

source: Kerberos Password Server
cs: Kerberos server s hesly
fr: Serveur de mots de passe Kerberos
nl: Kerberos-wachtwoordserver
pt_br: Servidor de Senhas Kerberos
ro: Serverul de parole kerberos
ru: Сервер паролей Kerberos
tr: Kerberos Parola Sunucusu
uk: Сервер паролей Kerberos

source: DNS timeout
cs: Časový limit prodlevy DNS
pt_br: Tempo limite de DNS
ro: Timp expirare DNS
ru: Таймаут DNS
tr: DNS zaman aşımı
uk: Таймаут DNS

source: NIS domain
cs: Doména NIS
fr: Domaine NIS
nl: NIS-domein
pt_br: Domínio NIS
ro: Domeniu NIS
ru: Домен NIS
tr: NIS etki alanı
uk: Домен NIS

source: Comma delimited list of NIS servers
cs: Seznam NIS serverů, jednotlivé položky oddělujte čárkou
fr: Liste des serveurs NIS, séparés par une virgule
nl: Door komma's gescheiden lijst van NIS-servers
pt_br: Lista de servidores NIS separados por vírgulas
ro: Lista de servere NIS separate prin virgulă.
ru: Разделенный запятыми список серверов NIS
tr: NIS sunucularının virgülle sınırlandırılmış listesi
uk: Розділений комами список серверів NIS

source: Secure mode
cs: Zabezpečený režim
fr: Mode sécurisé
nl: Beveiligde modus
pt_br: Modo seguro
ro: Mod securizat
ru: Безопасный режим
tr: Güvenli kip
uk: Безпечний режим

source: Cause ypbind to run in secure mode
cs: Způsobí, že služba ypbind poběží v zabezpečeném režimu
fr: Permet à ypbind de fonctionner en mode sécurisé
nl: Ypbind in beveiligde modus laten uitvoeren
pt_br: Faz com que ypbind seja executado em modo seguro
ro: Determină rularea ypbind în modul securizat
ru: Вызывает запуск ypbind в безопасном режиме
tr: Güvenli kipte ypbind çalıştırılmasına neden olur
uk: Викликає запуск ypbind в безпечному режимі

source: NIS Domain
cs: Doména NIS
fr: Domaine NIS
nl: NIS-domein
pt_br: Domínio NIS
ro: Domeniu NIS
ru: Домен NIS
tr: NIS Etki Alanı
uk: Домен NIS

source: Interface Description
cs: Popis rozhraní
fr: Description de l'interface
nl: Interfacebeschrijving
ro: Descriere interfață
ru: Описание интерфейса
tr: Arayüz Açıklaması
uk: Опис інтерфейсу

source: Country Code
cs: Kód země
fr: Code Pays
nl: Landcode
pt_br: Código do país
ro: Cod de țară
ru: Код страны
tr: Ülke Kodu
uk: Код країни

source: Specify a two-letterISO 3166 country code (required for LLDPlocation support)
cs: Zadejte dvoupísmenný kód země dle normy ISO 3166 (vyžadováno pro podporu LLDPlocation)
fr: Spécifie un code pays en deux lettres ISO3166 (requis pour supporter LLDPlocation)
nl: Geef een twee-letterige ISO 3166-landcode op (vereist voor LLDPlocation-ondersteuning)
pt_br: Especifique o código do país (necessário para suporte a LLDPlocation)
ro: Specifică codul de țară prin două litere conform ISO 3166 (necesar pentru suportul LLDPlocation)
ru: Укажите двух-буквенный код страны ISO 3166 (требуется для поддержки LLDPlocation)
tr: İki harfli ISO 3166 ülke kodu belirleyin (LLDPkonumu desteği için gerekir)
uk: Вкажіть двох-літерний код країни ISO 3166 (потрібно для підтримки LLDPlocation)

source: Specify the physical location of the host
cs: Zadejte, kde se tento stroj fyzicky nachází
fr: Spécifie la localisation physique de l'hôte
nl: Geef de fysieke locatie van de host op
pt_br: Especifique o local físico do host
ro: Specifică locația fizică a gazdei
ru: Укажите физическое расположение хоста
tr: Anamakinenin fiziksel konumunu belirleyin
uk: Вкажіть фізичне розташування хоста

source: Informational
cs: Informovat o teplotě
fr: Informatif
nl: Informatief
pt_br: Informativo
ro: Informal
ru: Информационные
tr: Bilgilendirme
uk: Інформаційні

source: Report as informational in the system log if the temperature is greater or equal than N degrees Celsius. 0 to disable
cs: Hlásit jako informaci v protokolu systému, pokud je teplota vyšší nebo rovná N stupňům Celsia. Vypíná se zadáním 0 (nula)
pt_br: Reporta como informativo no log do sistema se a temperatura é maior ou igual à N graus Celsius. 0 para desabilitar
ro: Raportează în log ca informare dacă temperatura sistemului este mai mare sau egală cu N grade Celsius. 0 pentru dezactivare
ru: Сообщать как информационное, если температура больше или равна N градусов (по Цельсию). 0 - для отключения
tr: Sıcaklık N Santigrat dereceden daha büyük veya eşitse sistem günlüğünde bilgilendirme olarak bildirir. Etkisizleştirmek için 0
uk: Повідомляти як iнформацiйне, якщо температура більше або дорівнює N градусів (за Цельсієм). 0 - для відключення

source: Report as critical in the system log and send an email if the temperature is greater or equal than N degrees Celsius. 0 to disable
cs: Hlásit jako kritické v protokolu systému a poslat e-mail pokud je teplota vyšší nebo rovná N stupňům Celsia. Vypíná se zadáním 0 (nula)
nl: Rapporteren als kritiek in het systeemlogboek en een e-mail verzenden als de temperatuur hoger dan of gelijk is aan N graden Celsius. 0 om uit te schakelen
pt_br: Reporta como crítico no log do sistema e envia email se a temperatura é maior ou igual à N graus Celsius. 0 para desabilitar
ro: Raportează în log ca informație critică și trimite un email de avertizare dacă temperatura este mai mare sau egală cu N grade Celsius. 0 pentru dezactivare
ru: Сообщать как критическое, если температура больше или равна N градусов (по Цельсию). 0 - для отключения
tr: Sıcaklık N Santigrat dereceden daha büyük veya eşitse sistem günlüğünde kritik olarak bildirir ve bir e-posta gönderir. Etkisizleştirmek için 0
uk: Повідомляти як критичне, якщо температура більше або дорівнює N градусів (за Цельсієм). 0 - для відключення

source: DNS Backend
cs: Podpůrná vrstva DNS
ro: Backend DNS
tr: DNS Arka Ucu

source: DNS Backend, eg SAMBA_INTERNAL
cs: Podpůrná vrstva pro DNS, např. SAMBA_INTERNAL
nl: DNS-back-end, bv. SAMBA_INTERNAL
ro: Backend DNS, ex. SAMBA_INTERNAL
tr: DNS Arka Ucu, örn SAMBA_INTERNAL

source: DNS Forwarder
cs: Přeposílač DNS
nl: DNS-doorstuurserver
ro: Forwarder DNS
tr: DNS Yönlendiricisi

source: Domain Forest Level
cs: Úroveň stromu domény
nl: Domeinforestniveau
ro: Nivel Domain Forest
tr: Etki Alanı Orman Seviyesi

source: Directory Services
cs: Adresářové služby
nl: Adreslijstservices
pt_br: Serviços de Diretório
ro: Servicii Director
ru: Службы каталогов
tr: Dizin Hizmetleri
uk: Служби каталогу

source: The umask must be between 000 and 777.
cs: Hodnota umask se musí nacházet mezi 000 a 777.
fr: Le masque utilisateur ("umask") doit être compris entre 000 et 777.
nl: Het umask moet tussen 000 en 777 liggen.
pt_br: A umask deve ser entre 000 e 777.
ro: Valaorea pentru umask trebuie să fie cuprinsă între 000 şi 777.
ru: Значение umask должно быть от 000 до 777.
tr: Umask değeri 000 ve 777 arasında olmak zorundadır.
uk: Значення umask має бути між 0000 та 777 включно.

source: Paths for a NFS share must reside within the same filesystem
cs: Je třeba, aby se umístění NFS sdílení nacházelo v rámci stejného souborovém systému
fr: Le chemin pour un partage NFS doit résider dans le même système de fichiers
nl: Paden voor een NFS-share moeten zich binnen hetzelfde bestandssysteem bevinden
pt_br: Caminhos para um compartilhamento NFS devem residir no mesmo sistema de arquivos
ro: Calea pentru o partajare NFS trebuie să se afle în același sistem de fișiere
ru: Путь к ресурсу NFS должен быть в той-же файловой системе
tr: Bir NFS paylaşımı için yollar aynı dosya sistemi içinde yer almalıdır
uk: Шлях до ресурсу NFS повинен бути в тій-самiй файловiй системи

source: You cannot share a mount point and subdirectories all at once
cs: Nelze sdílet přípojný bod i jeho podsložky naráz
fr: Vous ne pouvez pas partager un point de montage et les sous répertoires en même temps
nl: U kunt geen koppelpunt en submappen tegelijk delen
pt_br: Você não pode compartilhar um ponto de montagem e subdiretórios todos de uma vez
ro: Nu puteți partaja un punct de montare și subdirectoare în același timp
ru: Вы не можете открыть общий доступ одновременно к точке монтирования и подкаталогам
tr: Bir kerede bir bağlama noktasını ve alt dizinleri paylaşamazsınız
uk: Ви не можете відкрити спільний доступ одночасно до точки монтування та підкаталогам

source: The network %s is already being shared and cannot be used twice for the same filesystem
cs: Síť %s je již sdílena a nelze ji použít dvakrát pro stejný souborový systém
fr: Le réseau %s est déjà partagé et ne peut être utilisé deux fois pour le même système de fichiers
nl: Het netwerk %s wordt al gedeeld en kan niet tweemaal voor hetzelfde bestandssysteem worden gebruikt
pt_br: A rede %s já está sendo compartilhada e não pode ser utilizada duas vezes para o mesmo sistema de arquivos
ro: Rețeaua %s este deja partajată și nu poate fi utilizată de două ori pentru același sistem de fișiere
ru: Сеть %s не может быть указана дважды для одной файловой системы
tr: %s ağı zaten paylaşılıyor ve aynı dosya sistemi için ikinci kez kullanılamaz
uk: Мережа %s не може бути вказана двічі для однієї файлової системи

source: Apply Default Permissions
cs: Použít výchozí přístupová práva
fr: Applique les permissions par défaut
nl: Standaardmachtigingen toepassen
pt_br: Aplicar permissões padrão
ro: Aplicare permisiuni implicite
ru: Применить разрешения по умолчанию
tr: Varsayılan İznleri uygula
uk: Застосувати дозволи за замовчуванням

source: The ownership of new files and directories is normally governed by effective uid of the connected user. This option allows the Samba administrator to specify that the ownership for new files and directories should be controlled by the ownership of the parent directory. For windows shares it is NOT recommended to set this. The desired behavior can be achieved using ACL's. This probably won't do what you want it to do.
cs: Vlastnictví nových souborů a složek je běžně řízeno skutečným uživatelským identifikátorem připojeného uživatele. Tato předvolba umožňuje správci Samba určit, že vlastnictví pro nové soubory a složky by mělo být řízeno vlastnictvím nadřazené složky. Požadovaného chování lze docílit použitím ACL seznamů. Toto nejspíš neudělá to, co byste potřebovali.
nl: Het eigendom van nieuwe bestanden en mappen wordt normaal gesproken bepaald door de effectieve uid van de verbonden gebruiker. Via deze optie kan de Samba-beheerder opgeven dat het eigendom voor nieuwe bestanden en mappen moet worden bepaald door het eigendom van de bovenliggende map. Voor Windows-shares wordt het NIET aanbevolen om dit in te stellen. Het gewenste gedrag kan worden bereikt door het gebruik van ACL's. Dit doet waarschijnlijk niet wat u het wilt laten doen.
ru: Владелец новых файлов и каталогов обычно определяется uid подключенного пользователя. Эта опция позволяет администратору Samba указать, что владелец для новых файлов и каталогов должен определяться владельцем родительской директории. Для сетевых ресурсов windows это устанавливать НЕ рекомендуется. Это, вероятно, не будет делать то, что вы от него хотите. Желаемое поведение может быть достигнуто с путем использования ACL.

source: New directories inherit the mode of the parent directory, including bits such as setgid. New files inherit their read/write bits from the parent directory. For windows shares it is NOT recommended to set this. The desired behavior can be achieved using ACL's. This probably won't do what you want it to do.
cs: Nové složky převezmou přístupová práva od nadřazené složky, včetně bitů jako např. setgid. Nové soubory převezmou práva pro čtení a zápis z nadřazené složky. Pro sdílení pro Windows toto NENÍ doporučeno nastavovat. Požadovaného chování lze docílit použitím ACL seznamů. Toto nejspíš neudělá to, co byste potřebovali.
nl: Nieuwe mappen nemen de modus van de bovenliggende map over, inclusief bits zoals setgid. Nieuwe bestanden nemen hun lees-/schrijfbits over van de bovenliggende map. Voor Windows-shares wordt het NIET aanbevolen om dit in te stellen. Het gewenste gedrag kan worden bereikt door het gebruik van ACL's. Dit doet waarschijnlijk niet wat u het wilt laten doen.
ru: Новые каталоги наследуют режим родительского каталога, в том числе биты, такие как setgid. Новые файлы наследуют их биты чтения / записи из родительской директории. Для сетевых ресурсов windows НЕ рекомендуется устанавливать это. Это, вероятно, не будет делать то, что вы от него хотите. Желаемое поведение может быть достигнуто с помощью ACL.

source: Default umask
cs: Výchozí hodnota umask
nl: Standaard umask
pt_br: Umask padrão
ro: Valoare implicită umask
ru: umask по умолчанию
tr: Varsayılan umask
uk: imask за замовченям

source: Compression
cs: Komprese
nl: Compressie
ro: Compresie
ru: Сжатие
tr: Sıkıştırma
uk: Стиснення

source: Lock Volume
cs: Uzamknout svazek
nl: Volume vergrendelen
ro: Blocare volum
ru: Блокировать Том
tr: Birimi Kilitle
uk: Блокувати Том

source: Change Passphrase
cs: Změnit heslovou frázi
fr: Modifier la phrase de passe
nl: Wachtwoordzin wijzigen
pt_br: Modificar frase secreta
ro: Schimbare frază de control
ru: Сменить пароль
tr: Parolayı Değiştir
uk: Змінити пароль

source: Download Key
cs: Stáhnout si klíč
fr: Télécharger la clé
nl: Sleutel downloaden
pt_br: Baixar Chave
ro: Descărcare cheie
ru: Скачать ключ
tr: Anahtarı İndir
uk: Скачати ключ

source: Add recovery key
cs: Přidat obnovovací klíč
fr: Ajouter une clef de récupération
nl: Herstelsleutel toevoegen
pt_br: Adicionar chave de recuperação
ro: Adăugare cheie de recuperare
ru: Добавить ключ восстановления
tr: Kurtarma anahtarı ekle
uk: Додати ключ вiдновлення

source: Unlock
cs: Odemknout
fr: Déverrouiller
nl: Ontgrendelen
pt_br: Desbloquear
ro: Deblocare
ru: Разблокировать
tr: Kilidi aç
uk: Розблокувати

source: When
cs: Kdy
fr: Quand
nl: Wanneer
pt_br: Quando
ro: Cînd
ru: Когда
tr: Zaman
uk: Коли

source: Remote Hostname
cs: Název stroje protistrany
fr: Nom d'hôte distant
nl: Naam van externe host
pt_br: Hostname Remoto
ro: Nume sistem remote
ru: Имя удаленного хоста
tr: Uzak Anamakine Adı
uk: Ім'я віддаленого хоста

source: Specify the size with IEC suffixes or 0, e.g. 10 GiB
cs: Zadejte velikost s příponou dle normy IEC, např. 10 GiB. Jinak zadejte 0 (nula)
fr: Spécifie la taille avec des suffixes IEC ou 0, par exemple 10GiB
nl: Geef de grootte op met IEC-achtervoegsels of 0, bv. 10 GiB
ro: Specifică dimensiunea cu sufixe IEC sau 0, ex. 10GiB
ru: Укажите размер с суффиксом IEC или 0, например, 10 GiB
tr: IEC sonekleri ya da 0 ile boyutu belirler, örn. 10 GiB
uk: Вкажіть розмір з суфіксом IEC або 0, наприклад, 10 GiB

source: No: Skip to import
cs: Ne: přeskočit na import
fr: Non : ignorer l'importation
nl: Nee: verder naar importeren
pt_br: Não: Pular para importar
ro: Nu: mai departe pentru import
ru: Нет: Продолжить импорт
tr: Hayır: İçe aktarmaya atla
uk: Нi: Продовжити iмпорт

source: 0=Unlimited; example: 1 GiB
cs: 0 (nula) = neomezeno; příklad: 1 GiB
nl: 0=Onbeperkt; voorbeeld: 1 GiB
ru: 0 = без ограничений; например 1GiB
tr: 0=Sınırsız; örnek: 1 GiB
uk: 0 = Без обмежень, наприклад: 1GiB

source: Specifies a suggested block size for files in the file system. This property is designed solely for use with database workloads that access files in fixed-size records. ZFS automatically tunes block sizes according to internal algorithms optimized for typical access patterns.
cs: Určuje doporučenou velikost bloku pro soubory na souborovém systému. Tato vlastnost byla navržena výhradně pro potřeby ukládání takových databází, které přistupují k souborům v záznamech o neměnné velikosti. Pro všechny ostatní případy použití nenastavujte – ZFS automaticky upravuje velikosti bloků dle vnitřních algoritmů, uzpůsobených pro typické vzorce přístupu k datům.
nl: Geeft een voorgestelde blokgrootte aan voor bestanden in het bestandssysteem. Deze eigenschap is uitsluitend ontworpen voor het gebruik met database-taken die bestanden in records met vaste grootte benaderen. ZFS past blokgroottes automatisch aan volgens internationale algoritmes die voor gebruikelijke toegangspatronen zijn geoptimaliseerd.
pt_br: Especifica um tamanho de bloco sugerido para arquivos no sistema de arquivos. Esta propriedade é desenhada apenas para uso de workloads de base de dados que acessem arquivos em registro de tamanho fixo. O ZFS otimiza automaticamente tamanhos de blocos de acordo com algoritmos internos otimizados para padrões de acesso típicos.
ro: Definește dimensiunea bloc pentru fișiere în sistemul de fișiere. Această opțiune este utilizată doar pentru lucrul cu baze de date care accesează fișierele prin înregistrări de lungime fixă. ZFS optimizează automat dimensiunea blocului pe baza unui algoritm intern pentru modele tipice de acces.
ru: Указывает предлагаемый размер блока для файлов на файловой системе. Это свойство разработано исключительно для баз данных, использующих записи фиксированного размера. ZFS автоматически подстраивает размеры блоков в соответствии с внутренними алгоритмами оптимизированными для типичных нагрузок.
tr: Dosya sistemindeki dosyalar için önerilen bir blok boyutunu belirler. Bu özellik yalnızca sabit boyutlu kayıtlardaki dosyalara erişen veritabanı iş yükleri ile kullanılmak üzere tasarlanmıştır. ZFS otomatik olarak genel erişim modelleri için en iyi hale getirilmiş dahili algoritmalara göre blok boyutlarını ayarlar.
uk: Вказує пропонований розмір блоку для файлів на файловій системі. Ця властивість розроблена виключно для баз даних, що використовують записи фіксованого розміру. ZFS автоматично підлаштовує розміри блоків у відповідності з внутрішніми алгоритмами оптимізованими для типових навантажень.

source: Sparse volume
cs: „řídký“ (sparse) svazek
pt_br: Volume esparso
ro: Volum sparse
ru: Разряженный том
tr: Seyrek birim
uk: Том з пропусками

source: Creates a sparse volume with no reservation, also known as "thin provisioning". A "sparse volume" is a volume where the reservation is less than the volume size. Consequently, writes to a sparse volume can fail with ENOSPC when the pool is low on space. (NOT RECOMMENDED)
cs: Vytvoří „řídký“ (sparse) svazek bez rezervace. Jedná se o metodu přidělování prostředků až dle okamžité potřeby (tzv. thin provisioning). „řídkost“ svazku spočívá v tom, že jemu vyhrazené místo je menší, než je jeho kapacita. Je ale třeba dát pozor na to, že zápis na takový svazek může v okamžiku, kdy na fondu úložišť dochází místo, skončit chybou ENOSPC (nedostatek místa). (NEDOPORUČENO)
fr: Crée un volume épars sans réservation, aussi connu sous le nom de "allocation fine". Un volume épars est un volume ou la réservation est inférieure à la taille du volume. Par conséquent, les écritures sur le volume épars peuvent échouer avec ENOSPC lorsque le pool est faible en espace. (NON RECOMMANDE)
nl: Maakt een sparse-volume aan zonder reservering, ook bekend als 'thin provisioning'. Een 'sparse-volume' is een volume waarbij de reservering minder is dan de volumegrootte. Als gevolg daarvan kunnen schrijfbewerkingen naar een sparse-volume mislukken met ENOSPC wanneer de pool weinig ruimte heeft. (NIET AANBEVOLEN)
ro: Creează un volum sparse fără rezervare, cunoscut și ca "thin provisioning". Un "volum sparse" este un volum a cărui rezervare este mai mică decît dimensiunea volumului. În consecință scrierile într-un volum sparse pot eșua în ENOSPC în cazul în care spațiul liber este redus. (NERECOMANDAT)
ru: Создает том без резервирования пространства, также известно как "тонкий провижининг". Подобный том занимает места менее своего полного объема. Как следствие, это может привести к ошибкам ENOSPC при последующей записи, если на пуле недостаточно места. (НЕ РЕКОМЕНДУЕТСЯ)
tr: Aynı zamanda "ölçülü kaynak sağlama" olarak bilinen hiç ayırma olmadan seyrek bir birim oluşturur. Bir "seyrek birim", birim boyutundan daha az yerin ayrıldığı bir birimdir. Sonuç olarak, havuz alanı az olduğunda ENOSPC ile seyrek bir birime yazma başarısız olabilir. (ÖNERİLMEZ)
uk: Створює том без резервування простору, також відомо як "тонкий провіжінінг". Подiбний том займає місця менш свого повного обсягу. Як наслідок, це може призвести до помилок ENOSPC при подальшому запису, якщо на пулі недостатньо місця. (НЕ РЕКОМЕНДУЄТЬСЯ)

source: Block size
cs: Velikost bloku
fr: Taille de bloc
nl: Blokgrootte
pt_br: Tamanho do Bloco
ro: Dimensiune bloc
ru: Размер блока
tr: Blok boyutu
uk: Розмір блоку

source: The default blocksize for volumes is 8 Kbytes. Any power of 2 from 512 bytes to 128 Kbytes is valid.
cs: Výchozí velikost bloku pro svazek je 8 kilobajtů. Platná je také libovolná mocnina čísla dva, od 512 bajtů po 128 kilobajtů.
fr: La taille par défaut des blocs est de 8 kOctets pour les volumes. Toute valeur puissance de 2 et allant de 512 octets à 128 kOctets est valide.
nl: De standaard blokgrootte voor volumes is 8 Kbytes. Alle machten van 2 vanaf 512 bytes tot 128 Kbytes zijn geldig.
pt_br: O tamanho padrão de bloco para volumes é 8 Kbytes. Qualquer múltiplo de 2 de 512 bytes até 128 Kbytes é válido.
ro: Dimensiunea implicită pentrubloc este de 8 Kbytes. Orice putere a lui 2 de la 512 pînă la 128 Kbytes este permisă.
ru: Размер блока по умолчанию 8 КБайт. Допускаетя любая степень 2 от 512 до 128K.
tr: Birimler için varsayılan blok boyutu 8 Kbayt'tır. 512 bayttan 128 Kbayta herhangi bir 2'nin kuvveti geçerlidir.
uk: Розмір блоку за замовчуванням 8 КБайт. Допускаетя будь-який ступінь 2 від 512 до 128K.

source: Permission Type
cs: Typ přístupových práv
fr: Type de permission
nl: Type machtiging
ro: Tip permisiune
ru: Тип прав
tr: İzin Türü
uk: Тип прав
