Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: DN of the user container in AD.
cs: Rozlišený název (DN) sekce Active Directory, ve které se nacházejí uživatelské účty.
nl: DN van de gebruikerscontainer in AD.
ru: DN контейнера пользвателей в AD.
tr: AD içinde kullanıcı kalıbının DN'i.
uk: DN контейнера користувачів в AD.

source: Group Base
cs: Základ skupin
ru: База Группы
tr: Grup Tabanlı
uk: База Групи

source: DN of the group container in AD.
cs: Rozlišený název (DN) sekce Active Directory, ve které se nacházejí účty skupin.
nl: DN van de groepscontainer in AD.
ru: DN контейнера групп в AD.
tr: AD içinde grup kalıbının DN'i.
uk: DN контейнера груп в AD.

source: You can either enter dhcp or static ip but not both
cs: Použít je možné dhcp nebo statickou IP adresu ale ne obojí naráz
ru: Вы можете ввести либо dhcp либо статический ip, но не оба
tr: Ya dhcp ya da sabit ip girebilirsiniz ancak ikisi birden olmaz
uk: Ви можете ввести або dhcp або статичний ip, але не обидва

source: This name is already in use.
cs: Tento název je už používán.
nl: Deze naam wordt al gebruikt.
ru: Это имя уже используется.
tr: Bu isim zaten kullanımda.
uk: Це ім'я вже використовується.

source: Unable to delete associated periodic snapshot %(task)s:%(error)s
cs: Nedaří se smazat související pravidelné pořizování zachyceného stavu %(task)s:%(error)s
ru: Невозможно удалить связанный периодический снимок %(task)s:%(error)s
tr: İlişkilendirilmiş düzenli anlık görüntü %(task)s silinemiyor: %(error)s
uk: Неможливо видалити пов'язаний періодичний знімок %(task)s:%(error)s

source: Listen (Node A)
cs: Čekat na spojení (uzel A)
ru: Слушать (Узел A)
tr: Dinle (Düğüm A)

source: Listen (Node B)
cs: Čekat na spojení (uzel B)
ru: Слушать (Узел B)
tr: Dinle (Düğüm B)

source: The community must contain only alphanumeric characters _ . or -
cs: „komunita“ (= heslo v SNMP terminologii) může obsahovat pouze písmena a číslice, dále znaky „_“ (podtržítko) a „-“ (spojovník)
tr: Topluluk sadece alfasayısal karakterler _ . veya - içermek zorunda

source: The community must contain only alphanumeric characters _ . spaces or -
cs: „komunita“ (= heslo v SNMP terminologii) může obsahovat pouze písmena a číslice, dále znaky „_“ (podtržítko) a „-“ (spojovník)
nl: De community mag alleen alfanumerieke tekens, _ . spaties of - bevatten
ru: Community должно содержать только буквы, цифры, _ . пробезы или -
tr: Topluluk sadece alfasayısal karakterler _ . boşluklar veya - içermek zorunda
uk: Спільнота має містити тільки букви, цифри, _ , пробіл або -

source: Zvol "%s" does not exist
cs: ZFS svazek „%s“ neexistuje
nl: Zvol '%s' bestaat niet
ru: ZVOL "%s" не существует
tr: Zvol "%s" mevcut değil
uk: ZVOL "%s" не існує

source: Use this option to override the username ('nobody' by default) which will be used for access to services which are specified as guest. Whatever privileges this user has will be available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login. The user root cannot be used as guest account.
cs: Slouží k přepsání uživatelského jména („nobody“ ve výchozím nastavení), které bude použito pro přístup ke službám bez přihlašování. Přístupová práva tohoto uživatele budou propůjčena všem, kteří se připojí k takové službě. Je třeba, aby zmíněný uživatel existoval v souboru passwd, platné přihlášení však není vyžadováno. Účet správce systému (root) nemůže být použit jako účet hosta.
nl: Gebruik deze optie voor het vervangen van de gebruikersnaam (standaard 'nobody') die wordt gebruikt voor toegang tot services die als gast zijn opgegeven. Bevoegdheden voor deze gebruiker zijn beschikbaar voor clients die verbinding maken met de gastservice. Deze gebruiker moet in het wachtwoordbestand bestaan, maar vereist geen geldige aanmelding. De gebruiker root kan niet als gastaccount worden gebruikt.
ru: Используйте эту опцию для изменения имени пользователя ('nobody' по умолчанию), которое будет использоваться для гостевого доступа к службам. Независимо от привилегий, этот пользователь будет доступен для любого клиента, подключающегося к гостевой службе. Этот пользователь должен существовать в файле паролей, но не требует корректного логина. Суперпользователь (root) не может использоваться как гостевой аккаунт.
tr: Misafir olarak belirtilen hizmetlere erişmek için kullanılacak olan kullanıcı adını (varsayılan 'nobody') geçersiz kılmak için bu seçeneği kullanın. Yetkiler ne olursa olsun bu kullanıcı misafir hizmete bağlanan herhangi bir istemci olabilecektir. Bu kullanıcı parola dosyasında olmak zorundadır, ancak geçerli bir oturum açma bilgisi gerekmez. Kullanıcı root, misafir hesabı olarak kullanılamaz.
uk: Використовуйте цю опцію для зміни імені користувача ('nobody' типово), яке буде використовуватися для гостьового доступу до служб. Незалежно від привілеїв, цей користувач буде доступний для будь-якого клієнта, підключається до гостьової служби. Цей користувач повинен існувати у файлі паролів, але не вимагає коректного логіна. Суперкористувач (root) не може використовуватися як гостьовий аккаунт.

source: These parameters are added to the [global] section of smb.conf
cs: Tyto parametry jsou přidány do sekce [global] souboru smb.conf
nl: Deze parameters worden aan de sectie [global] van smb.conf toegevoegd
ru: Эти параметры добавляются в раздел [global] файла smb.conf
tr: Bu parametreler smb.conf dosyasının [global] bölümüne eklenir
uk: Ці параметри додаються до розділу [global] файлу smb.conf

source: Specifies whether Samba should use (expensive) hostname lookups or use IP addresses instead. An example place where hostname lookups are currently used is when checking the hosts deny and hosts allow.
cs: Určuje, zda má samba používat (náročný) překlad IP adres na názvů strojů či namísto toho použít jen IP adresy. Příkladem použití překladu na názvy strojů je v současnosti jejich použití v seznamech strojů, ze kterých je povolen či odepřen přístup ke sdílením.
nl: Geeft aan of samba (dure) hostnaam-zoekopdrachten moet gebruiken, of in plaats daarvan IP-adressen. Een voorbeeldplaats waar hostnaam-zoekopdrachten momenteel worden gebruikt, is bij het controleren van de geweigerde en toegestane hosts.
ru: Указывает должна ли samba использовать (дорогое) преобразование имен или использовать вместо них IP адреса. В качестве примера использования имен можно назвать списки разрешенных и запрещенных хостов.
tr: Samba'nın (pahalı) anamakine adı aramalarını kullanıp kullanmamasını ya da bunun yerine IP adresi kullanıp kullanmamasını belirler. Reddedilen anamakineler ve izin verilen anamakineler işaretlendiğinde şu anda kullanılan anamakine adı aramalarının yeri bir örnektir.
uk: Вказує чи повинна samba використовувати (дороге) перетворення імен або використовувати замість них IP адреси. Як приклад використання імен можна називати списки дозволених і заборонених хостів.

source: This boolean parameter controls the behaviour of smbd(8) when receiving a protocol request of "open for execution" from a Windows client. With Samba 3.6 and older, the execution right in the ACL was not checked, so a client could execute a file even if it did not have execute rights on the file. In Samba 4.0, this has been fixed, so that by default, i.e. when this parameter is set to "False", "open for execution" is now denied when execution permissions are not present. If this parameter is set to "True", Samba does not check execute permissions on "open for execution", thus re-establishing the behavior of Samba 3.6
cs: Tento parametr určuje chování služby smbd(8), když od Windows klienta obdrží požadavek „otevřít pro spuštění“. U Samba verze 3.6 a starších, nebylo oprávnění pro spouštění kontrolováno vůči ACL seznamům, takže klient mohl soubor spustit, i když neměl potřebné oprávnění. V Samba 4.0 toto bylo opraveno, takže ve výchozím stavu, tj. když je tento parametr nastaven na „False“ (ne), je v případě, že není příslušné oprávnění, „otevřít pro spuštění“ odepřeno. Je-li tento parametr nastaven na „True“ (ano), Samba nekontroluje oprávnění pro „otevřít pro spuštění“ a chová se tak tedy stejně, jako Samba 3.6
nl: Deze boolean parameter bepaalt het gedrag van smbd(8) tijdens de ontvangst van een protocolaanvraag van 'open for execution' vanaf een Windows-client. Bij Samba 3.6 en lager werd de uitvoermachtiging in de ACL niet gecontroleerd, zodat een client een bestand ook kon uitvoeren als het geen uitvoerrechten op het bestand had. In Samba 4.0 is dit verholpen, zodat wanneer bv. deze parameter is ingesteld op 'False', 'open for execution' nu standaard wordt geweigerd als de uitvoermachtiging ontbreekt. Als deze parameter is ingesteld op 'True', controleert Samba geen uitvoermachtiging bij 'open for execution', en wordt dus het gedrag van Samba 3.6 aangehouden
ru: Это логический параметр управляет поведением smbd(8) при получении запроса "открыть для исполнения" от клиента Windows. Начиная с Samba 3.6 и старше, право исполнения в ACL не проверялось, и клиент мог выполнять файла, даже если у него не было права исполнения. В Samba 4.0 это было исправлено, так что по умолчанию, то есть, когда этот параметр отключен, "открытие для исполнения" теперь запрещено если нет прав на исполнение. Если этот параметр включен, Samba не проверяет разрешения на исполнение для "открыть для исполнения", таким образом восстанавливая поведение Samba 3.6
tr: Bu boolean parametresi, bir Windows istemcisinden gelen "çalıştırmak için aç" protokol isteği aldığında smbd(8) davranışını denetler. Samba 3.6 ve daha eskisi ile ACL içindeki çalıştırma hakkı kontrol edilmezdi, bu yüzden bir istemci dosya üzerinde çalıştırma hakkına sahip olmasa bile dosyayı çalıştırabilirdi. Samba 4.0'da, bu düzeltildi, böylece bu varsayılandır, örn. bu parametre "False" olarak ayarlandığında, çalıştırma izinleri mevcut olmadığında "çalıştırmak için aç" artık reddedilir. Eğer parametre "True" olarak ayarlanırsa, Samba "çalıştırmak için aç" üzerinde çalıştırma izinlerini kontrol etmez, böylelikle Samba 3.6'nın davranışı yeniden kurulur
uk: Цей логічний параметр керує поведінкою smbd(8) при отриманні запиту "відкрити для виконання" від клієнта Windows. Починаючи з Samba 3.6 і старше, право виконання в ACL не перевірялося, і клієнт міг виконувати файли, навіть якщо у нього не було права виконання. У Samba 4.0 це було виправлено, так що за замовчуванням, тобто, коли цей параметр відключений, "відкриття для виконання" тепер заборонено якщо немає прав на виконання. Якщо цей параметр включений, Samba не перевіряє дозволу на виконання для "відкрити для виконання", таким чином відновлюючи поведінку Samba 3.6

source: IP addresses to bind to. If none specified, all available interfaces that are up will be listened on.
cs: IP adresy, na které navázat. Pokud není zadáno, bude spojení očekáváno na všech aktivních rozhraních.
nl: IP-adressen waarmee wordt gebonden. Als niets is opgegeven, wordt op alle actieve beschikbare interfaces geluisterd.
ru: IP-адреса для привязки. Если ничего не указано, будут прослушиваться все доступные интерфейсы.
tr: Bağlanması için IP adresleri. Eğer hiçbiri belirtilmediyse, tüm kullanılabilir açık olan arayüzler dinlenecektir.
uk: IP-адреси для прив'язки. Якщо нічого не вказано, будуть прослуховуватися всі доступні інтерфейси.

source: Allows guest access to all Apple shares on this box.
cs: Umožnit nepřihlášeným uživatelům (hostům) přistupovat ke všem sdílením Apple (AFP) na tomto FreeNAS systému.
nl: Staat gasttoegang tot alle Apple-shares op deze machine toe.
ru: Разрешает гостевой доступ на все ресурсы Apple на этом хранилище.
tr: Bu kutudaki tüm Apple paylaşımlarına misafir erişime izin verir.
uk: Дозволяє гостьовий доступ на всі ресурси Apple на цьому сховищі.

source: IP addresses to advertise and listens to. If none specified, advertise the first IP address of the system, but to listen for any incoming request.
cs: IP adresy na kterých nabízet a očekávat spojení. Pokud není zadáno, bude nabízena první z IP adres systému, ale spojení bude očekáváno na všech.
nl: IP-adressen voor aankondigingen en waarop wordt geluisterd. Als niets is opgegeven, wordt het eerste IP-adres van het systeem aangekondigd, maar naar alle inkomende aanvragen geluisterd.
ru: Анонсируемые и слушаемые IP-адреса. Если никто не указано, анонсируется первый IP-адрес системы, но слушаются все.
tr: Duyurması ve dinlemesi için IP adresleri. Eğer hiçbiri belirtilmediyse, sistemin ilk IP adresini duyurur, ancak herhangi bir gelen isteği de dinler.
uk: IP-адреси що анонсуються та слухаються. Якщо нічого не вказано, анонсується перший IP-адрес системи, але слухаються всі.

source: Enable/disable home directories for AFP user.
cs: Umožnit/neumožnit uživatelům protokolu afp mít zde domovské složky.
nl: Basismappen voor AFP-gebruiker in-/uitschakelen.
ru: Включает/отключает домашние каталоги для пользователя AFP.
tr: AFP kullanıcısı için ana dizinleri etkinleştirir/etkisizleştirir.
uk: Включає/відключає домашні каталоги для користувача AFP.

source: When set, overrides the default Home Share Name.
cs: Pokud je nastaveno, přepíše výchozí název domovského sdílení.
nl: Overschrijft de standaardnaam van basis-share wanneer ingesteld.
ru: Когда установлено, отменяет значение по умолчанию Home Share Name.
tr: Ayarlandığında, varsayılan Ana Paylaşım Adı'nı geçersiz kılar.
uk: Коли встановлено, підміняє параметр за замовчуванням Home Share Name.

source: Map ACLs
cs: Mapovat ACL seznamy
tr: ACL'leri Eşle

source: How to map the effective permissions of authenticated users.
cs: Jak mapovat skutečná oprávnění ověřených uživatelů.
tr: Kimliği doğrulanmış kullancıların etkili izinlerinin nasıl eşlendiği.

source: These parameters are added to the [Global] section of afp.conf
cs: Tyto parametry jsou přidány do sekce [Global] souboru afp.conf
nl: Deze parameters worden aan de sectie [global] van afp.conf toegevoegd
ru: Эти параметры добавляются в раздел [Global] файла afp.conf
tr: Bu parametreler afp.conf dosyasının [Global] bölümüne eklenir
uk: Ці параметри додаються до розділу [Global] файлу afp.conf

source: How to map the effective permissions of authenticated users: Rights (default, Unix-style permissions)Mode (ACls), or None
cs: Jak mapovat skutečná oprávnění ověřených uživatelů: Práva (výchozí, unixová oprávnění)Režim (ACL seznamy), nebo Žádné
ru: Как отобразить действующие разрешения на авторизованных пользователей: Rights (по умолчанию, права доступа Unix-стиль), Mode (ACL) или None
tr: Kimliği doğrulanmış kullancıların etkili izinlerinin nasıl eşlendiği: Haklar (varsayılan, Unix-stili izinler) Kipi (ACl'ler), veya Hiçbiri

source: How to map the effective permissions of authenticated users: Rights (default, Unix-style permissions), Mode (ACLs), or None
cs: Jak mapovat skutečná oprávnění ověřených uživatelů: Práva (výchozí, unixová oprávnění), Režim (ACL seznamy), nebo Žádné
nl: De effectieve machtigingen van geverifieerde gebruikers toewijzen: Rechten (standaard, machtigingen in Unix-stijl), Modus (ACL's), of Geen
ru: Как отобразить действующие разрешения на авторизованных пользователей: Rights (по умолчанию, права доступа Unix-стиль), Mode (ACL) или None
tr: Kimliği doğrulanmış kullancıların etkili izinlerinin nasıl eşlendiği: Haklar (varsayılan, Unix-stili izinler), Kip (ACL'ler), veya Hiçbiri
uk: Як відобразити діючі дозволи на авторизованих користувачів: Rights (за замовчуванням, права доступу Unix-стиль), Mode (ACL) або None

source: Specifies how many servers to create. There should be enough to handle the maximum level of concurrency from clients, typically four to six.
cs: Určuje kolik instancí serveru vytvořit. Je třeba, aby tento počet byl dostatečný i pro zvládnutí nejvyšší úrovně souběžných požadavků od jeho klientů, obvykle 4 až 6.
nl: Geeft het aantal aan te maken servers aan. Er moeten er genoeg zijn om het maximale niveau van gelijktijdige verbindingen van clients te kunnen afhandelen, meestal 4 tot 6.
ru: Определяет, сколько серверов создать. Должно быть достаточно для обработки максимального уровня параллелизма клиентов, как правило, от четырех до шести.
tr: Kaç tane sunucu oluşturulacağını belirler. Genellikle dört ila altı olan istemcilerden gelen en fazla uyumluluk seviyesini işlemek yeterli olmalıdır.
uk: Визначає, скільки серверів створити. Повинно бути достатньо ресурсів для обробки максимального рівня паралелізму клієнтів, як правило, від чотирьох до шести.

source: Select the IP addresses to listen to for NFS requests. If left unchecked, NFS will listen on all available addresses.
cs: Vyberte IP adresy, na kterých očekávat NFS požadavky. Pokud není zaškrtnuto, bude spojení očekáváno na všech dostupných adresách.
nl: Selecteer de IP-adressen waarop naar NFS-aanvragen wordt geluisterd. Als dit niet is aangevinkt, luistert NFS op alle beschikbare adressen.
ru: Выберите IP адреса которые будет слушать NFS. Если ничего не указано, NFS будет слушать все интерфейсы.
tr: NFS isteklerini dinlemek için IP adreslerini seçin. Eğer işaretlenmeden bırakılırsa, NFS tüm mevcut adresleri dinleyecek.
uk: Виберіть IP адреси які будуть слухати NFS. Якщо нічого не вказано, NFS буде слухати все інтерфейси.

source: Forces the rpc.statd daemon to bind to the specified port, for both IPv4 and IPv6 address families.
cs: Tato volba vynutí, aby proces služby rpc.statd očekával spojení na zadaném portu a to pro protokoly IPv4 i IPv6.
nl: Dwingt de rpc.statd-daemon tot het binden aan de opgegeven poort, zowel voor IPv4- als IPv6-adresfamilies.
ru: Заставляет демона rpc.statd использовать указанный порт для IPv4 и IPv6.
tr: Her iki IPv4 ve IPv6 adresi aileleri için, belirtilen bağlantı noktasına rpc.statd arka plan programını bağlamaya zorlar.
uk: Змушує демона rpc.statd використовувати вказаний порт для IPv4 та IPv6.

source: Force the rpc.lockd daemon to bind to the specified port, for both IPv4 and IPv6 address families.
cs: Tato volba vynutí, aby proces služby rpc.lockd očekával spojení na zadaném portu a to pro protokoly IPv4 i IPv6.
nl: De rpc.lockd-daemon dwingen tot het binden aan de opgegeven poort, zowel voor IPv4- als IPv6-adresfamilies.
ru: Заставляет демона rpc.lockd использовать указанный порт для IPv4 и IPv6
tr: Her iki IPv4 ve IPv6 adresi aileleri için, belirtilen bağlantı noktasına rpc.statd arka plan programını bağlamaya zorlayın.
uk: Змушує демона rpc.lockd використовувати вказаний порт для IPv4 та IPv6

source: Ignore the group membership sent on the wire by the NFS client and look up the group membership on the server. Note that this option is mutually incompatible with the NFSv3 ownership model for NFSv4.
cs: Zapnutím této předvolby je ignorováno tvrzení NFS klienta, ohledně členství ve skupině a namísto toho je tato informace zjišťována na serveru. Tuto volbu nelze použít současně s „Používat u NFS verze 4 stejný model vlastnictví jako u verze 3“.
nl: Het groepslidmaatschap dat simultaan door de NFS-client is verstuurd negeren en het groepslidmaatschap op de server opzoeken. Houd er rekening mee dat deze optie wederzijds incompatibel is met het NFSv3-eigendomsmodel voor NFSv4.
ru: Игнорировать членство в группе присланное клиентом NFS и проверять на членство в группе на сервере. Обратите внимание, что эта опция взаимно несовместима с использованием модели собственности NFSv3 для NFSv4.
tr: Sunucudaki NFS istemcisi tarafından kablo üzerinde gönderilen grup üyeliğini yoksayar ve grup üyeliğini arar. Bu seçeneğin karşılıklı olarak NFSv4 için NFSv3 sahiplik modeli ile uyumsuz olduğunu unutmayın.
uk: Ця опція ігнорує членство в групі прислане клієнтом NFS і перевіряє членство в групі на сервері. Зверніть увагу, що ця опція взаємно несумісна з використанням моделі власності NFSv3 для NFSv4.

source: Enable/disable mountd logging into syslog.
cs: Tato předvolba zapne/vypne zaznamenávání událostí z mountd do syslog.
nl: Mountd-logboekregistratie in syslog inschakelen.
ru: Включить/выключить журналирование mountd в syslog.
tr: Syslog içinde mountd günlüklemeyi etkinleştirir/etkisizleştirir.
uk: Включити / виключити журнал mountd в syslog.

source: Enable/disable statd and lockd logging into syslog.
cs: Tato předvolba zapne/vypne zaznamenávání událostí ze statd a lockd do syslog.
nl: Statd- en lockd-registratie in syslog inschakelen.
ru: Включить/выключить журналирование statd и lockd в syslog.
tr: Syslog içinde statd ve lockd günlüklemeyi etkinleştirir/etkisizleştirir.
uk: Включити / виключити журнал statd і lockd в syslog.

source: Enable iSCSI ALUA
cs: Zapnout asymetrický přístup k iSCSI logickým jednotkám (ALUA)
nl: iSCSI ALUA inschakelen
ru: Включить iSCSI ALUA
tr: iSCSI ALUA'yı etkinleştir
uk: Включити iSCSI ALUA

source: Enabling this feature requires initiator reconfiguration
cs: Zapnutí této funkce vyžaduje znovunastavení iniciátoru
ru: Включение этой функции требует изменения конфигурации инициатора
tr: Bu özelliği etkinleştirmek başlatıcıyı yeniden yapılandırmayı gerektirir
uk: Включення цієї функції вимагає зміни конфігурації ініціатора

source: Size of extent: 0 means auto, a raw number is bytes, or suffix with KB, MB, or TB for convenience.
cs: Velikost úložné jednotky: 0 (nula) znamená automaticky, číslo bez uvedení jednotek znamená bajty, případně je možné (pro snazší zadávání) použít přípony KB, MB nebo TB.
nl: Grootte van extent: 0 is auto, een grof aantal in bytes, of laten volgen door KB, MB, of TB voor het gemak.
ru: Размер экстента: 0 - авто, число - в байтах, или число с суффиксом KB, MB, TB для удобства.
tr: Kapsam boyutu: 0 otomatik anlamına gelir, ham bir sayı bayttır ya da uyarlamak için sonek olarak KB, MB veya TB kullanılabilir.
uk: Розмір екстента, 0 - авто, число - в байтах, або число з суфіксів KB, MB, TB для зручності.

source: Logical block length (512 by default). The recommended length for compatibility is 512.
cs: Délka logického bloku (výchozí je 512). Z důvodu slučitelnosti je doporučeno použít právě oněch 512.
nl: Lengte van logisch blok (512 is standaard). De aanbevolen lengte voor compatibiliteit is 512.
ru: Длина логического блока (512 по умолчанию). Для совместимости рекомендуется 512.
tr: Mantıksal blok uzunluğu (varsayılan 512). Uyumluluk için önerilen uzunluk 512'dir.
uk: Довжина логічного блоку (типово 512). Для сумісності рекомендується 512.

source: By default, the physical blocksize is reported as the ZFS block size, which can be up to 128K. Some initiators do not work with values above 4K. Checking this disables reporting the physical blocksize.
cs: Ve výchozím stavu je velikost ZFS bloku hlášena stejná, jako ta fyzického, což může být až 128K. Některé iniciátory ovšem nepracují s hodnotami nad 4K, proto je zaškrtnutím této volby možné vypnout hlášení velikosti fyzického bloku.
nl: Standaard wordt de fysieke blokgrootte gemeld als de ZFS-blokgrootte, die tot 128K kan zijn. Sommige initiators werken niet met waarden boven 4K. Aanvinken hiervan schakelt het melden van de fysieke blokgrootte uit.
ru: По умолчанию в роли размера физического блока сообщается размер блока ZFS, который может достигать 128К. Некоторые инициаторы не работают со значениями выше 4К. Включение этой опции отключает сообщение физического размера блока.
tr: Varsayılan olarak, fiziksel blok boyutu, 128K boyuta kadar olabilen ZFS blok boyutu olarak bildirilir. Bazı başlatıcılar 4K üzerindeki değerler ile çalışmaz. Bunu işaretlemek fiziksel blok boyutunu bildirmeyi etkisizleştirir.
uk: За умовчанням у ролі розміру фізичного блоку повідомляється розмір блоку ZFS, який може досягати 128К. Деякі ініціатори не працюють зі значеннями вище 4К. Включення цієї опції відключає повідомлення фізичного розміру блоку.
