Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: This field is required for failover
cs: Vyplnění této kolonky je vyžadováno pro fungování převzetí služby v případě selhání (failover)
nl: Dit veld is vereist voor failover
ru: Это поле обязательно для переключения
tr: Bu alan yük devretme için gereklidir
uk: Це поле є обов'язковим для перемикання

source: Extent is already in this target.
cs: Úložná jednotka se již nachází v tomto cíli.
nl: Gebeurtenis bevindt zich al in dit doel.
ru: Экстент уже в этой цели.
tr: Kapsam zaten bu hedef içinde.
uk: Екстент вже у цієї ж цілі.

source: Jail Template
cs: Šablona vyhrazeného prostředí
nl: Jail-sjabloon
ru: Шаблон jail
tr: Kafes Şablonu
uk: Шаблон jail

source: Portal IPs
cs: IP adresy portálu
ru: IP портала
tr: Portal IP'leri
uk: IP портала

source: iSCSI Group
cs: iSCSI skupina
nl: iSCSI-groep
ru: Группа iSCSI
tr: iSCSI Grubu
uk: Група iSCSI

source: Plugin Name:
cs: Název zásuvného modulu:
nl: Naam van plug-in:
ru: Название плагина:
tr: Eklenti Adı:
uk: Назва плагіна:

source: Available Plugin Version:
cs: Verze zásuvného modulu k dispozici:
nl: Versie van beschikbare plug-in:
ru: Доступная версия плагина:
tr: Mevcut Eklenti Sürümü:
uk: Доступна версія плагіна:

source: Installed Plugin Version:
cs: Nainstalovaná verze zásuvného modulu:
nl: Versie van geïnstalleerde plug-in:
ru: Установленная версия плагина:
tr: Yüklü Eklenti Sürümü:
uk: Встановлення версія плагіна:

source: Uninstall
cs: Odinstalovat
nl: De-installeren
ru: Удаление
tr: Kaldır
uk: Вилучення

source: Please select the TrueNAS management interface.
cs: Vyberte správní rozhraní TrueNAS.
nl: Selecteer de TrueNAS-beheerinterface.
ru: Выберите интерфейс управления TrueNAS.
tr: Lütfen TrueNAS yönetim arayüzünü seçin.
uk: Виберіть інтерфейс управління TrueNAS.

source: TrueNAS Management IP Address
cs: IP adresa správního rozhraní TrueNAS
nl: IP-adres voor TrueNAS-beheer
ru: IP адрес управления TrueNAS
tr: TrueNAS Yönetim IP Adresi
uk: IP адреса управління TrueNAS

source: vCenter Hostname/IP Address
cs: IP adresa / název stroje s vCenter
ru: Имя хоста или IP адрес vCenter
tr: vCenter Anamakine adı/IP Adresi
uk: Ім'я сервера або IP адреса

source: vCenter Port
cs: Port na straně vCenter
ru: Порт vCenter
tr: vCenter Bağlantı Noktası
uk: Віддалений порт

source: vCenter User name
cs: Uživatelské jméno pro vCenter
ru: Имя пользователя vCenter
tr: vCenter Kullanıcı adı
uk: Ім’я користувача

source: vCenter Password
cs: Heslo do vCenter
ru: Пароль vCenter
tr: vCenter Parolası
uk: Змінити пароль

source: version
cs: verze
nl: versie
ru: Версия
tr: sürüm
uk: Версія

source: VCenter Configuration
cs: Nastavení pro vCenter
nl: Configuratie
ru: Настройки vCenter
tr: VCenter Yapılandırması
uk: Конфігурація

source: vCenter Plugin Configuration
cs: Nastavení zásuvného modulu vCenter
nl: vCenter-plug-inconfiguratie
ru: Настройка плагина vCenter
tr: vCenter Eklenti Yapılandırması
uk: Налаштування плагіна vCenter

source: vCenter plugin installed successfully.
cs: Zásuvný modul vCenter byl úspěšně nainstalován.
nl: vCenter-plug-in met succes geïnstalleerd.
ru: Плагин vCenter успешно установлен
tr: vCenter eklentisi başarılı olarak yüklendi.
uk: Плагін vCenter успішно встановлено.

source: vCenter plugin upgraded successfully.
cs: Zásuvný modul pro vCenter byl úspěšně zaktualizován.
nl: vCenter-plug-in met succes bijgewerkt.
ru: Плагин vCenter успешно обновлен.
tr: vCenter eklentisi başarılı olarak yükseltildi.
uk: Плагін vCenter успішно оновлено.

source: vCenter plugin uninstalled successfully.
cs: Zásuvný modul pro vCenter byl úspěšně odinstalován.
nl: vCenter-plug-in met succes gede-installeerd.
ru: Плагин vCenter успешно удален.
tr: vCenter eklentisi başarılı olarak kaldırıldı.
uk: Плагін vCenter успішно видалено.

source: One interface must be marked critical for failover.
cs: Pro převzetí služby v případě výpadku je třeba, aby jedno rozhraní bylo označeno jako kritické.
nl: Eén interface moet als kritiek voor failover worden gemarkeerd.
ru: Один из интерфейсов должен быть помечен как критичный для переключения.
tr: Bir arayüz yük devretme için kritik olarak işaretlenmek zorundadır.
uk: Один з інтерфейсів повинен бути позначений як критичний для перемикання.

source: TrueNAS Management IP Address
cs: IP adresa správního rozhraní TrueNAS
nl: IP-adres voor TrueNAS-beheer
ru: IP адрес управления TrueNAS
tr: TrueNAS Yönetim IP Adresi
uk: IP адрес управління TrueNAS

source: Please select the TrueNAS interface that vCenter Web client can route to.
cs: Vyberte rozhraní TrueNAS, na které bude odkazovat webový klient vCenter.
nl: Selecteer de TrueNAS-interface waarnaar vCenter Web client kan routeren.
ru: Выберите интерфейс TrueNAS доступный Web клиенту vCenter.
tr: Lütfen vCenter Web istemcisinin yönlendirilebildiği TrueNAS arayüzünü seçin.
uk: Виберіть інтерфейс TrueNAS доступний Web клієнту vCenter.

source: vCenter Hostname/IP Address
cs: Název stroje s vCenter nebo jeho IP adresa
nl: Hostnaam of IP-adres van vCenter
ru: Имя хоста или IP адрес vCenter
tr: vCenter Anamakine Adı/IP Adresi
uk: Ім'я хоста або IP адреса vCenter

source: vCenter Port
cs: Port na kterém vCenter očekává spojení
nl: vCenter-poort
ru: Порт vCenter
tr: vCenter Bağlantı Noktası
uk: Порт vCenter

source: vCenter User name
cs: Uživatelské jméno pro vCenter
nl: vCenter-gebruikersnaam
ru: Имя пользователя vCenter
tr: vCenter Kullanıcı adı
uk: Ім’я користувача vCenter

source: vCenter Password
cs: Heslo pro vCenter
nl: vCenter-wachtwoord
ru: Пароль vCenter
tr: vCenter Parolası
uk: Пароль vCenter

source: vCenter Configuration
cs: Nastavení vCenter
nl: vCenter-configuratie
ru: Настройки vCenter
tr: vCenter Yapılandırması
uk: Конфігурація vCenter

source: vCenter Configurations
cs: Nastavení pro vCenter
nl: vCenter-configuraties
ru: Настройки vCenter
tr: vCenter Yapılandırmaları
uk: Конфігурації vCenter

source: Recursively replicate child dataset's snapshots
cs: Rekurzivně replikovat zachycené stavy podřízených datových sad
nl: Momentopnamen van onderliggende gegevensset recursief repliceren
ru: Рекурсивно реплицировать снимки дочерних наборов данных
tr: Alt veri kümesinin anlık görüntülerini yinelemeli çoğalt
uk: Рекурсивно реплікувати знімки дочірніх наборів даних

source: Delete snapshots that are no longer available locally after successful replication of new snapshots
cs: Po úspěšné replikaci nových zachycených stavů smazat ty, které se už nenacházejí na místním systému
ru: Удалять снимки отсутствующие локально после успешной репликации новых
tr: Yeni anlık görüntülerin başarılı çoğaltılmasından sonra artık yerel olarak mevcut olmayan anlık görüntüleri siler
uk: Видаляти знімки відсутні локально після успішної реплікації нових

source: Delete stale snapshots on remote system
cs: Smazat zaseknuté zachycené stavy na protistraně
nl: Verouderde momentopnamen op extern systeem verwijderen
ru: Удалять старые снимки на удаленной стороне
tr: Uzak sistemdeki eski anlık görüntüleri sil
uk: Видаляти старі знімки на віддаленій стороні

source: Upgrade is not required
cs: Přechod na novější verzi není nutný
nl: Upgrade is niet vereist
ru: Обновление не требуется
tr: Yükseltme gerekmez
uk: Оновлення не потрібне

source: vCenter plugin is repaired successfully
cs: Zásuvný modul pro vCenter byl úspěšně opraven
nl: vCenter-plug-in is met succes gerepareerd
ru: Плагин vCenter успешно восстановлен
tr: vCenter eklentisi başarılı olarak onarıldı
uk: Плагін vCenter успішно відновлено

source: An integer from 1 - 65535, generally will be 443
cs: Celé číslo z rozsahu 1 až 65535, typicky bývá 443
nl: Een geheel getal van 1-65535, over het algemeen 443
ru: Целое число от 1 до 65535, по умолчанию 443
tr: 1 - 65535 arasında bir tamsayı, genellikle 443 olacaktır
uk: Ціле число від 1 до 65535, зазвичай, 443

source: vCenter Username
cs: Uživatelské jméno ve vCenter
fr: Nom d'utilisateur vCenter
nl: vCenter-gebruikersnaam
ru: Имя пользователя vCenter
tr: vCenter Kullanıcı Adı
uk: Ім’я користувача vCenter

source: version
cs: verze
nl: versie
ru: Версия
tr: sürümü
uk: Версія

source: There are No updates available at this time.
cs: V tuto chvíli nejsou k dispozici žádné aktualizace.
nl: Er zijn op dit moment geen updates beschikbaar.
ru: В данный момент нет доступных обновлений.
tr: Bu sefer Hiç mevcut güncelleme yok.
uk: На цей час немає наявних оновлень.

source: Note: Editing this field will automatically restart your WebGUI for the necessary changes to take effect.
cs: Upozornění: provedení změn v této kolonce povede k restartu webového správního rozhraní, aby se změny projevily.
nl: Noot: bewerken van dit veld zal automatisch uw WebGUI herstarten om de nodige wijzigingen van kracht te laten worden.
ru: Примечание: Редактирование этого поля автоматически перезапустит веб-интерфейс для вступления необходимых изменений в силу.
tr: Not: Bu alanı düzenlemek gerekli değişikliklerin etkili olması için WebGKA'nüzü otomatik olarak yeniden başlatacak.
uk: Примітка: Редагування цього поля автоматично перезапустить веб-інтерфейс для вступу необхідних змін в силу.

source: Enable Vcenter Plugin over https:
cs: Zapnout zabezpečenou (https) komunikaci pro zásuvný modul pro Vcenter:
nl: vCenter-plug-in over https inschakelen:
ru: Включить vCenter Plugin через HTTPS:
tr: Https üzerinde vCenter Eklentisini etkinleştir:
uk: Включити vCenter Plugin через HTTPS:

source: Edit vCenter Auxiliary Settings
cs: Upravit doplňková nastavení pro vCenter
nl: vCenter-hulpinstellingen bewerken
ru: Изменить вспомогательные настройки vCenter
tr: vCenter Yardımcı Ayarlarını Düzenle
uk: Змінити допоміжні настройки vCenter

source: Enable Vcenter Plugin over https
cs: Zapnout zabezpečenou (https) komunikaci pro zásuvný modul pro Vcenter
nl: vCenter-plug-in over https inschakelen
ru: Включить vCenter Plugin через HTTPS
tr: Https üzerinde vCenter Eklentisini etkinleştir
uk: Включити vCenter Plugin через HTTPS

source: vCenter Auxiliary Settings
cs: Doplňková nastavení pro vCenter
nl: vCenter-hulpinstellingen
ru: Вспомогательные настройки vCenter
tr: vCenter Yardımcı Ayarları
uk: Допоміжні настройки vCenter

source: vCenter Auxiliary Settings successfully edited.
cs: Doplňková nastavení pro vCenter byla úspěšně upravena.
nl: vCenter-hulpinstellingen met succes bewerkt.
ru: Вспомогательные настройки vCenter успешно изменены.
tr: vCenter Yardımcı Ayarları başarılı olarak düzenlendi.
uk: Допоміжні настройки vCenter успішно змінені.

source: Enable vCenter Plugin over https:
cs: Zapnout zásuvný modul vCenter přes https:
nl: vCenter-plug-in over https inschakelen:
ru: Включить vCenter Plugin через HTTPS:
tr: Https üzerinden vCenter Eklentisini etkinleştir:
uk: Включити vCenter Plugin через HTTPS:

source: Enable vCenter Plugin over https
cs: Zapnout komunikaci zásuvného modulu pro vCenter přes https
nl: vCenter-plug-in over https inschakelen
ru: Включить vCenter Plugin через HTTPS
tr: Https üzerinden vCenter Eklentisini etkinleştir
uk: Включити vCenter Plugin через HTTPS

source: Fibre Channel Target
cs: Fibre Channel cíl
nl: Doel van Fibre Channel
ru: Цель Fibre Channel
tr: Fiber Kanal Hedefi
uk: Ціль Fibre Channel

source: Fibre Channel Targets
cs: Fibre Channel cíle
nl: Doelen van Fibre Channel
ru: Цели Fibre Channel
tr: Fiber Kanal Hedefleri
uk: Цілі Fibre Channel

source: Fibre Channel Ports
cs: Fibre Channel porty
nl: Fibre Channel-poorten
ru: Порты Fibre Channel
tr: Fiber Kanal Bağlantı Noktaları
uk: Порти Fibre Channel

source: Fibre Channel Ports have been successfully changed.
cs: Fibre Channel porty byly úspěšně změněny.
nl: Fibre Channel-poorten zijn met succes gewijzigd.
ru: Порты Fibre Channel были успешно изменены.
tr: Fiber Kanal Bağlantı Noktaları başarılı olarak değiştirildi.
uk: Порти Fibre Channel були успішно змінені.

source: Allow DNS updates
cs: Umožnit aktualizace DNS
fr: Autoriser les mises à jour DNS
nl: DNS-updates toestaan
ru: Разрешить обновления DNS
tr: DNS güncellemelerine izin ver
uk: Дозволити оновлення DNS

source: Set this if you want to allow allow DNS updates.
cs: Toto nastavte, pokud chcete umožnit aktualizace DNS záznamů.
nl: Stel dit in als u DNS-updates wilt toestaan.
ru: Установите если вы хотите разрешить обновления DNS.
tr: Eğer DNS güncellemelerine izin vermek istiyorsanız bunu ayarlayın.
uk: Встановіть якщо ви хочете дозволити оновлення DNS.

source: File size must be a multiple of block size
cs: Je třeba, aby velikost souboru byla násobkem velikosti bloku
nl: Bestandsgrootte moet een veelvoud van blokgrootte zijn
ru: Размер файла должен быть кратен размеру блока
tr: Dosya boyutu blok boyutunun katı olmak zorundadır
uk: Розмір файлу повинен бути кратний розміру блоку

source: Firmware version %(fwversion)s does not match driver version %(drversion)s for /dev/mpr%(mpr)s. Please flash controller to P%(drversion)s IT firmware.
cs: Verze firmware %(fwversion)s neodpovídá verzi ovladače %(drversion)s pro zařízení /dev/mpr%(mpr)s. Nahrajte do řadiče firmware verze P%(drversion)s.
fr: La version du firmware %(fwversion)s ne correspond pas à la version du driver %(drversion)s pour /dev/mpr%(mpr)s. Merci de flasher le contrôleur avec le firmware IT P%(drversion)s.
nl: Firmwareversie %(fwversion)s komt niet overeen met stuurprogrammaversie %(drversion)s voor /dev/mpr%(mpr)s. Flash de controller naar IT-firmware P%(drversion)s.
ru: Версия firmware %(fwversion)s не соответствует версии драйвера %(drversion)s для /dev/mpr%(mpr)s. Пожалуйста прошейте контроллер P%(drversion)s IT.
tr: Aygıt yazılımı sürümü %(fwversion)s, /dev/mpr%(mpr)s için sürücü sürümü %(drversion)s ile eşleşmiyor. Lütfen denetleyiciyi P%(drversion)s BT aygıt yazılımı için programlayın.
uk: Версія firmware %(fwversion)s не відповідає версії драйвера %(drversion)s для /dev/mpr%(mpr)s. Будьласка прошийте контролер P%(drversion)s IT firmware.

source: Firmware version %(fwversion)s does not match driver version %(drversion)s for /dev/mps%(mps)s. Please flash controller to P%(drversion)s IT firmware.
cs: Verze firmware %(fwversion)s neodpovídá verzi ovladače %(drversion)s pro zařízení /dev/mps%(mps)s. Nahrajte do řadiče firmware verze P%(drversion)s.
fr: La version du firmware %(fwversion)s ne correspond pas à la version du driver %(drversion)s pour /dev/mps%(mps)s. Merci de flasher le contrôleur avec le firmware IT P%(drversion)s.
nl: Firmwareversie %(fwversion)s komt niet overeen met stuurprogrammaversie %(drversion)s voor /dev/mps%(mps)s. Flash de controller naar IT-firmware P%(drversion)s.
ru: Версия firmware %(fwversion)s не соответствует версии драйвера %(drversion)s для /dev/mps%(mps)s. Пожалуйста прошейте контроллер P%(drversion)s IT.
tr: Aygıt yazılımı sürümü %(fwversion)s, /dev/mps%(mps)s için sürücü sürümü %(drversion)s ile eşleşmiyor. Lütfen denetleyiciyi P%(drversion)s BT aygıt yazılımı için programlayın.
uk: Версія firmware %(fwversion)s не відповідає версії драйвера %(drversion)s для /dev/mps%(mps)s. Будьласка прошийте контролер P%(drversion)s IT firmware.

source: Allow Kerberos Authentication
cs: Umožnit ověřování protokolem Kerberos
nl: Kerberos-authenticatie toestaan
ru: Разрешить аутентификацию Kerberos
tr: Kerberos Kimlik Doğrulamasına izin ver
uk: Дозволити розпізнавання Kerberos

source: ZFS filesystem version is out of date. Consider upgrading using "zfs upgrade" command line.
cs: Verze souborového systému ZFS, kterou používáte je zastaralá. Zvažte přechod na novější verzi příkazem „zfs upgrade“.
nl: Versie van ZFS-bestandssysteem is verouderd. Overweeg een upgrade via 'zfs upgrade' op de opdrachtregel.
ru: Версия файловой системы ZFS устарела. Рассмотрите возможность модернизации с помощью "zfs upgrade" из командной строки.
tr: ZFS dosya sistemi sürümü eski. "zfs upgrade" komut satırını kullanarak yükseltmeyi düşünün.
uk: Версія файлової системи ZFS застаріла. Розгляньте можливість модернізації за допомогою "zfs upgrade" з командного рядка.

source: You are not allowed to create a volume with different data vdev types (%(vdev1)s and %(vdev2)s)
cs: Není možné vytvářet svazky s odlišnými typy virt. zařízení (vdev) (%(vdev1)s a %(vdev2)s)
nl: U mag geen volume aanmaken met verschillende vdev-gegevenstypen (%(vdev1)s en %(vdev2)s)
ru: Вы не можете создать том с различными типами виртуальных устройств (%(vdev1)s и %(vdev2)s)
tr: Farklı veri vdev türleri (%(vdev1)s ve %(vdev2)s) ile bir birim oluşturmanıza izin verilmiyor
uk: Ви не можете створити том з різними типами віртуальних пристроїв (%(vdev1)s и %(vdev2)s)

source: Something is seriously jacked up.
cs: Něco je vážně zpackané.
ru: Что-то серьезно не в порядке.
tr: Bir şey ciddiye alındı.
uk: Щось серйозно не в порядку.

source: Not a valid certificate.
cs: Toto není platný certifikát.
nl: Geen geldig certificaat.
ru: Недействительный сертификат.
tr: Geçerli bir sertifika değil.
uk: Некоректний сертифікат.

source: Virtual IP is required to set it as Critical for Failover
cs: Aby bylo možné označit ji jako kritickou pro převzetí služby v případě selhání, je třeba, aby IP adresa byla virtuální
nl: Virtueel IP is vereist o dit in te stellen als Kritiek voor Failover
ru: Виртуальный IP необходим для пометки критичным для переключения
tr: Sanal IP, Yük Devretme için Kritik olarak ayarlanması için gerekir
uk: Віртуальний IP необхідний для позначки критичним для перемикання

source: Failover needs to be disabled to perform network changes.
cs: Aby bylo možné provést změny v nastavení sítě, je třeba dočasně vypnout přebírání služby v případě selhání.
nl: Failover dient uitgeschakeld te zijn om netwerkwijzigingen uit te voeren.
ru: Для сетевых изменений необходимо отключить переключение.
tr: Yük devretme, ağ değişikliklerinin gerçekleştirilmesi için etkisizleştirilmeye ihtiyaç duyar.
uk: Для мережевих змін необхідно відключити перемикання.

source: LUN ID must be a positive integer
cs: Je třeba, aby identifikátor – číslo logické jednotky (LUN) byl celé kladné číslo.
nl: LUN-ID moet een positief geheel getal zijn
ru: LUN ID должен быть положительным числом
tr: LUN ID pozitif bir tamsayı olmak zorundadır
uk: LUN ID повинен бути позитивним числом

source: Use syslog only
cs: Použít pouze syslog
nl: Alleen syslog gebruiken
ru: Использовать только syslog
tr: Sadece syslog kullan
uk: Використовувати тільки syslog

source: Support >16 groups
cs: Podpora více než 16 skupin
ru: Поддержка >16 групп
tr: >16 grubu destekle
uk: Підтримка >16 груп

source: This option ignores the group membership sent on the wire by the NFS client and looks up the group membership on the server.
cs: Zapnutím této předvolby je ignorováno tvrzení NFS klienta, ohledně členství ve skupině a namísto toho je tato informace zjišťována na serveru.
nl: Deze optie negeert het groepslidmaatschap dat simultaan door de NFS-client is verstuurd en zoekt naar het groepslidmaatschap op de server.
ru: Эта опция игнорирует членство в группе присланное клиентом NFS и проверяет на членство в группе на сервере.
tr: Bu seçenek NFS istemcisi tarafından kablo üzerinde gönderilen grup üyeliğini yoksayar ve sunucuda grup üyeliğini arar.
uk: Ця опція ігнорує членство в групі прислане клієнтом NFS і перевіряє членство в групі на сервері.

source: Bind Interfaces
cs: Rozhraní, na které navázat
nl: Interfaces binden
ru: Привязка к интерфейсам
tr: Arayüzleri Bağla
uk: Прив'язка до інтерфейсів

source: Interfaces to advertise and listens to. If none specified, listen for in all available addresses.
cs: Rozhraní na kterých nabízet a očekávat spojení. Pokud není zadáno, bude spojení očekáváno na všech.
nl: Interfaces voor aankondigingen en waarop wordt geluisterd. Als niets is opgegeven, wordt op alle beschikbare adressen geluisterd.
ru: Анонсируемые и слушаемые интерфейсы. Если никто не указано слушаются все интерфейсы.
tr: Duyurması ve dinlemesi için arayüzler. Eğer hiçbiri belirtilmediyse, tüm mevcut adresleri dinler.
uk: Анонсувати і слухати інтерфейси. Якщо нічого не вказано, слухати всі інтерфейси.

source: All your passwords will be reseted, make sure to set them after reboot.
cs: Veškerá hesla budou vrácena na výchozí hodnoty, proto je nezapomeňte po restartu znovu nastavit.
nl: Al uw wachtwoorden zullen worden geherinitialiseerd, stel deze in na het herstarten.
ru: Все пароли будут сброшены, установите их после перезагрузки.
tr: Tüm parolalar sıfırlanacaktır, yeniden başlatmadan sonra ayarladığınızdan emin olun.
uk: Всі паролі будуть скинуті, встановіть їх після перезавантаження.

source: NFSv3 ownership model for NFSv4
cs: Používat u NFS verze 4 stejný model vlastnictví jako u verze 3.
nl: NFSv3-eigendomsmodel voor NFSv4
ru: Модель собственности NFSv3 для NFSv4
tr: NFSv4 için NFSv3 sahiplik modeli
uk: Модель власності NFSv3 для NFSv4

source: Use the NFSv3 ownership model for NFSv4. This circumvents the need to sync users and groups between the client and server. Note that this option is mutually incompatible with the > 16 groups option.
cs: Používat u NFS verze 4 stejný model vlastnictví jako u verze 3.Tím není třeba mít stejné uživatelské účty na straně klienta i serveru.Tuto volbu nelze použít současně s volbou „více než 16 skupin“.
nl: Het NFSv3-eigendomsmodel voor NFSv4 gebruiken. Dit omzeilt de noodzaak om gebruikers en groepen tussen de client en server te synchroniseren. Houd er rekening mee dat deze optie wederzijds incompatibel is met de optie voor > 16 groepen.
ru: Использовать модель собственности NFSv3 для NFSv4. Это позволяет избежать необходимости синхронизации пользователей и групп между клиентом и сервером. Обратите внимание, что эта опция взаимно несовместима с опцией поддержки >16 групп.
tr: NFSv4 için NFSv3 sahiplik modelini kullanın. Bu atlatmalar, kullanıcıları ve grupları istemci ve sunucu arasında eşitleme gereği duyar. Bu seçeneğin karşılıklı olarak > 16 grup seçeneği ile uyumsuz olduğunu unutmayın.
uk: Використовувати модель власності NFSv3 для NFSv4. Це дозволяє уникнути необхідності синхронізації користувачів і груп між клієнтом і сервером. Зверніть увагу, що ця опція взаємно несумісна з опцією підтримки >16 груп.

source: This option ignores the group membership sent on the wire by the NFS client and looks up the group membership on the server. Note that this option is mutually incompatible with the NFSv3 ownership model for NFSv4.
cs: Zapnutím této předvolby je ignorováno tvrzení NFS klienta, ohledně členství ve skupině a namísto toho je tato informace zjišťována na serveru.Tuto volbu nelze použít současně s „Používat u NFS verze 4 stejný model vlastnictví jako u verze 3“.
nl: Deze optie negeert het groepslidmaatschap dat simultaan door de NFS-client is verstuurd en zoekt naar het groepslidmaatschap op de server. Houd er rekening mee dat deze optie wederzijds incompatibel is met het NFSv3-eigendomsmodel voor NFSv4.
ru: Эта опция игнорирует членство в группе присланное клиентом NFS и проверяет на членство в группе на сервере. Обратите внимание, что эта опция взаимно несовместима с использованием модели собственности NFSv3 для NFSv4.
tr: Bu seçenek NFS istemcisi tarafından kablo üzerinde gönderilen grup üyeliğini yoksayar ve sunucuda grup üyeliğini arar. Bu seçeneğin karşılıklı olarak NFSv4 için NFSv3 sahiplik modeli ile uyumsuz olduğunu unutmayın.
uk: Ця опція ігнорує членство в групі прислане клієнтом NFS і перевіряє членство в групі на сервері. Зверніть увагу, що ця опція взаємно несумісна з використанням моделі власності NFSv3 для NFSv4.

source: Remote Graphite Server Hostname
cs: Název stroje, na kterém se nachází dohledový systém Graphite
nl: Hostnaam van externe Graphite-server
ru: Имя удаленного хоста Graphite
tr: Uzak Grafit Sunucusu Anamakine Adı
uk: Ім'я віддаленого хоста Graphite
