Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Read-only
ca: Només lectura
cs: Pouze čtení
de: nur lesbar
es: Solo lectura
fr: Lecture seule
nl: Alleen-lezen
pl: Wyłącznie odczyt
pt: Só de leitura
pt_br: Somente-leitura
ro: doar-citire
ru: Только чтение
sk: Iba na čítanie
sr: Samo za čitanje
sv: Endast-läsa
tr: Salt-okunur
uk: Тільки читати

source: Write-only
ca: Només lectura
cs: Pouze zápis
de: nur schreibbar
es: Solo escritura
fr: Écriture seule
nl: Alleen-schrijven
pl: Wyłącznie zapis
pt: Só de escrita
pt_br: Somente-escrita
ro: doar-scriere
ru: Только запись
sk: Iba na zápis
sr: Samo za pisanje
sv: Enbart-skrivning
tr: Sadece-yazılır
uk: Тільки запис

source: Read and Write
ca: Escriure i Llegir
cs: Čtení a zápis
de: lesbar und schreibbar
es: Lectura-Escritura
fr: Lecture et écriture
nl: Lezen en schrijven
pl: Odczyt i Zapis
pt: Leitura e Escrita
pt_br: Leitura e Escrita
ro: Citire şi scriere
ru: Чтение и Запись
sk: Čítanie a Zápis
sr: Čitanje i Pisanje
sv: Läs och skriv
tr: Oku ve Yaz
uk: Читання та запис

source: %(minutes)s minutes
ca: %(minutes)s minuts
cs: %(minutes)s minut
de: %(minutes)s Minuten
es: %(minutos)s minutos
nl: %(minutes)s minuten
pl: %(minutes) minut
pt: %(minutes)s minutos
pt_br: %(minutes)s minutos
ro: %(minutes)s minute
ru: %(minutes)s минут
sk: %(minutes)s minúty
sr: %(minutes)s minuta
sv: %(minut)er minuter
tr: %(minutes)s dakika
uk: %(minutes)s хвилин

source: %(hour)s hour
ca: %(hour)s hora
cs: %(hour)s hodina
de: %(hour)s Stunde
es: %(hora)s hora
fr: %(hour)s heure
nl: %(hour)s uur
pl: %(godzin) godzina
pt: %(hour)s hora
pt_br: %(hour)s hora
ro: %(hour)s ore
ru: %(hour)s час
sk: %(hour)s hodina
sr: %(hour)s sati
sv: %(timme)ar timme
tr: %(hour)s saat
uk: %(hour)s година

source: %(hours)s hours
ca: %(hours)s hores
cs: %(hours)s hodin
de: %(hours)s Stunden
es: %(horas)s horas
fr: %(hours)s heures
nl: %(hours)s uur
pl: %(hours) godzin
pt: %(hours)s horas
pt_br: %(hours)s horas
ro: %(hours)s ore
ru: %(hours)s часов
sk: %(hours)s hodín
sr: %(hours)s sati
sv: %(timmar)s timmar
tr: %(hours)s saat
uk: %(hours)s годин

source: %(day)s day
ca: %(day)s dia
cs: %(day)s den
de: %(day)s Tag
es: %(día)s día
fr: %(day)s jour
nl: %(day)s dag
pl: %(day) dni
pt: %(day)s dia
pt_br: %(day)s dia
ro: %(day)s zile
ru: %(day)s день
sk: %(day)s dni
sr: %(day)s dan
sv: %(dag)ar dag
tr: %(day)s gün
uk: %(day)s день

source: %(week)s week
ca: %(week)s setmana
cs: %(week)s týden
de: %(week)s Woche
es: %(semana)s semana
fr: %(week)s semaine
pl: %(week) tydzień
pt: %(week)s semana
pt_br: %(week)s semana
ro: %(week)s săptămâni
ru: %(week)s неделя
sk: %(week)s týždeň
sr: %(nedelja)s nedelja
sv: %(vecka)s vecka
tr: %(week)s hafta
uk: %(week)s тиждень

source: Never - Check the device regardless of its power mode
ca: Mai - Comprova el perifèric sense tenir en compte el mode d'energia
cs: Nikdy – Zkontrolovat zařízení bez ohledu na to, v jakém režimu napájení se nachází
de: Nie - Überprüfe Gerät unabhängig von seinem Leistungsmodus
es: Nunca - Compruebe el dispositivo independientemente de su modo de poder
fr: Jamais - Contrôler le périphérique quelque soit son mode d'alimentation
nl: Nooit - Het apparaat controleren, ongeacht de energiemodus
pl: Nigdy - Sprawdź urządzenie niezależnie od trybu zasilania
pt: Nunca - Verifica o dispositivo independentemente do modo de energia
pt_br: Nunca - Verifica o dispositivo, independentemente do seu modo de energia
ro: Niciodată - Verifică dispozitivul indiferent de modul de economisire al energiei
ru: Никогда - Проверять устройство независимо от его режима питания
sk: Nikdy - Kontrola zariadení bez ohľadu na režim napájania
sr: Nikada - Proveravaj uređaj bez obzira na režim napajanja u kojem se nalazi
sv: Aldrig - Kontrollera enheten oavsett vilket strömläge den har
tr: Asla - Güç kipine bakılmaksızın aygıtı kontrol et
uk: Ніколи - Перевіряти пристрій незалежно від його режиму живлення

source: Sleep - Check the device unless it is in SLEEP mode
ca: Sleep - Comproba el perifèric menys quan és en mode SLEEP
cs: Režim spánku – Zkontrolovat zařízení jen pokud se nenachází v režimu SPÁNEK
de: Schlaf - Überprüfe Gerät außer es ist im SCHLAF-Modus
es: Reposo - Comprueba el dispositivo a menos que haya entrado en modo REPOSO
fr: Veille - Contrôler le périphérique à moins qu'il ne soit en veille
nl: Slaap - Het apparaat controleren, tenzij het in SLAAP-stand staat
pl: Sleep - Sprawdź urządzenie o ile nie jest w trybie SLEEP
pt: Sleep - Verifica o dispositivo caso não esteja em modo SLEEP
pt_br: Suspensão - Verifica o dispositivo caso não esteja em modo de Suspensão
ro: Sleep - Verifică dispozitivul doar dacă acesta nu se află în modul SLEEP
ru: Sleep - Проверять устройство за исключением находящихся в спящем (SLEEP) режиме
sk: Sleep - Skontrolujte zariadenia, ak nieje v režime Sleep
sr: Spavanje - Proverite uređaj osim ako nije u režimu SPAVANJE
sv: Viloläge - kontrollera enheten om den inte är i viloläge
tr: Uyku - UYKU kipinde olmadıkça aygıtı kontrol et
uk: Sleep - Перевірте пристрій, якщо він знаходиться в сплячому режимі

source: Standby - Check the device unless it is in SLEEP or STANDBY mode
ca: Mode d'espera - Comprova el perifèric exceptuan quan és en mode d'espera o en mode SLEEP
cs: Úsporný režim – Zkontrolovat zařízení jen pokud se nenachází v režimu SPÁNEK nebo ÚSPORNÝ
de: Standby - Überprüfe Gerät außer es ist im SCHLAF oder STANDBY Modus
es: En espera - Compruebe que el dispositivo no encuentre en REPOSO o modo ESPERA
fr: En veille - Contrôler le périphérique à moins qu'il ne soit en VEILLE ou ENDORMI
nl: Stand-by - Het apparaat controleren, tenzij het in SLAAP- of STAND-BY-stand staat
pl: Standby - Sprawdź urządzenie o ile nie jest w trybie SLEEP lub STANDBY
pt: Standby - Verifica o dispositivo caso não esteja no modo SLEEP ou STANDBY
pt_br: Espera - Verifica o dispositivo caso não esteja no modo Suspensão ou em Espera
ro: În așteptare - Verifică dispozitivul doar dacă acesta nu se află în modul SLEEP sau STANDBY
ru: Standby - Проверять устройство за исключением спящего (SLEEP) и дежурного (STANDBY) режимов
sk: Pohotovostný režim - zariadenie je kontrolované, pokiaľ nie je v režime Sleep alebo POHOTOVOSTNOM REŽIME
sr: Pripravnost - Proveri uređaj ukoliko nije u režimu SPAVANJA ili PRIPRAVNOSTI
sv: Standby - Kontrollera enheten förutsatt att den är i VILO- eller STANDBY-läge
tr: Bekleme - UYKU veya BEKLEME kipinde olmadıça aygıtı kontrol et
uk: Standby - Перевіряти пристрій за винятком сплячого (Sleep) і чергового (Standby) режимів

source: Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode
ca: Inactiu - Comproba el perifèric exceptuan quan està en mode SLEEP, d'Espera o Inactiu
cs: Nečinný režim – Zkontrolovat zařízení jen pokud se nenachází v režimu SPÁNEK, ÚSPORNÝ nebo NEČINNÝ
de: Idle - Überprüfe Gerät außer es ist im SCHLAF, STANDBY oder IDLE Modus
es: Inactivo - Compruebe que el dispositivo no se encuentre en REPOSO, ESPERA o modo INACTIVO
fr: Inactif - Contrôler le périphérique à moins qu'il ne soit en veille, en attente ou inactif
nl: Niet-actief - Het apparaat controleren, tenzij het in SLAAP-, STAND-BY- of NIET-ACTIEF-stand staat
pl: Bezczynny - Sprawdź urządzenie o ile nie jest w trybie UŚPIENIA, CZUWANIA lub BEZCZYNNOŚCI
pt: Idle - Verifica o dispositivo caso não esteja no modo SLEEP, STANDBY ou IDLE
pt_br: Inativo- Verifica o dispositivo caso não esteja no modo Suspensão, em Espera ou Inativo
ro: Inactiv - Verifică dispozitivul doar dacă acesta nu se află în modul SLEEP, STANDBY sau IDLE
ru: Idle - Проверять устройство за исключением спящего (SLEEP), дежурного (STANDBY) и режима простоя (IDLE)
sk: Idle - Skontroluje zariadenie, pokial nie je v režime Sleep, POHOTOVOSTNOM režime alebo režime NEČINNOSTI
sr: Mirovanje - Proveri uređaj ukoliko nije u režimu SPAVANJA, PRIPRAVNOSTI ili MIROVANJA
sv: Viloläge - Kontrollera enheten så länge den inte befinner sig i SLEEP, STANDBY eller VILOLÄGE
tr: Boşta - UYKU, BEKLEME veya BOŞTA kipinde olmadıkça aygıtı kontrol et
uk: Idle - Перевіряти пристрій за винятком сплячого (Sleep), чергового (Standby) і режиму простою (Idle)

source: Long Self-Test
ca: Auto Comprovació llarga
cs: Dlouhý samotest
de: Voller Selbsttest
es: Prueba Larga
fr: Auto-test long
nl: Lange zelftest
pl: Długi Auto-Test
pt: Auto-Teste Longo
pt_br: Auto-Teste Longo
ro: Auto-test detaliat
ru: Длинная Само-Диагностика
sk: Dlhý autotest
sr: Dugačko Samo-testiranje
sv: Långt självtest
tr: Kendi Kendine Uzun Deneme
uk: Довга самодіагностика

source: Short Self-Test
ca: Auto comprovació curta
cs: Zkrácený samotest
de: Kleiner Selbsttest
es: Prueba Corta
fr: Auto-test court
nl: Korte zelftest
pl: Krótki Auto-Test
pt: Auto-Teste Rápido
pt_br: Auto-Teste Rápido
ro: Auto-test rapid
ru: Короткая Само-Диагностика
sk: Krátky autotest
sr: Kratko Samo-testiranje
sv: Kort Själv-Test
tr: Kendi Kendine Kısa Deneme
uk: Коротка само-діагностика

source: Conveyance Self-Test (ATA only)
ca: Auto Comprovació del transport (només per ATA)
cs: Test případného poškození disku, vzniklého při přepravě (Pouze pro ATA disky)
de: Übertragungsraten Selbsttest (nur ATA)
es: Autoprueba de Trasferencia (sólo ATA)
fr: Auto-test de transport (ATA seulement)
nl: Transport-zelftest (Alleen ATA)
pl: Przeniesienie autodiagnostyki (tylko interfejs ATA)
pt: Auto-Teste de Conveniência (ATA somente)
pt_br: Auto-Teste de Transferência (somente ATA)
ro: Auto-test transmisie (numai ATA)
ru: Само-Диагностика после транспортировки (только ATA)
sk: Conveyance autotest (iba pre ATA)
sr: Samo-testiranje prenosa (samo za ATA)
sv: Utökat självtest (enbart ATA)
tr: Kendi Kendine İletim Denemesi (Sadece ATA)
uk: Передача само-діагностики (тільки ATA)

source: Offline Immediate Test (ATA only)
ca: Comprovació inmediata fora de línea (només ATA)
cs: Okamžitý offline test (pouze pro ATA disky)
de: "Sofort Offline"-Test (nur ATA)
es: Prueba Fuera de línea Inmediata (ATA sólo)
fr: Test hors-ligne immédiat (ATA uniquement)
nl: Onmiddellijke offlinetest (Alleen ATA)
pl: Test Natychmiastowy (Tylko ATA)
pt: Teste imediato se desligado (ATA somente)
pt_br: Teste Offline Imediato (somente ATA)
ro: Test offline imediat (numai ATA)
ru: Немедленный Offline Тест (только ATA)
sk: Offline Immediate Test (iba pre ATA)
sr: Neposredan test van rada (samo ATA)
sv: Omedelbart offline-test (enbart ATA)
tr: Çevrimdışı Acil Deneme (Sadece ATA)
uk: Негайний Offline тест (тільки ATA)

source: Rsync module
cs: Rsync modul
de: Rsync Modul
es: Modulo Rsync
fr: Module Rsync
pt: Módulo de Re-Sincronização (Rsync)
pt_br: Módulo Rsync
ro: Modul rsync
ru: Rsync модуль
sr: Rsync modul
sv: Rsync-modul
tr: Rsync modülü
uk: Модуль Rsync

source: Rsync over SSH
cs: Rsync přes SSH
de: Rsync über SSH
es: Rsync sobre SSH
fr: Rsync via SSH
pl: Moduł Rsync przez SSH
pt: Rsync sobre SSH
pt_br: Rsync sobre SSH
ro: Rsync peste SSH
ru: Rsync через SSH
sr: Rsync preko SSH
sv: Rsynk över SSH
tr: SSH üzerinden Rsync
uk: Rsync через SSH

source: Push
cs: Odesílat
de: drücken
es: Enviar
fr: Pousser
pt: Empurre
pt_br: Empurrar
ro: Apasă
sr: Gurni
sv: Trycka
tr: Yolla

source: Pull
cs: Stahovat
de: ziehen
es: Recuperar
fr: Récupérer
pt: Puxar
pt_br: Puxar
ro: Trage
sr: Povuci
sv: Hämta
tr: Al

source: Your name cannot start with "-"
cs: Jméno nemůže začínat na znak „-“ (spojovník)
de: Ihr Name darf nicht mit "-" beginnen
es: Tú nombre no puede empezar con "-"
fr: Votre nom ne peut pas commencer par "-"
nl: Uw naam kan niet met '-' beginnen
pl: Twoja nazwa nie może zaczynać się od "-"
pt: O seu nome não pode começar por "-"
pt_br: Seu nome não pode iniciar com "-"
ro: Numele tău nu poate începe cu "_"
ru: Ваше имя не может начинаться с "-"
sr: Vaše ime ne može početi sa "-"
sv: Ditt namn kan inte start med "-"
tr: Adınız "-" ile başlayamaz
uk: Ваше ім'я не може починатись з "-"

source: The character $ is only allowed as the final character
cs: Znak „$“ (dolar) je možné použít pouze jako poslední znak
de: Das Zeichen "$" darf nur als das letzte Zeichen verwendet werden
es: El caracter $ solo está permitido como caracter final
fr: Le caractère $ n'est permis qu'en caractère final
nl: Het teken $ is alleen als laatste teken toegestaan
pl: Znak $ jest dozwolony tylko na ostatniej pozycji
pt: O caractere $ só é permitido como caractere final
pt_br: O caracter $ só é permitido como caracter final
ro: Caracterul $ este permis doar dacă este ultimul caracter
ru: Символ $ допускается только в качестве последнего символа
sr: Karakter $ je jedino dozvoljen kao poslednji
sv: Tecknet $ är ändast tillåten som sista tecken
tr: $ karakterine sadece son karakter olarak izin verilir
uk: Символ $ припустимий тільки в якості останього символа

source: Your name contains invalid characters (%s).
cs: Jméno obsahuje nepřípustné znaky (%s).
de: Ihr Name beinhaltet ungültige Zeichen (%s).
es: Tu nombre contiene caracteres inválidos (%s).
fr: Votre nom contient des caractères invalides (%s).
nl: Uw naam bevat ongeldige tekens (%s).
pl: Nazwa użytkownika zawiera nieprawidłowe znaki (%s).
pt: O seu nome contém caracteres inválidos (%s).
pt_br: Seu nome contém caracteres inválidos (%s).
ro: Numele conţine caractere invalide (%s).
ru: В имени присутствуют недопустимые символы (%s).
sr: Vaše ime sadrži nepodržane karaktere (%s).
sv: Ditt namn innehåller otillåtna tecken (%s).
tr: Adınız geçersiz karakterler içeriyor (%s).
uk: Ваше ім'я містить недопустимі символи (%s).

source: Your full name contains invalid characters (%s).
cs: Úplné jméno obsahuje nepřípustné znaky (%s).
de: Ihr vollständiger Name beinhaltet ungültige Zeichen (%s).
es: Su nombre contiene caracteres inválidos (%s).
fr: Votre nom contient des caractères invalides (%s).
nl: Uw volledige naam bevat ongeldige tekens (%s).
pl: Pełna nazwa zawiera niedozwolonie znaki (%s).
pt: O seu nome completo contêm caracteres inválidos (%s).
pt_br: Seu nome completo contém caracteres inválidos (%s).
ro: Numele complet conţine caractere invalide (%s).
ru: Ваше полное имя содержит недопустимые символы (%s).
sr: Vaše puno ime sadrži nepodržane karaktere (%s).
sv: Ditt hela namn innehåller otillåtna tecken (%s).
tr: Adınız ve soyadınız geçersiz karakterler içeriyor (%s).
uk: Ваше повне ім'я містить недопустимі символи (%s).

source: Username
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Usuário
ro: Nume utilizator
ru: Имя пользователя
sk: Užívateľské meno
sr: Korisničko ime
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім’я користувача

source: Required. 16 characters or fewer. Letters, digits and ./-/_ only.
cs: Vyžadováno. 16 a méně znaků. Pouze písmena, číslice a znaky „.“ (tečka), „-“ (rozdělovník), „.“ (tečka).
de: Erforderlich. 16 Zeichen oder weniger. Nur Buchstaben, Zahlen und . / - / _
es: Requerido. 16 carácteres o menos. Solo alfanuméricos y ./-/_.
fr: Requis. 16 caractères ou moins. Lettres, chiffres et '.', '-', '_' uniquement.
nl: Vereist. 16 tekens of minder. Alleen letters, cijfers en ./-/_.
pl: Wymagane.Nie więcej niż 16 znaków. Wyłącznie litery, cyfry i @/./+/-/_ .
pt: Necessário. 16 caracteres ou menos. Letras, dígitos e ./-/_ apenas.
pt_br: Necessário. 16 caracteres ou menos. Letras, dígitos e ./-/_ apenas.
ro: Maxim 16 caractere. Numai litere, cifre şi caracterele ./-/_ .
ru: Обязательно. Не более 16 символов. Только латинские буквы, цифры и ./-/_.
sr: Obavezno. 16 znakova i manje. Slova, brojevi i @/./+/-/_ isključivo.
sv: Obligatoriskt. 30 tecken eller färre. Endast bokstäver, siffror och @/./+/-/_.
tr: Gerekli. 16 veya daha az karakter. Sadece harfler, rakamlar ve ./-/_ kullanılabilir.
uk: Обов'язково. До 16 символів. Лише латинські літери, цифри та @/./+/-/_.

source: This value may contain only letters, numbers and ./-/_ characters.
cs: Tato hodnota může obsahovat pouze písmena, číslice a znaky „.“ (tečka), „-“ (spojovník), „_“ (podtržítko).
de: Dieser Wert darf nur Buchstaben, Nummern, sowie folgende Zeichen enthalten: ./+/-/_
es: Este valor solo puede contener caracteres alfanuméricos y ./-/_
fr: Cette valeur ne peut contenir que des lettres, chiffres et les caractères '.', '-' et '_'.
nl: Deze waarde mag alleen letters, cijfers en de tekens ./-/_ bevatten.
pl: Ta wartość może zawierać wyłącznie litery, cyfry i ./-/_
pt: Este valor pode apenas conter letras, números e ./-/_ caracteres.
pt_br: Este valor pode apenas conter letras, números e ./-/_ caracteres.
ro: Această valoare poate conţine numai litere, numere și caracterele ./-/_
ru: Это значение может содержать только латинские буквы, цифры и символы ./-/_.
sr: Ova vrednost može da sadrži samo slova, brojeve i ./-/_ znakove.
sv: Detta värde får endast innehålla bokstäver, siffror och följande tecken @/./+/-/_.
tr: Bu değer sadece harfleri, rakamları ve ./-/_ karakterlerini içerebilir.
uk: Це поле може містити лише латинські літери, цифри та символи @/./+/-/_.

source: Password
ca: Contrasenya
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sr: Šifra
sv: Lösenord
tr: Parola
uk: Пароль

source: Password confirmation
ca: confirmació de la contrasenya
cs: Potvrzení hesla
de: Passwort bestätigen
es: Confirmación de contraseña
fr: Confirmation du mot de passe
nl: Wachtwoordbevestiging
pl: Potwierdzenie hasła
pt: Confirmação da palavra-passe
pt_br: Confirmação de senha
ro: Confirmare parolă
ru: Подтверждение пароля
sk: Overenie hesla
sr: Potvrda šifre
sv: Bekräfta lösenord
tr: Parola onayı
uk: Підтвердження пароля

source: Enter the same password as above, for verification.
ca: Introdueix la mateixa contrasenya de dalt, per verificar-la.
cs: Pro ověření správného zadání, zadejte stejné heslo, jako výše.
de: Geben Sie das Passwort zur Prüfung erneut wie oben ein.
es: Repita la misma contraseña de antes, para verificarla.
fr: Entrer le même mot de passe que ci-dessus pour vérification.
nl: Voer ter verificatie hetzelfde wachtwoord als hierboven in.
pl: Wpisz ponownie hasło w celu weryfikacji.
pt: Introduza a mesma palavra-passe que em acima, para verificação.
pt_br: Digite a mesma senha de cima, para verificação.
ro: Introduceţi aceași parola ca și mai sus, pentru verificare.
ru: Введите тот же пароль, что и выше, для проверки.
sk: Pre overenie, zadajte rovnaké heslo ako predtým.
sr: Unesi ponovo šifru radi provere.
sv: För att verifiera, skriv samma lösenord som ovan.
tr: Doğrulama için, aynı parolayı yukarıdaki gibi girin.
uk: Введіть той самий пароль для перевірки.

source: Shell
ca: Terminal
cs: Textové uživatelské rozhraní (shell)
es: Terminal
fr: Console
pl: Powłoka
pt: Consola
ro: Consolă
ru: Командный интерпретатор
sr: Ljuska
sv: Kommando-skal
tr: Kabuk
uk: Оболонка

source: Lock user
cs: Znepřístupnit účet uživatele
de: User sperren
es: Bloquear usuario
fr: Verrouiller l'utilisateur
nl: Gebruiker vergrendelen
pt: Bloquear utilizador
pt_br: Bloquear usuário
ro: Blochează utilizator
ru: Блокировать пользователя
sr: Zaključaj korisnika
sv: Lås användare
tr: Kullanıcıyı kilitle
uk: Блокувати користувача

source: Create a new primary group for the user
cs: Vytvořit pro uživatele novou hlavní skupinu
de: Neue primäre Gruppe für den Benutzer erstellen
es: Crear un nuevo grupo primario para el usuario
fr: Créer un nouveau groupe primaire pour l'utilisateur
nl: Een nieuwe primaire groep aanmaken voor de gebruiker
pt: Criar um novo Grupo Primário para o utlizador
pt_br: Criar um novo grupo primário para o usuário
ro: Crează un grup primar nou pentru utilizator
ru: Создать новую основную группу для пользователя
sr: Kreiraj novu primarnu grupu za korisnika
sv: Skapa en ny primär grupp för användaren
tr: Kullanıcı için yeni bir birincil grup oluştur
uk: Створити нову основну групу для користувачів

source: Primary Group
ca: Grup primari
cs: Hlavní skupina
de: Hauptgruppe
es: Grupo Principal
fr: Groupe principal
nl: Primaire groep
pl: Grupa podstawowa
pt: Grupo Primário
pt_br: Grupo Principal
ro: Grup primar
ru: Основная Группа
sk: Primárna skupina
sr: Osnovna grupa
sv: Primär grupp
tr: Birincil Grup
uk: Основна група

source: SSH Public Key
cs: Veřejná část SSH klíče
de: Öffentlicher SSH Schlüssel
es: Clave Pública SSH
fr: Clé publique SSH
nl: Openbare SSH-sleutel
pt: SSH Chave Publica
pt_br: Chave Pública SSH
ro: Cheie publică SSH
ru: Открытый Ключ SSH
sr: SSH javni ključ
sv: Publikt SSH Nyckel
tr: SSH Ortak Anahtarı
uk: Публічний ключ SSH

source: Home Directory Mode
cs: Přístupová práva do domovské složky
de: Modus des Heimatverzeichnisses
es: Directorio Personal
fr: Permissions du répertoire personnel
nl: Modus van basismap
pt: Directório Home
pt_br: Modo do Diretório Home
ro: Mod Home Directory
ru: Режим Домашнего Каталога
sr: Mod korisničkog direktorijuma
sv: Läge för hemkatalog
tr: Ana Dizin Kipi
uk: Режим Домашнього Каталога

source: Auxiliary groups
ca: Grups auxiliars
cs: Doplňkové skupiny
de: Zusätzliche Gruppen
es: Grupos auxiliares
fr: Groupes secondaires
nl: Hulpgroepen
pl: Dodatkowe grupy
pt: Grupos auxiliares
pt_br: Grupos auxiliares
ro: Grupuri auxiliare
ru: Дополнительные группы
sk: Pomocné skupiny
sr: Ostale grupe
sv: Externa grupper
tr: Yardımcı gruplar
uk: Додаткові групи

source: A user with that username already exists.
ca: Un usuari amb aquest nom d'usuari ja existeix.
cs: Toto uživatelské jméno je už v systému používáno – zvolte jiné.
de: Es existiert bereits ein Benutzer mit diesem Benutzernamen.
es: Ya existe el nombre de usuario.
fr: Ce nom d'utilisateur existe déjà.
nl: Er bestaat al een gebruiker met die gebruikersnaam.
pl: Użytkownik o tej nazwie już istnieje.
pt: Um utilizador com esse nome de utilizador já existe.
pt_br: Já existe um usuário com esse nome.
ro: Există deja un utilizator cu acelaşi nume.
ru: Пользователь с таким именем уже существует.
sk: Používateľ s takýmto menom už existuje.
sr: Korisnik sa tim imenom već postoji.
sv: En användare med det användarnamnet finns redan.
tr: Bu kullanıcı adı ile bir kullanıcı zaten var.
uk: Користувач з таким ім’ям вже існує.

source: This field is required
ca: El camp és obligatori
cs: Tuto kolonku je třeba vyplnit
de: Dieses Feld wird benötigt
es: Este campo es necesario
fr: Ce champ est obligatoire
nl: Dit veld is vereist
pl: To pole jest wymagane
pt: Este campo é necessário
pt_br: Este campo é necessário
ro: Câmpul este obligatoriu
ru: Это обязательное поле
sk: Toto pole je povinné
sr: Ovo polje je neophodno
sv: Detta fält är obligatoriskt
tr: Bu alan gerekli
uk: Це поле є обов'язковим

source: The two password fields didn't match.
ca: Els dos camps de contrasenya no coincideixen.
cs: Do každé z kolonek pro heslo bylo zadáno něco jiného – vyplňte je znovu a tentokrát stejně.
de: Die beiden Passwörter stimmen nicht überein.
es: Los dos campos de la contraseña no coinciden.
fr: Les deux champs mots de passe ne correspondent pas.
nl: De twee wachtwoordvelden komen niet overeen.
pl: Hasła nie są identyczne.
pt: Os dois campos de palavra-passe não coincidem.
pt_br: Os dois campos de senha não correspondem.
ro: Cele două câmpuri de parole nu se potrivesc.
ru: Пароли не совпадают.
sk: Zadané heslá sa nezhodujú.
sr: Šifre se ne poklapaju.
sv: De två lösenordsfälten matchade inte.
tr: İki parola alanı eşleşmedi.
uk: Паролі не співпадають.
