Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Maximum number of simultaneous clients.
ca: Màxim nombre de clients simultanis.
cs: Nejvyšší umožněný počet současně přistupujících klientů.
de: Maximale Anzahl gleichzeitiger Clients
es: Número máximo de clientes simultáneos.
fr: Nombre maximum de clients simultanés.
nl: Maximale aantal gelijktijdige clients.
pl: Maksymalna liczba klientów połączonych jednocześnie.
pt: Número máximo de clientes em simultâneo.
pt_br: Número máximo de clientes simultâneos.
ro: Numărul maxim de clienţi simultani
ru: Максимальное количество одновременно подключенных клиентов.
sk: Maximálny počet súčasne pripojených klientov.
sr: Maksimalni broj paralelno povezanih klijenata.
sv: Maximalt antal samtidiga anslutna klienter.
tr: Eşzamanlı istemcilerin en fazla sayısı.
uk: Максимальна кількість одночасно підключених клієнтів.

source: Connections
ca: Connecions
cs: Připojení
de: Verbindungen
es: Conexiones
fr: Connexions
nl: Verbindingen
pl: Połączenia
pt: Conexões
pt_br: Conexões
ro: Conexiuni
ru: Соединения
sk: Pripojenia
sr: Konekcije
sv: Anslutningar
tr: Bağlantılar
uk: З'єднання

source: Maximum number of connections per IP address (0 = unlimited).
ca: Nombre màxim de connexions per adreça IP (0=ilimitades).
cs: Nejvyšší umožněný počet spojení z jedné IP adresy. 0 (nula) = neomezeno.
de: Maximale Anzahl von Verbindungen pro IP-Adresse (0 = unbegrenzt).
es: Número máximo de conexiones por cada dirección IP (0 = sin límite).
fr: Nombre maximum de connexions par adresse IP (0 = illimité).
nl: Maximale aantal verbindingen per IP-adres (0 = onbeperkt).
pl: Maksymalna ilość połączeń na adres IP (0 = nieograniczona).
pt: Número máximo de conexões por endereço IP (0 = ilimitado).
pt_br: Número máximo de conexões por endereço IP (0 = ilimitado).
ro: Numărul maxim de conexiuni per adresă IP (0 = nelimitate)
ru: Максимальное число соединений для каждого IP-адреса (0 - без ограничений).
sk: Maximálny počet pripojení pre jednu IP adresu (0 = bez limitu).
sr: Maksimalni broj konekcija po IP adresi (0 = neograničeno).
sv: Maximalt antal anslutningar per IP-adress (0 = obegränsat).
tr: IP adresi başına en fazla bağlantı sayısı (0 = sınırsız).
uk: Максимальна кількість з'єднань для кожної IP-адреси (0 - без обмежень).

source: Login Attempts
ca: Intents de Login
cs: Pokusy o přihlášení
de: Anmeldeversuche
es: Intentos de Login
fr: Tentatives de connexion
nl: Aanmeldpogingen
pl: Próby logowania
pt: Tentativas para Login
pt_br: Tentativas de Login
ro: Tentative de autentificare
ru: Попытки входа
sk: Pokusy o prihlásenie
sr: Pokušaji prijavljivanja
sv: Loginförsök
tr: Oturum Açma Denemesi
uk: Спроби входу

source: Maximum number of allowed password attempts before disconnection.
ca: Màxim nombre permés d'intents de contrasenya abans de desconectar.
cs: Nejvyšší umožněný počet pokusů o zadání hesla, než dojde k odpojení.
de: Maximale Anzahl der erlaubten Passworteingaben bevor die Verbindung unterbrochen wird.
es: Numero maximo de intentos de contraseña antes de forzar desconexión.
fr: Nombre maximum de tentatives de mots de passe avant déconnexion.
nl: Maximale aantal toegestane wachtwoordpogingen voor verbreken van verbinding.
pl: Maksymalna liczba prób logowania przed rozłączeniem.
pt: Número máximo permitido de tentativas para introduzir a password antes da desconexão.
pt_br: Número máximo permitido de tentativas de login antes de desconectar.
ro: Numărul maxim de tentative permise de autentificare înainte de a fi deconectat.
ru: Максимальное допустимое число попыток ввода пароля перед разрывом соединения.
sk: Maximálny počet pokusov o zadanie hesla pred odpojením.
sr: Maksimalan broj dozvoljenih pokušaja unosa lozinke pre isključenja.
sv: Maximalt antal tillåtna inloggningsförsök innan från koppling.
tr: Bağlantı kesilmesinden önce izin verilen en fazla parola deneme sayısı.
uk: Максимальне припустиме число спроб введення пароля перед розривом з'єднання.

source: Timeout
ca: Intèrval de temps fins que es finalitza el procés (Timeout)
cs: Časový limit
de: Zeitüberschreitung
es: Tiempo de espera
fr: Délai dépassé
pl: Limit czasu
pt: Tempo limite
pt_br: Tempo limite
ro: Perioadă de grație
ru: Таймаут
sk: Čas požiadavky vypršal
sr: Pauza
tr: Zaman aşımı
uk: Таймаут

source: Maximum idle time in seconds.
ca: Temps màxim inactiu en segons
cs: Nejdelší přijatelný čas nečinnosti (v sekundách).
de: Maximaler Leerlauf in Sekunden.
es: Tiempo Maximo de espera en segundos
fr: Temps d'inactivité maximum en secondes.
nl: Maximale niet-actieve tijd in seconden.
pl: Maksymalny czas bezczynności w sekundach.
pt: Tempo ocioso máximo em segundos.
pt_br: Tempo Máximo de ociosidade em segundos.
ro: Timpul maxim de inactivitate în secunde.
ru: Максимальное время простоя в секундах.
sk: Maximálny čas nečinnosti v sekundách.
sr: Maksimalno vreme mirovanja u sekundama.
sv: Maximal inaktiv tid i sekunder.
tr: Saniye cinsinden en fazla boşta kalan zaman.
uk: Максимальний час простою в секундах.

source: Allow Root Login
ca: Permetre Login de Root
cs: Umožnit přihlášení správce systému (root)
de: Erlaube Root Anmeldung
es: Permitir login de root
fr: Autoriser la connexion de root
nl: Root-aanmelding toestaan
pl: Zezwól na logowanie jako root
pt: Permitir o Login como Root
pt_br: Permitir Login do Root
ro: Permite autentificare cu cont Root
ru: Разрешить вход суперпользователя
sk: Povoliť prihlásenie roota
sr: Dozvoli prijavljivanje Root korisnika
sv: Tillåt root-inloggning
tr: Root Oturumu Açmaya izin ver
uk: Дозволити вхід суперкористувача

source: Allow Anonymous Login
ca: Pemetre Login anònim
cs: Umožnit anonymní přihlášení
de: Erlaube anonyme Anmeldung
es: Permitir login de invitado
fr: Autoriser les connexions anonymes
nl: Anoniem aanmelden toestaan
pl: Zezwól na anonimowe logowanie
pt: Permitir Login Anónimo
pt_br: Permitir Login Anônimo
ro: Permite autentificare cu cont Anonim
ru: Разрешить анонимный вход
sk: Povoliť anonymné prihlásenie
sr: Dozvoliti anonimno prijavljivanje
sv: Tillåt anonym inloggning
tr: İsimsiz Oturum Açmaya izin ver
uk: Дозволити анонімний вхід

source: Path
ca: Ruta
cs: Umístění
de: Pfad
es: Ruta
fr: Chemin
nl: Pad
pl: Ścieżka
pt: Caminho
pt_br: Caminho
ro: Cale
ru: Путь
sk: Cesta
sr: Putanja
sv: Sökväg
tr: Yol
uk: Шлях

source: Allow Local User Login
ca: Permetre Login d'Usuari Local
cs: Umožnit přihlášení uživatelským účtem ve FreeNAS
de: Erlaube Anmeldungen von lokalen Benutzern
es: Permitir login del usuario local
fr: Autoriser la connexion des utilisateurs locaux
nl: Aanmelding door lokale gebruiker toestaan
pl: Zezwól na logowanie lokalnych użytkowników
pt: Permitir Login de um Utilizador Local
pt_br: Permitir login de Usuário Local
ro: Permite autentificare cu cont de utilizator local
ru: Разрешить вход локальных пользователей
sk: Povoliť lokálne prihlásenie používateľa
sr: Dozvoliti prijavljivanje lokalnog korisnika
sv: Tillåt inloggning för lokal användare
tr: Yerel Kullanıcı Oturumu Açmaya izin ver
uk: Дозволити вхід локальних користувачів

source: Banner
ca: Capçalera
cs: Uvítání
pl: Komunikat

source: Greeting banner displayed by FTP when a connection first comes in.
ca: Capçalera de salutació mostrada pel FTP quan hi ha una primera connexió.
cs: Uvítací pruh zobrazovaný při prvním připojení k FTP.
pl: Komunikat powitalny wyświetlany przez serwer FTP przy pierwszym nawiązaniu połączeniu.
sk: Uvítací banner zobrazený FTP serverom pri prvom pripojení.

source: Use this option to override the file creation mask (077 by default).
ca: Utilitza aquesta opció per reescriure la màscara de creació de fitxers (077 per defecte).
cs: Tuto volbu použijte pro přepsání masky vytváření souborů (výchozí hodnota je 077).
de: Verwenden Sie diese Option, um die Dateizugriffsrechte für neue Dateien zu ändern (077 ist voreingestellt).
es: Use esta opcion para cambiar la mascara de creacción de ficheros por defecto (077 por defecto)
fr: Utiliser cette option pour forcer le masque de création des fichiers (077 par défaut).
nl: Gebruik deze optie om het bestandsaanmaakmasker te overschrijven (077 is standaard).
pl: Użyj tej opcji aby nadpisać maskę dla tworzonych katalogów (domyślnie 077).
pt: Use esta opção para substituir a máscara de criação do arquivo (077 por defeito).
pt_br: Use esta opção para sobrepor a máscara de criação de arquivos (077 por padrão).
ro: Utilizaţi această opţiune pentru a înlocui crearea măşti fişierului (implicit 077).
ru: Используйте эту опцию для изменения маски создания файлов (077 по умолчанию).
sk: Použite túto možnosť na nastavenie masky pri vytváraní súborov ​​(077 v predvolenom nastavení).
sr: Koristite ovu opciju da biste zamenili masku kreiranja datoteke (077 je podrazumevano).
sv: Använd det här alternativet för att åsidosätta masken som skapas (077 som standard).
tr: Dosya oluşturma maskesini geçersiz kılmak için bu seçeneği kullanın (varsayılan 077).
uk: Використовуйте цю опцію для зміни маски створення файлів (077 типово).

source: Enable FXP
ca: Activa FXP
cs: Zapnout podporu protokolu FXP
de: FXP aktivieren
es: Habilitar FXP (FTP entre servidores remotos)
fr: Activer le FXP
nl: FXP inschakelen
pl: Włącz FXP
pt: Activar FXP
pt_br: Habilita FXP
ro: Activare FXP
ru: Включить FXP
sk: Aktivovať FXP
sr: Omogući FXP
sv: Aktivera FXP
tr: FXP etkinleştir
uk: Включити FXP

source: Allow Transfer Resumption
ca: Permet la represa de la Transferència
cs: Umožnit znovunavázání přenosu
de: Fortsetzen von Übertragungen erlauben
es: Permitir reanudar descargas
fr: Autoriser la reprise des transferts
nl: Overdrachtshervatting toestaan
pl: Zezwól na wznawianie transferu
pt: Permitir a Retoma da Transferência
pt_br: Habilita Resumo de Transferência
ro: Permite reluarea transferului
ru: Включить режим докачки
sk: Povoliť opätovanie nadväzovanie prenosov
sr: Dozvoli nastavak Transfera
sv: Tillåt återupptagande av fil-överföring
tr: Aktarım Yeniden Başlamasına izin ver
uk: Включити режим докачки

source: Always Chroot
ca: Fer sempre Chroot
cs: Vždy použít vyhrazené prostředí (chroot)
de: Chroot immer aktiv
es: Permitir Chroot
fr: Effectuer systématiquement un 'chroot'
nl: Chroot altijd toepassen
pl: Zawsze zmieniaj na katalog użytkownika
pt: Sempre Chroot
pt_br: Sempre Chroot
ro: Întotdeauna Chroot
ru: Всегда менять корневой каталог
sk: Vždy použiť chroot
sr: Uvek Chroot
sv: Alltid Chroot
tr: Her zaman Chroot
uk: Завжди міняти кореневої каталог

source: Require IDENT Authentication
ca: Autenticació IDENT requerida
cs: Vyžadovat ověření IDENT
de: IDENT Authentifizierung notwendig
es: Requiere Autentificación IDENT
fr: Exiger l'authentification par IDENT
nl: IDENT-authenticatie vereisen
pl: Wymagaj autentykacji IDENT
pt: Requer Autenticação IDENT
pt_br: Requerer Autenticação IDENT
ro: Autentificare IDENT necesară
ru: Требовать IDENT аутентификации
sk: Požadovať IDENT autentifikáciu
sr: Zahtevati IDENT Autentikaciju
sv: Kräv IDENT-autentisering
tr: IDENT Kimlik Doğrulaması gerekir
uk: Вимагати IDENT аутентифікації

source: Require Reverse DNS for IP
ca: Inversió de DNS per IP requerida
cs: Vyžadovat pro IP adresu obrácený DNS záznam
pl: Wymagaj revDNS dla adresu IP
sk: Požadovať reverzné DNS pre IP
tr: IP için Ters DNS gerekir
uk: Вимагає зворотного DNS для IP

source: Masquerade address
ca: Enmascarament de direcció
cs: Adresa pro překlad adres („maškaráda“)
de: Adresse für Maskierung
es: Dirección a enmascarar
fr: Adresse de masquage
nl: Maskeradres
pl: Adres maskarady
pt: Endereço mascarado
pt_br: Endereço Mascarado
ro: Adresă mascaradă
ru: Маскарадный адрес
sk: Adresa Maškarády(NAT)
sr: Adresa za maskiranje
sv: Maskerad adress
tr: Maskeli adres
uk: Маскарадна адреса

source: Causes the server to display the network information for the specified address to the client, on the assumption that IP address or DNS host is acting as a NAT gateway or port forwarder for the server.
cs: Způsobí, že server klientovi zobrazí informace o dané síťové adrese, za předpokladu, že IP adresa nebo systém s DNS se pro server chová jako brána s NAT nebo předává porty.
de: Der Server wird die Netzwerkinformationen dieser Adresse an Clients übermitteln, in der Annahme, dass diese IP-Adresse oder der Hostname als NAT-Gateway oder Portweiterleitung für den Server konfiguriert ist.
es: Hace que el Servidor muestre la información de red de la IP especificada por el cliente. Se asume que esa IP o el DNS actuan como una pasarela NAT o simplemente redirigiendo los puertos del servidor
fr: Permet au serveur de présenter au client les informations réseau pour l'adresse IP spécifiée, dans l’hypothèse que cette adresse IP ou hôte DNS joue le rôle de passerelle NAT ou de redirecteur de port pour le serveur.
nl: Zorgt ervoor dat de server netwerkgegevens over het opgegeven adres naar de client weergeeft, ervan uitgaand dat het IP-adres of de DNS-host als een NAT-gateway of port forwarder voor de server optreedt.
pt: Faz com que o servidor exiba as informações de rede para o endereço IP especificado para o cliente, no pressuposto de que esse endereço IP ou DNS host está a actuar como um encaminhador NAT gateway ou porta para o servidor.
pt_br: Faz com que o servidor mostre a informação da rede do endereço especificado para o cliente, assumindo que o endereço IP ou host DNS está agindo como NAT gateway ou repassador de portas para o servidor.
ro: Serverul va afişa date despre reţeaua corespunzătoare adresei IP specificate, plecând de la premiza că sistemul cu adresa IP sau numele DNS indicat acţionează ca un gateway NAT sau port forwarder pentru server.
ru: Основание для сервера отображать сетевую информацию для заданного IP адреса клиенту, предполагая, что этот IP адрес или DNS хост выступает в качестве NAT-а или на нем проброшены необходимые порты.
sr: Uzrokuje da server prikazuje informacije o mreži za navedenu adresu klijenta, pod pretpostavkom da IP adresa ili DNS host deluju kao NAT mrežni prolaz ili prenosnik porta za server.
sv: Orsakar servern till att visa nätverket information om den angivna adressen till klienten, utifrån antagandet att IP-adressen eller DNS-värd fungerar som en NAT-gateway eller port speditör för servern.
tr: Sunucunun istemci için belirtilen adresinin ağ bilgilerini görüntülemesine neden olur, varsayımda IP adresi veya DNS anamakinesi sunucu için bir NAT ağ geçidi veya bağlantı noktası yönlendiricisi olarak davranır.
uk: Підстава для сервера відображати мережеву інформацію для заданої IP адреси клієнта, припускаючи, що ця IP адреса або DNS хост виступає як NAT або на ньому прокинуті необхідні порти.

source: Minimum passive port
ca: Port passiu mínim
cs: Nejnižší číslo pasivního portu
de: Kleinster Passiv-Port
es: Puerto pasivo minimo
fr: Port passif minimum
nl: Minimale passieve poort
pl: Minimalny numer portu pasywnego
pt: Minimo da porta passiva
pt_br: Porta passiva mínima
ro: Port pasiv minim
ru: Минимальный номер пассивного порта
sk: Minimálny pasívny port
sr: Minimalni pasivni port
sv: Minimum passiv port
tr: En az pasif bağlantı noktası
uk: Мінімальний номер пасивного порту

source: The minimum port to allocate for PASV style data connections (0 = use any port).
ca: El port mínim per assignar connexions de dades de tipus PASV (0=utilitza qualsevol port)
cs: Nejnižší číslo portu pro datová spojení stylu PASV (0 = použít jakýkoli port).
de: Die kleinste verwendbare Portnummer für PASV-Datenverbindungen (0 = beliebiger Port).
es: El puerto minimo para permitir conexiones tipo PASV (0=Usar cualquier puerto)
fr: Le port minimum à allouer pour les connexions passives type PASV (0 = n'importe quel port).
nl: De minimale poort voor het toewijzen van PASV-georiënteerde gegevensverbindingen (0 = een willekeurige poort gebruiken).
pl: Minimalny numer portu alokowanego dla połączeń typu PASV (0 = użyj dowolnego portu).
pt: A porta mínima para alojar as conexões de dados de estilo PASV (0 = usar qualquer porta).
pt_br: A porta mínima a ser alocada conexões de dados estilo PASV (0 = usar qualquer porta).
ro: Port minim alocat pentru conexiuni date de tip PASV (0 = orice port)
ru: Минимальный номер порта выделяемый для соединения а пассивном (PASV) режиме (0 = использовать любой порт).
sk: Minimálny port pridelovaný pre PASV dátové pripojenia (0 = použiť akýkoľvek port).
sr: Minimalna port izdvojen za PASV stil konekcije podataka (0 = koristiti bilo port).
sv: Den minsta port att fördela för PASV "stil-data" anslutningar (0 = använd en port).
tr: PASV stili veri bağlantıları için ayrılan en az bağlantı noktası (0 = herhangi bir bağlantı noktası kullan).
uk: Мінімальний номер порту виділяється для з'єднання а пасивному режимі (0 = використовувати будь-який порт).

source: Maximum passive port
ca: Port passiu màxim
cs: Nejvyšší číslo pasivního portu
de: Größter Passiv-Port
es: Puerto pasivo maximo
fr: Port passif maximum
nl: Maximale passieve poort
pl: Maksymalny numer portu pasywnego
pt: Máximo da porta passiva
pt_br: Porta passiva máxima
ro: Port pasiv maxim
ru: Максимальный номер пассивного порта
sk: Maximálny pasívny port
sr: Maksimalni pasivni port
sv: Maximal passiv port
tr: En fazla pasif bağlantı noktası
uk: Максимальний номер пасивного порту
