Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: New feature flags are available for volume %s. Refer to the "Upgrading a ZFS Pool" section of the User Guide for instructions.
cs: Pro svazek %s jsou k dispozici nové příznaky funkcí. Pokyny k nim se nacházejí v sekci „Přechod na novější verzi ZFS fondu úložišť“ v uživatelské příručce.
nl: Er zijn nieuwe functievlaggen beschikbaar voor volume %s. Raadpleeg de sectie 'Een ZFS-pool upgraden' van de Gebruikershandleiding voor instructies.
ru: Новые флаги возможностей доступны для тома %s. Обратитесь к разделу "Обновление ZFS пула" в руководстве пользователя для получения инструкций.
tr: Yeni özellik işaretleri %s birimi için kullanılabilir. Talimatlar için Kullanıcı Rehberinin "Upgrading a ZFS Pool" bölümüne bakın.
uk: Нові можливості доступні для тома %s. Зверніться до розділу "Оновлення ZFS пула" в керівництві користувача для отримання інструкцій.

source: IP Address or hostname. Specify user@hostname or user@ip-address if your remote machine user and above rsync task user are different.
cs: IP adresa nebo název stroje. Zadejte uzivatel@nazev_stroje nebo uzivatel@ip-adresa, pokud uživatelský účet na stroji protistrany a uživatelský účet rsync úlohy nejsou shodné.
nl: IP-adres of hostnaam. Geef gebruiker@hostnaam of gebruiker@ip-adres op als de gebruiker van uw externe machine en die van bovenstaande rsync-taak verschillend zijn.
ru: IP-адрес или имя хоста. Укажите пользователь@имя-хоста или пользователь@ip-адрес, если ваш удаленный пользователь и указанный выше пользователь задачи rsync различны.
tr: IP Adresi ya da anamakine adı. Eğer uzak makine kullanıcınız ve yukarıdaki rsync görevi kullanıcısı farklı ise kullanıcı@anamakaineadı veya kullanıcı@ip-adresi'ni belirleyin.
uk: IP-адреса або ім'я хоста. Вкажіть користувач@ім'я-хоста або користувач@ip-адресу, якщо ваш віддалений користувач і зазначений вище користувач завдання rsync різні.

source: Done
cs: Hotovo
nl: Gereed
ru: Готово
tr: Bitti
uk: Готово

source: Attach Disk
cs: Připojit disk
nl: Schijf koppelen
ru: Подключить диск
tr: Diski Ekle
uk: Підключити диск

source: Are you sure you want to continue? The system will be rebooted after updates are applied.
cs: Opravdu chcete pokračovat? Po nainstalování aktualizací bude systém restartován.
nl: Weet u zeker dat u wilt doorgaan? Het systeem zal opnieuw worden opgestart nadat updates zijn toegepast.
ru: Вы уверены что хотите продолжить? Система будет перезагружены после установки обновлений.
tr: Devam etmek istediğinize emin misiniz? Güncellemeler uygulandıktan sonra sistem yeniden başlatılacaktır.

source: The system will reboot
cs: Systém bude restartován
nl: Het systeem wordt opnieuw opgestart
pt_br: Sistema está reiniciando
ru: Система будет перезагружена
tr: Sistem yeniden başlatılacak
uk: Система буде перезавантажена

source: %(weeks)s weeks
cs: %(weeks)s týdnů
fr: %(weeks)s semaine
nl: %(weeks)s weken
pt_br: %(weeks)s semanas
ro: %(weeks)s săptămâni
ru: %(weeks)s недель
tr: %(weeks)s hafta
uk: %(weeks)s тиждень

source: Disk has been successfully detached.
cs: Disk byl úspěšně odpojen.
nl: Schijf is met succes ontkoppeld.
ru: Диск был успешно отключён.
tr: Disk başarılı olarak ayırıldı.
uk: Диск був успішно відключений.

source: The boot volume state is %(state)s: %(status)s
cs: Stav zaváděcího svazku je %(state)s: %(status)s
fr: Le status du volume de boot est %(state)s : %(status)s
nl: De status van het opstartvolume is %(state)s: %(status)s
ru: Статус загрузочного тома - %(state)s: %(status)s
tr: Önyükleme birimi durumu %(state)s: %(status)s
uk: Стан тому завантаження %(state)s: %(status)s

source: The volume %(volume)s state is %(state)s: %(status)s
cs: Stav svazku %(volume)s je %(state)s: %(status)s
fr: Le status du volume %(volume)s est %(state)s : %(status)s
nl: De status van volume %(volume)s is %(state)s: %(status)s
ru: Статус тома %(volume)s - %(state)s: %(status)s
tr: Birim %(volume)s durumu %(state)s: %(status)s
uk: Стан тому %(volume)s - %(state)s: %(status)s

source: Changelog
cs: Seznam změn
ru: Журнал изменений
tr: Değişiklikler
uk: Журнал змін

source: Sensitive
cs: Rozlišovat
fr: Sensible à la casse
nl: Gevoelig
pt_br: Sensível
ro: Senzitiv
ru: Чувствительный
tr: Duyarlı
uk: Чутливий

source: Insensitive
cs: Nerozlišovat
fr: Pas de différence minuscule/majuscule
nl: Ongevoelig
ro: Insenzitiv
ru: Нечувствительный
tr: Duyarlı değil
uk: Нечутливий

source: Mixed
cs: Smíšené
fr: Mélangé
nl: Gemengd
ro: Combinat
ru: Смешанный
tr: Karışık
uk: Змішаний

source: Microsoft Account
cs: Účet Microsoft
fr: Compte Microsoft
ro: Cont Microsoft
ru: Учетная запись Microsoft
tr: Microsoft Hesabı
uk: Обліковий запис Microsoft

source: netbiosname: %s
cs: netbios název: %s
fr: nom netbios: %s
nl: NetBIOS-naam: %s
ru: NetBIOS-имя: %s
tr: netbios adı: %s
uk: NetBIOS-ім'я: %s

source: workgroup: %s
cs: pracovní skupina: %s
fr: groupe de travail: %s
nl: werkgroep: %s
ru: Рабочая группа: %s
tr: çalışma grubu: %s
uk: Робоча група: %s

source: Appdefaults auxiliary parameters
cs: Výchozí pomocné parametry aplikace
nl: Hulpparameters voor Appdefaults
ru: Дополнительные параметры appdefaults
tr: Uygulama varsayılanları yardımcı parametreleri
uk: Додаткові параметри appdefaults

source: Libdefaults auxiliary parameters
cs: Doplňkové parametry sekce libdefaults
nl: Hulpparameters voor Libdefaults
ru: Дополнительные параметры libdefaults
tr: Kütüphane varsayılanları yardımcı parametreleri
uk: Додаткові параметри libdefaults

source: Kerberos Settings
cs: Nastavení pro Kerberos
fr: Réglages Kerberos
nl: Kerberos-instellingen
ru: Настройки Kerberos
tr: Kerberos Ayarları
uk: Параметри Kerberos

source: LDAP Schema type.
cs: Typ LDAP schématu.
nl: Type LDAP-schema.
tr: LDAP Şema türü.

source: Guide
cs: Příručka
nl: Handleiding
ru: Гид
tr: Rehber
uk: Гід

source: Restart
cs: Restartovat
fr: Redémarrage
nl: Opnieuw starten
ru: Перезапуск
tr: Yeniden Başlat
uk: Перезавантаження

source: Jail name cannot have '.' or ' '
cs: Název vyhrazeného prostředí nemůže obsahovat znak „.“ (tečka) ani mezeru
fr: Le nom d'un jail ne peut pas contenir '.' ou ' '
nl: Jailnaam kan geen '.' of ' ' bevatten
ru: Имя jail не может содержать '.' или ' '
tr: Kafes adında '.' veya ' ' olamaz
uk: Ім'я jail не може містити '.' or ' '

source: Jail root does not exist!
cs: Kořenová složka vyhrazeného prostředí neexistuje!
nl: Jail-hoofdmap bestaat niet!
ru: Корень jail не существует!
tr: Kafes kökü mevcut değil!
uk: Корінь jail не існує!

source: Destination must begin with an alphanumeric character and may only contain "-", "_", ":", " " and ".".
cs: Je třeba, aby určení cíle začínalo písmenem nebo číslicí, v pokračování pak ještě může obsahovat i znaky „-“ (spojovník), „_“ (podtržítko), „:“ (dvojtečka), „.“ (tečka) a mezera.
nl: Bestemming moet met een alfanumeriek teken beginnen en mag alleen '-', '_', ':', ' ' en '.' bevatten.
ru: Назначение должно начинаться с буквы или цифры и может так-же содержать "-", "_", ":", " " и ".".
tr: Hedef alfasayısal bir karakter ile başlamak zorundadır ve sadece "-", "_", ":", " " ve "." içerebilir.
uk: Призначення повинні починатися з алфавітно-цифрового символу і можуть містити "-", "_", ":", " " та ".".

source: The mtree file for the template
cs: mtree soubor pro šablonu
nl: Het mtree-bestand voor het sjabloon
ru: Файл mtree для шаблона
tr: Şablon için mtree dosyası
uk: Файл mtree для шаблону

source: If this is a system template, it will not be visible in the UI and will only be used internally.
cs: Pokud je toto systémová šablona, nebude viditelná v uživatelském rozhraní a bude používána pouze pro účely systému.
nl: Als dit een systeemsjabloon is, zal het niet in de UI zichtbaar zijn en alleen intern worden gebruikt.
ru: Если это шаблон системы, он не будет виден в интерфейсе и будет использоваться только внутри.
tr: Eğer bu bir sistem şablonu ise, KA içinde görünür olmayacaktır ve sadece dahili olarak kullanılabilir.
uk: Якщо це шаблон системи, його не буде видно в інтерфейсі, він буде використовуватися тільки усередині.

source: Add Jail
cs: Přidat vyhrazené prostředí
nl: Jail toevoegen
ru: Добавить jail
tr: Kafes Ekle
uk: Додати jail

source: Jail successfully restarted.
cs: Vyhrazené prostředí bylo úspěšně restartováno.
nl: Jail met succes opnieuw gestart.
ru: Jail успешно перезапущен.
tr: Kafes başarılı olarak yeniden başlatıldı.
uk: Jail успішно запущено.

source: Failed to upload config, version newer than the current installed.
cs: Soubor s nastaveními se nepodařilo nahrát na stroj s FreeNAS. Verze souboru totiž patří k novější verzi systému, než je ta stávající nainstalovaná.
nl: Uploaden van configuratie mislukt, nieuwere versie dan de huidige geïnstalleerd.
ru: Ошибка загрузки конфигурации, версия новее чем установлена.
tr: Yapınlandırma gönderme başarısız, sürüm şu anki yüklü olandan daha yeni.
uk: Помилка завантаження конфігурації, версія новіше ніж встановлена.

source: You have %d pending active iSCSI connection(s).
cs: Je zde %d čekajících aktivních iSCSI spojení.
nl: U hebt %d wachtende actieve iSCSI-verbinding(en).
ro: %d conexiuni iSCSI în așteptare.
ru: Имеется %d активных iSCSI соединений.
tr: %d bekleyen aktif iSCSI bağlantısına sahipsiniz.
uk: Мається %d активних iSCSI з'єднань.

source: Incorrect usage of the # delimiter.
cs: Nesprávné použití oddělovače #.
nl: Onjuist gebruik van het scheidingsteken #.
ru: Некорректное использование разделителя #.
tr: # sınırlayıcısının yanlış kullanımı.
uk: Некоректне використання роздільника #.

source: Invalid domain name.
cs: Neplatný doménový název.
nl: Ongeldige domeinnaam.
ru: Неверное имя домена.
tr: Geçersiz etki alanı adı.
uk: Некоректна назва домену.

source: Invalid domain name or incorrect hash delimiter.
cs: Neplatný název domény nebo oddělovač hashe.
nl: Ongeldige domeinnaam of onjuist hash-scheidingsteken.
ru: Неверное имя домена или некорректный разделитель.
tr: Geçersiz etki alanı adı ya da yanlış adresleme sınırlayıcısı.
uk: Неправильне ім'я домену або некоректний роздільник.

source: Confirm Privacy Passphrase
cs: Potvrzení heslové fráze zabezpečení
nl: Bevestig privacywachtwoordzin
ru: Подтвердите пароль
tr: Gizli Parolayı Onaylayın
uk: Підтвердiть пароль

source: Password must contain at least 8 characters
cs: Je třeba, aby heslo bylo alespoň 8 znaků dlouhé
nl: Wachtwoord moet minstens 8 tekens bevatten
pt_br: A senha de conter ao menos 8 caracteres
ru: Пароль должен содержать не менее 8 символов
tr: Parola en az 8 karakter içermek zorundadır
uk: Пароль має складатися принаймні з 8 символів

source: Passphrase must contain at least 8 characters
cs: Je třeba, aby heslová fráze byla alespoň 8 znaků dlouhá
nl: Wachtwoordzin moet minstens 8 tekens bevatten
pt_br: A senha deve conter ao menos 8 caracteres
ru: Пароль должен содержать не менее 8 символов
tr: Parola en az 8 karakter içermek zorundadır
uk: Пароль має складатися принаймні з 8 символів

source: Secret must be between 12 and 16 characters.
cs: Je třeba, aby heslo bylo dlouhé 12 až 16 znaků.
nl: Geheim moet tussen 12 en 16 tekens bevatten.
ru: Секрет должен содержать 12-16 символов.
tr: Gizli anahtar 12 ve 16 karakter arasında olmak zorundadır.
uk: Секрет повинен містити від 12 до 16 символів.

source: Peer secret must be between 12 and 16 characters.
cs: Je třeba, aby heslo protistrany bylo dlouhé 12 až 16 znaků.
nl: Peergeheim moet tussen 12 en 16 tekens bevatten.
ru: Секрет должен содержать 12-16 символов.
tr: Kişi gizli anahtarı 12 ve 16 karakter arasında olmak zorundadır.
uk: Секрет повинен містити 12-16 символів.

source: LUN ID is already being used for this target.
cs: Pro tento cíl je tento identifikátor LUN již používán.
fr: Cet identifiant de LUN est déjà utilisé sur cette cible.
nl: LUN-ID wordt al gebruikt voor dit doel.
ru: LUN ID уже существует для этой цели.
tr: LUN ID bu hedef için zaten kullanılmakta.
uk: LUN ID вже існує для тієї ж цілі.

source: Double quotes are not allowed.
cs: Dvojité uvozovky zde není možné použít.
nl: Dubbele aanhalingstekens zijn niet toegestaan.
ru: Двойные кавычки не разрешены.
tr: Çift tırnaklara izin verilmez.
uk: Лапки не дозволені.

source: Alias name must be unique.
cs: Je třeba, aby se alternativní název neopakoval.
nl: Aliasnaam moet uniek zijn.
ru: Псевдоним должен быть уникален.
tr: Takma ad benzersiz olmak zorundadır.
uk: Псевдонім повинен бути унікальний.

source: target is a reserved word, please choose a different name for this alias.
cs: „target“ (cíl) je vyhrazené slovo, zvolte jiný alternativní název.
nl: doel is een gereserveerd woord, kies een andere naam voor deze alias.
ro: cuvântul target este un cuvânt rezervat, folosăți un alt cuvânt pentru alias.
ru: target -- зарезервированные слово, пожалуйста выберите другой псевдоним.
tr: target ayrılmış bir kelimedir, lütfen bu takma ad için farklı bir ad seçin.
uk: target - зарезервоване слово, будь ласка виберіть інший псевдонім.

source: Home share name
cs: Název domovského sdílení
nl: Naam van basis-share
ru: Название домашнего ресурса
tr: Ana paylaşım adı
uk: Назва домашнього ресурса

source: When set overrides the default Home Share Name.
cs: Pokud je nastaveno, přepíše výchozí název domovského sdílení.
nl: Overschrijft de standaardnaam van basis-share wanneer ingesteld.
ru: Когда установлено, подменяет параметр по умолчанию.
tr: Ayarlandığında varsayılan Ana Paylaşım Adı'nı geçersiz kılar.
uk: Коли встановлено, підміняє параметр за замовчуванням.

source: Allow non-root mount requests to be served. This should only be specified if there are clients that require it. It will automatically clear the vfs.nfsrv.nfs_privport sysctl flag, which controls if the kernel will accept NFS requests from reserved ports only.
cs: Povolit obsloužení požadavků na připojení (mount) i od uživatelů, kteří nejsou správci (root). Toto by mělo být nastaveno pouze v případě, pokud bude skutečně používáno. Způsobí automatické vypnutí sysctl příznaku vfs.nfsrv.nfs_privports, který řídí, zda jádro systému přijímá NFS požadavky pouze z vyhrazených portů.
nl: Staat het behandelen van niet-root-koppelingsaanvragen toe. Dit dient alleen te worden opgegeven als er clients zijn die het nodig hebben. Hierdoor wordt automatisch de sysctl-vlag vfs.nfsrv.nfs_privport gewist, die bepaalt of de kernel alleen NFS-aanvragen van gereserveerde poorten zal accepteren.
ru: Разрешает запросы монтирования не от суперпользователя. Это должно указываться только при наличии клиента требующего этого. Это автоматически сбросит sysctl vfs.nfsrv.nfs_privport, контролирующий будет ли ядро принимать NFS запросы только с зарезервированных портов.
tr: Root olmayan bağlama isteklerinin hizmet olarak verilmesine izin verir. Sadece bunu gerektiren istemciler varsa bu belirtilmelidir. Çekirdek, sadece ayrılmış bağlantı noktalarından gelen NFS isteklerini kabul edecekse denetleyen vfs.nfsrv.nfs_privport sysctl işaretini otomatik olarak temizleyecek.
uk: Дозволяє запити монтування не від суперкористувача. Це має зазначатися тільки при наявності клієнта що вимагає цього. Це автоматично скине sysctl vfs.nfsrv.nfs_privport, що контролюює чи буде ядро приймати NFS запити тільки з зарезервованих портів.

source: Require Kerberos for NFSv4
cs: Pro NFSv4 vyžadovat Kerberos
nl: Kerberos voor NFSv4 vereisen
ru: Требовать Kerberos для NFSv4
tr: NFSv4 için Kerberos gerekir
uk: Вимагати Kerberos для NFSv4

source: The base name (e.g. iqn.2005-10.org.freenas.ctl, see RFC 3720 and 3721 for details) will append the target name that is not starting with 'iqn.', 'eui.' or 'naa.'
cs: Pokud název cíle NEzačíná řetězcem znaků „iqn.“, „eui.“ či „naa“, bude k němu připojen tento základní název (např. iqn.2005-10.org.freenas.ctl, podrobnosti viz RFC 3720 a 3721).
nl: De basisnaam (bv. iqn.2005-10.org.freenas.ctl, zie RFC 3720 en 3721 voor details) zal de doelnaam die niet met 'iqn.', 'eui.' of 'naa' begint toevoegen.
ru: Базовое имя (например, iqn.2005-10.org.freenas.ctl, смотри RFC 3720 и 3721 для подробной информации), добавит имя цели не начинающееся с 'iqn.', 'eui.' или 'naa.'
tr: Temel ad (örn. iqn.2005-10.org.freenas.ctl, ayrıntılar için RFC 3720 ve 3721'e bakın), 'iqn.', 'eui.' veya 'naa.' ile başlamayan hedef adlara ilave edilecek
uk: Базове ім'я (наприклад, iqn.2005-10.org.freenas.ctl, див. RFC 3720 та 3721 для докладної інформації) додасть ім'я що не починається з 'iqn', 'eui.' or 'naa.'

source: List of Internet Storage Name Service (iSNS) Servers
cs: Seznam serverů služby Internet Storage Name (iSNS)
nl: Lijst met Internet Storage Name Service (iSNS)-servers
ru: Список Internet Storage Name Service (iSNS) серверов
tr: Internet Depolama Adı Hizmet (iSNS) Sunucuları Listesi
uk: Список Internet Storage Name Service (iSNS) серверів

source: Pool Available Space Threshold (%)
cs: Práh dostupného prostoru na fondu úložišť (%)
nl: Drempel van beschikbare poolruimte (%)
ru: Порог доступного места для пула (%)
tr: Havuz Mevcut Alan Eşiği (%)
uk: Поріг доступного місця для пулу (%)

source: Remaining ZFS pool capacity warning threshold when using zvol extents
cs: Práh varování zbývající kapacity ZFS fondu při použití úložných jednotek typu ZFS svazek
nl: Waarschuwingsdrempel voor resterende ZFS-poolcapaciteit bij het gebruik van zvol-extents
ru: Порог предупреждения об оставшейся емкости ZFS пула при использовании ZVOL экстентов
tr: Zvol kapsamları kullanılırken kalan ZFS havuz kapasitesi uyarısı eşiği
uk: Поріг попередження про ємності ZFS пулу що залишилася при використанні ZVOL екстентів

source: Disable Physical Block Size Reporting
cs: Vypnout hlášení velikosti fyzického bloku
nl: Rapportage van fysieke blokgrootte uitschakelen
ru: Отключить сообщение размера физического блока
tr: Fiziksel Blok Boyutu Bildirimini etkisizleştir
uk: Відключити повідомлення розміру фізичного блоку

source: By default the physical blocksize is reported as the ZFS block size, which can be up to 128K. Some initiators do not work with values above 4K, checking this disables reporting the physical blocksize.
cs: Ve výchozím stavu je velikost ZFS bloku hlášena stejná, jako ta fyzického, což může být až 128K. Některé iniciátory ovšem nepracují s hodnotami nad 4K, proto je zaškrtnutím této volby možné vypnout hlášení velikosti fyzického bloku.
nl: Standaard wordt de fysieke blokgrootte gerapporteerd als de ZFS-blokgrootte, die tot 128K kan zijn. Sommige initiators werken niet met waarden boven 4K; aanvinken hiervan schakelt het rapporteren van de fysieke blokgrootte uit.
ru: По умолчанию в роли размера физического блока сообщается размер блока ZFS, который может достигать 128К. Некоторые инициаторы не работают со значениями выше 4К. Включение этой опции отключает сообщение физического размера блока.
tr: Varsayılan olarak, fiziksel blok boyutu, 128K boyuta kadar olabilen ZFS blok boyutu olarak bildirilir. Bazı başlatıcılar 4K üzerindeki değerler ile çalışmaz, bunu işaretlemek fiziksel blok boyutunu bildirmeyi etkisizleştirir.
uk: За умовчанням у ролі розміру фізичного блоку повідомляється розмір блоку ZFS, який може досягати 128К. Деякі ініціатори не працюють зі значеннями вище 4К. Включення цієї опції відключає повідомлення фізичного розміру блоку.

source: Available Space Threshold (%)
cs: Práh dostupné velikosti (%)
nl: Drempel voor beschikbare ruimte (%)
ru: Порог доступного места (%)
tr: Kullanılabilir Alan Eşiği (%)
uk: Поріг доступного місця (%)

source: Remaining dataset/zvol capacity warning threshold
cs: Práh varování zbývající kapacity na datové sadě / ZFS svazku
nl: Waarschuwingsdrempel voor resterende gegevensseet-/zvol-capaciteit
ru: Порог предупреждения об оставшемся доступном месте для датасета/zvol
tr: Kalan veri kümesi/zvol kapasitesi uyarı eşiği
uk: Поріг попередження про доступне місце що залишилося для датасета/zvol.

source: LUN RPM
cs: Výkonnostní kategorie LUN (otáčky disků)
ru: Частота вращения
uk: Частота обертання

source: RPM reported to initiators for this extent/LUN. The default is SSD because windows will attempt to defrag non SSD devices. This is a pathological worst-case situation for ZFS. VMWare will give you the option to use SSD LUNs as swap devices, there is some value to picking a non-SSD RPM if your extent is indeed not SSDs and the initiator will be VMWare.
cs: Otáčky disků, hlášené iniciátorům pro tuto úložnou jednotku / LUN. Výchozí je SSD, protože systém MS Windows se ostatní typy zařízení snaží defragmentovat. A to by pro ZFS nebylo dobré. VMWare umožňuje LUN, hlásící se jako SSD, použít pro odkládání stránek paměti („swap“). A v případě, že úložná jednotka není SSD a iniciátor je VMWare, jsou zde k dispozici příslušné hodnoty.
nl: Aan initiators gemelde RPM voor deze extent/LUN. De standaard is SSD, omdat Windows niet-SSD-apparaten zal proberen te defragmenteren. Dit is een pathologische worst-case-situatie voor ZFS. VMware biedt de optie voor het gebruik van SSD-LUN's als wisselapparaten; het heeft toegevoegde waarde om een niet-SSD-RPM te kiezen als uw extent inderdaad geen SSD is en de initiator VMware zal zijn.
ru: Значение частоты вращения LUN которое будет сообщено инициатору. По умолчанию выбрано SSD, чтобы избежать попыток дефрагментации диска из Windows, что было бы наихудшим вариантом для ZFS. VMWare позволяет использовать SSD в качестве устройств подкачки, потому существует некоторый смысл в выборе другого значения этого параметра если ваш накопитель действительно не SSD и инициатором будет VMWare.
tr: RPM, bu kapsam/LUN için başlatıcılara bildirir. Varsayılan SSD'dir çünkü windows SSD olmayan aygıtları birleştirmeyi deneyecektir. Bu, ZFS için tam bir en kötü durum senaryosudur. VMWare, takas aygıtları olarak SSD LUN'larını kullanmak için size bir seçenek verecektir, eğer kapsamınız aslında SSD'ler değilse, SSD olmayan RPM seçmek için bazı değerler vardır ve başlatıcı VMWare olacaktır.
uk: Значення частоти обертання LUN яке буде повідомлено ініціатору. За замовчуванням вибрано SSD, щоб уникнути спроб дефрагментації диска з Windows, що було б найгіршим варіантом для ZFS. VMWare дозволяє використовувати SSD як пристроїв підкачки, тому існує певний сенс у виборі іншого значення цього параметра якщо ваш накопичувач справді не SSD та ініціатором буде VMWare.

source: Base Name will be appended automatically when starting without 'iqn.', 'eui.' or 'naa.'.
cs: Pokud NEzačíná na „iqn.“, „eui.“ či „naa.“, bude název cíle připojen automaticky.
nl: Basisnaam zal automatisch worden toegevoegd wanneer deze zonder 'iqn.', 'eui.' of 'naa.' begint.
ru: Базовое имя будет добавлено ​​автоматически если не начинается с 'iqn.', 'eui.' или 'naa.'.
tr: Temel Ad, 'iqn.', 'eui.' veya 'naa.' olmadan başladığında otomatik olarak ilave edilecektir.
uk: Базове ім'я буде додано автоматично при якщо не починається з 'iqn.', 'eui.' або 'naa.'.

source: Both
cs: Obojí
nl: Beide
ru: Оба
tr: İkisi de
uk: Обидва

source: Target Mode
cs: Režim cíle
nl: Doelmodus
ru: Режим цели
tr: Hedef Kipi
uk: Режим цілі

source: Target this group belongs to
cs: Cíl, do kterého tato skupina náleží
nl: Doel waartoe deze groep behoort
ru: Цель которой принадлежит эта группа
tr: Bu grubun ait olduğu hedef
uk: Ціль до якої належить ця група

source: iSCSI Groups
cs: iSCSI skupiny
nl: iSCSI-groepen
ru: Группы iSCSI
tr: iSCSI Grupları
uk: Групи iSCSI

source: Fiber Channel Target
cs: Fiber Channel cíl
nl: Doel van Fiber Channel
ru: Цель Fiber Channel
tr: Fiber Kanal Hedefi
uk: Ціль Fiber Channel

source: Fiber Channel Targets
cs: Fiber Channel cíle
nl: Doelen van Fiber Channel
ru: Цели Fiber Channel
tr: Fiber Kanal Hedefleri
uk: Цілі Fiber Channel
