Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br, ro, uk

source: Settings
pt_br: Configurações
ro: Setări
uk: Налаштування

source: System Information
pt_br: Informações do Sistema
ro: Informaţii sistem
uk: Інформація про систему

source: Network Settings
pt_br: Configurações de Rede
ro: Setări reţea
uk: Налаштування мережі

source: Services
pt_br: Serviços
ro: Servicii
uk: Служби

source: Account
pt_br: Conta
ro: Cont
uk: Облікові записи

source: Storage
pt_br: Armazenamento
ro: Stocare
uk: Сховище

source: Some error occurred
pt_br: Algum erro ocorreu
ro: Au apărut unele erori!
uk: Деякі помилки

source: Please wait...
pt_br: Por favor, aguarde...
ro: Vă rugăm aşteptaţi...
uk: Будь ласка, ЗАЧЕКАЙТЕ ...

source: An error occurred!
pt_br: Algum erro ocorreu!
ro: A apărut o eroare!
uk: Сталася помилка!

source: Each selected
pt_br: Cada selecionado
ro: Selecție
uk: Кожен обраний

source: Every N
pt_br: Todos N
ro: Fiecare N
uk: Кожен номер

source: Plugins
ro: Plugin-uri
uk: Плагіни

source: Alert System
pt_br: Sistema de Alerta
ro: Sistem de alertă
uk: Система попереджень

source: Enable service
pt_br: Habilitar serviço
ro: Activare serviciu
uk: Увімкнути службу

source: The cache is being rebuilt.
pt_br: O cache está sendo reconstruído.
ro: Se reface conținutul memoriei cache.
uk: Кеш було перебудовано.

source: The cache could not be rebuilt:
pt_br: O cache não pôde ser reconstruído:
ro: Memoria cache nu a putut fi reactualizată:
uk: Не вдалося перебудувати кеш:

source: Shares
pt_br: Compartilhamentos
ro: Partajări
uk: Спільні ресурси

source: Jails
ro: Zone captive (Jail)
uk: Jail

source: Support
pt_br: Suporte
ro: Suport
uk: Підтримка

source: Size
pt_br: Tamanho
ro: Dimensiune
uk: Розмір

source: drives
ro: discuri
uk: диски

source: drive
ro: disc
uk: диск

source: show
pt_br: mostrar
ro: afișare
uk: показати

source: no more drives
pt_br: não há mais drives
ro: niciun disc
uk: більше дисків немає

source: Disk size mismatch
pt_br: Tamanho de disco incorreto
ro: Nepotrivire dimensiune disc
uk: Розмір диска не збігається

source: Your configuration is optimal!<br /><br />It means you'll have the best performance possible for this number of disks and type of disk group.<br /><br />For further explanation please refer to the <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>documentation</a>.
pt_br: Sua configuração está ótima!<br /><br />Significa que você terá a melhor performance possível para este número de discos e tipo de grupo de discos.<br /><br />Para maiores explicações por favor leia a <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>documentação</a>.
ro: Configurația dumneavoastă este optimă<br /><br />Acest lucru înseamnă că ați atins performanța maximă posibilă pentru acest număr de discuri și acest tip de grup de discuri.<br /><br />Pentru mai multe informații puteți consulta <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>documentația ZFS</a>.
uk: Ваша конфігурація оптимальна!<br /><br />Ви отримаєте найкращу можливу продуктивність для цієї кількості дисків і типу групи.<br /><br />За додатковою інформацією звертайтеся до <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank '>документації</a>.

source: Your configuration is not optimal!<br /><br />It means this number of disks will not provide the best performance for that type of disk group.<br /><br />For further explanation please refer to the <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>documentation</a>.
pt_br: Sua configuração não é ótima!<br /><br />Significa que este número de discos não proverá a melhor performance para este tipo de grupo de discos.<br /><br />Para maiores explicações por favor leia a <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>documentação</a>.
ro: Configurația dumneavoastă nu este optimă<br /><br />Acest lucru înseamnă că acest număr de discuri nu oferă performanța maximă posibilă pentru acest grup de discuri.<br /><br />Pentru mai multe informații puteți consulta <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>documentația ZFS</a>.
uk: Ваша конфігурація не оптимальна!<br /><br />Ця кількість дисків не надасть найкращу можливу продуктивність для цього типу групи.<br /><br />За додатковою інформацією звертайтеся до <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank '>документації</a>.

source: Capacity
pt_br: Capacidade
ro: Capacitate
uk: Місткість

source: Drag and drop this to resize
pt_br: Arraste e solte isto para redimensionar
ro: Drag and drop pentru redimensionare
uk: Перетягнiть мишею для зміни розміру

source: Add Volume
pt_br: Adicionar Volume
ro: Adăugare volum
uk: Додати том

source: Existing data will be cleared
pt_br: Dados existentes serão eliminados
ro: Datele existente vor fi șterse
uk: Існуючі дані будуть очищені

source: Extend Volume
pt_br: Estender Volume
ro: Extindere volum
uk: Розширити том

source: Volume Name
pt_br: Nome do Volume
ro: Nume volum
uk: Назва тому

source: Volume to extend
pt_br: Volume a estender
ro: Volum de extins
uk: Том для розширення

source: Extending an encrypted volume will reset the passphrase and recovery key!
pt_br: Estender um volume encriptado irá apagar as frase secreta e chave de recuperação!
ro: Extinderea unui volum criptat determină resetarea frazei de criptare și a cheii de recuperare!
uk: Розширення зашифрованого томи скине пароль і ключ відновлення!

source: Encryption
pt_br: Encriptação
ro: Criptare
uk: Шифрування

source: Initialize Safely
pt_br: Inicializar com Segurança
ro: Inițializare în siguranță
uk: Ініціалізувати безпечно

source: Available disks
pt_br: Discos disponíveis
ro: Discuri disponibile
uk: Наявні диски

source: Volume layout
pt_br: Layout do volume
ro: Structură volum
uk: Планування тому

source: Estimated capacity
pt_br: Capacidade estimada
ro: Capacitate estimată
uk: Розрахункова ємність

source: Add Extra Device
pt_br: Adicionar Dispositivo Extra
ro: Adăugare disc suplimentar
uk: Додати ще диск

source: Cancel
pt_br: Cancelar
ro: Renunț
uk: Скасувати

source: Shell
ro: Consolă
uk: Командний iнтерпретатор

source: Paste
pt_br: Colar
ro: Lipire
uk: Вставити

source: Browse
pt_br: Navegar
ro: Navigare
uk: Огляд

source: Close
pt_br: Fechar
ro: Închide
uk: Закрити

source: Manual setup
pt_br: Configuração manual
uk: Ручне налаштування

source: ZFS Volume Manager
pt_br: Gerenciador de Unidades
uk: Менеджер томів ZFS

source: Confirm
pt_br: Confirmar
uk: Підтвердити

source: System
pt_br: Sistema
uk: Система

source: Tasks
pt_br: Tarefas
uk: Завдання

source: Network
pt_br: Rede
uk: Мережа

source: Sharing
pt_br: Compartilhamento
uk: Спільний доступ

source: Directory Service
pt_br: Serviços de diretório
uk: Служба каталогів

source: Initial Wizard
pt_br: Assistente de início
uk: Майстер початкової настройки

source: Share name
pt_br: Nome do compartilhamento
uk: Назва ресурсу

source: This field may only contain alphanumeric and the following characters: "_", "-", ".".
pt_br: Este campo só pode conter caracteres alfanuméricos e seguir os: "_", "-", ".".
uk: Це поле може містити тільки букви, цифри та "_", "-", ".".

source: Specify the size using B, K, M, G, T prefixes.
pt_br: Especifique o tamanho usando os prefixos B, K, M, G e T.
uk: Вкажіть розмір використовуючи суфікси B, K, M, G, T.

source: Add
pt_br: Adicionar
uk: Додати

source: Delete
pt_br: Excluir
uk: Вилучити

source: Update
pt_br: Atualizar
uk: Оновити

source: Ownership
pt_br: Propriedade
uk: Власник

source: This user does not exist.
pt_br: Esse usuário não existe.
uk: Цей користувач не існує.

source: This group does not exist.
pt_br: Esse grupo não existe.
uk: Ця група не існує.

source: Return
pt_br: Retornar
uk: Повернення

source: Wizard
pt_br: Assistente
uk: Майстер

source: Warning!
pt_br: Atenção!
uk: Увага!

source: This option DISABLES ENCRYPTION for replication tasks and should ONLY be used on a secure LAN!
pt_br: Essa opção DESABILITA CRIPTOGRAFIA para tarefas de replicação e deve ser usada APENAS em uma LAN segura!
uk: Цей параметр відключає шифрування для задач реплікації і його слід використовувати ТІЛЬКИ на захищеній локальній мережі!

source: Are you sure you want to do this?
pt_br: Tem certeza que deseja fazer isso?
uk: Ви впевнені, що хочете це зробити?

source: Manual Setup
pt_br: Configuração manual
uk: Ручне налаштування

source: Apply Pending Updates
pt_br: Aplicar as operações pendentes
uk: Застосувати поновлення що очікують

source: Hostname cannot be blank.
pt_br: Hostname não pode ficar em branco.
uk: Ім'я хоста не може бути порожнім.

source: Username cannot be blank.
pt_br: Nome de usuário não pode ficar em branco.
uk: Ім'я користувача не може бути порожнім.

source: Password cannot be blank.
pt_br: A senha não pode estar em branco
uk: Пароль не може бути порожнім.

source: Manual Update
pt_br: Atualização Manual
uk: Ручне оновлення

source: Check Now
pt_br: Verificar agora
uk: Перевірити тепер

source: Yes
pt_br: Sim
uk: Так

source: No
pt_br: Não
uk: Ні

source: Loading...
pt_br: Carregando...
uk: Завантаження…

source: No pending updates have been found.
pt_br: Nenhuma atualização pendente foi encontrada.
uk: Немає чекаючих оновлень.

source: Verify Install
pt_br: Verificar Instalação
uk: Перевірити установку

source: Passwords do not match.
pt_br: As senhas não coincidem.
uk: Паролі не збігаються.

source: Restarting WebGUI
pt_br: Reiniciando a WEBGUI
uk: Перезапуск WebGUI

source: <font color='red'>STOP</font>: Do you know what you are doing?<br /><br />
pt_br: <font color='red'>PARE</font>: Você sabe o que você está fazendo?<br /><br />
uk: <font color='red'>СТОП</font>: Ви знаєте що ви робите?<br /><br />

source: The idmap_ad plugin provides a way for Winbind to read id mappings from<br />
pt_br: O plug-in idmap_ad fornece uma forma para o Winbind ler mapeamentos de id de<br />
uk: Плагін idmap_ad дає Winbind можливість читати перетворення з<br />

source: an AD server that uses RFC2307/SFU schema extensions. This module<br />
pt_br: um servidor AD que usa extensões de esquema RFC2307/SFU. Este módulo<br />
uk: сервера AD, що використовує розширення RFC2307/SFU. Цей модуль<br />

source: implements only the "idmap" API, and is READONLY. Mappings must be<br />
pt_br: implementa apenas a API "idmap", e é SOMENTE LEITURA. Mapeamentos devem ser<br />
uk: реалізує тільки "idmap" API ПО ЧИТАННЮ. Перетворення повинні бути<br />

source: provided in advance by the administrator by adding the uidNumber<br />
pt_br: fornecidos antes pelo administrador, adicionando os atributos de<br />
uk: надані адміністратором заздалегідь додаванням uidNumber<br />

source: attributes for users and gidNumber attributes for groups in the AD.<br />
pt_br: uidNumber para os usuários e os atributos gidNumber para grupos no AD.<br />
uk: атрибутів для користувачів і gidNumber для груп а AD.<br />

source: Winbind will only map users that have a uidNumber and whose primary<br />
pt_br: Winbind mapeará apenas usuários que tem um uidNumber e cujo grupo<br />
uk: Winbind перетворює тільки користувачів що мають uidNumber і чия перша<br />

source: group have a gidNumber attribute set. It is however recommended that<br />
pt_br: primário tenha um atributo gidNumber definido. Porém, é recomendado que<br />
uk: група має встановлений gidNumber. Проте рекомендується щоб<br />

source: all groups in use have gidNumber attributes assigned, otherwise they<br />
pt_br: todos os grupos em uso tenham atributos gidNumber assinados, do contrário eles<br />
uk: всі групи мали встановлений атрибут gidNumber, інакше вони<br />

source: are not working.<br /><br />
pt_br: não estarão funcionando.<br /><br />
uk: не працюватимуть.<br /><br />

source: <font color='red'>STOP</font>: If your Active Directory is not configured for this, it will not work.<br><br>
pt_br: <font color='red'>PARE</font>: Se seu Active Directory não estiver configurado para isto, ele não vai funcionar.<br><br>
uk: <font color='red'>СТОП</font>: Якщо ваша Active Directory не налаштована для цього, це не буде працювати.<br><br>

source: Documentation
pt_br: Documentação
uk: Документація

source: Username
pt_br: Nome de usuário
uk: Ім'я користувача

source: If you do not have an account, please
pt_br: Se não possui uma conta, por favor
uk: Якщо у вас немає облікового запису, будь ласка

source: register
pt_br: registre
uk: реєстрація

source: Attach Debug Info
pt_br: Anexar informação de depuração
uk: Прикріпити налагоджувальну інформацію

source: Submit
pt_br: Submeter
uk: Надіслати

source: This field is required.
pt_br: Este campo é necessário.
uk: Це поле є обов`язковим.

source: Uploading attachments to host
pt_br: Enviando anexos para servidor
uk: Вивантаження долученнь

source: Generating debug info
pt_br: Gerando informação de depuração
uk: Генерується налагоджувальна інформація

source: Submitting ticket
pt_br: Submetendo tíquete
uk: Відправка відгука

source: Uploading attachments from host to the ticket
pt_br: Enviando anexos da máquina para o tíquiete
uk: Відправка додатків до відгуку

source: Train Descriptions
uk: Опис поїзда

source: Loading
pt_br: Carregando
uk: Завантаження

source: Automatically check for updates
pt_br: Verificar automaticamente por atualizações
uk: Автоматично виконувати пошук оновлень

source: Current Train
uk: Поточний поїзд

source: Update Server
pt_br: Atualizar servidor
uk: Сервер оновлень

source: Pending Updates
pt_br: Atualizações pendentes
uk: Оновлення що очікують

source: vCenter Plugin Configuration
pt_br: Configuração de Plug-in vCenter
uk: Налаштування плагіна vCenter

source: Decreasing WebGUI https security!
pt_br: Reduzindo segurança https da WebGUI!
uk: Зменшення безпеки WebGUI HTTPS!

source: <font color='red'>Warning: Selecting this reduces your https security.<br /><br />
uk: <font color='red'>Увага: Вибір цього знижує безпеку HTTPS.<br /><br />

source: Password
uk: Пароль

source: Name
uk: Ім'я

source: E-mail
uk: Електронна пошта

source: Phone
uk: Телефон

source: Type
uk: Тип

source: Category
uk: Категорія

source: Environment
uk: Середовище

source: Criticality
uk: Критичність

source: Subject
uk: Тема

source: Description
uk: Опис

source: Attachments
uk: Долучення

source: You're not allowed to change away from the nightly train, it is considered a downgrade.
uk: Ви не можете змінити поїзд з nightly, це вважається поверненням до старої версії.

source: If you have an existing boot environment that uses that train, boot into it in order to upgrade that train.
uk: Якщо у вас є існуюче оточення завантаження, що використовує цей поїзд, потрібно завантажитися в нього, щоб оновити цей поїзд.

source: Changing minor version is considered a downgrade, thus not a supported operation.
uk: Зміна додаткової версії вважається поверненням до старої версії, таким чином, ця операція не підтримується.

source: WARNING: Changing to a nightly train is a one way street. Changing back to stable is not supported!
uk: УВАГА: Перехід на nightly поїзд це вулиця з одностороннім рухом. Перехід назад на stable не дозволен!

source: Active Directory IDMAP change!
pt_br: IDMAP de Active Directory alterado!
