Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Uptime
ca: Temps de funcionament
cs: Doba od minulého spuštění (uptime)
de: Betriebszeit
es: Tiempo desde inicio
fr: En activité depuis
nl: Tijd actief
pl: Czas pracy
pt: Ligado
pt_br: Tempo ativo
ro: Durată funcţionare
ru: Время непрерывной работы
sr: Vreme od zadnjeg podizanja sistema
sv: Upptid
tr: Çalışma Süresi
uk: Час безперервної роботи

source: Load Average
ca: Carrega mitja
cs: Průměrné vytížení
de: Durchschnittliche Last
es: Carga Media
fr: Charge moyenne
nl: Gemiddelde belasting
pl: Średnie obciążenie
pt: Carga média
pt_br: Carga Média
ro: Încărcare medie
ru: Средняя нагрузка
sk: Priemerné zaťaženie
sr: Prosečno Opterećenje
sv: Genomsnittlig systemlast
tr: Yük Ortalaması
uk: Середнє навантаження

source: No tunable setting defined.
cs: Není vytvořena žádná položka vyladění nastavení.

source: Add Tunable
cs: Přidat vyladitelné

source: Apply Update
cs: Nainstalovat aktualizaci
de: Update anwerunden
es: Aplicar actualización
fr: Appliquer la mise à jour
nl: Update toepassen
pt: Aplicar Actualização
pt_br: Aplicar Update
ro: Aplicare actualizare
ru: Применить обновление
sr: Primeniti ažuriranje
sv: Tillämpa uppdateringen
tr: Güncellemeyi Uygula
uk: Застосувати оновлення

source: The volume %s status is HEALTHY
cs: Stav svazku %s je V POŘÁDKU
de: Der Status von Volume %s ist OK
es: El estado del volumen %s es correcto
fr: Le status du volume %s est SAIN
nl: De status van volume %s is IN ORDE
pt: O estado do volume %s é SAUDÁVEL
pt_br: O volume %s está em condições de uso
ro: Starea volumului %s este OK
ru: Состояние тома %s - В НОРМЕ
sr: Status volumena %s je OK
sv: Volymen %s status är FRISK
tr: Birim %s durumu SAĞLAM
uk: Стан тома %s - У НОРМІ

source: The volume %s status is DEGRADED
cs: Stav svazku %s je DEGRADOVANÝ
de: Der Status von Volume %s ist DEGRADED
es: El estado del volumen %s DEGRADADO
fr: Le status du volume %s est DÉGRADÉ
nl: De status van volume %s is VERSLECHTERD
pt: O estado do volume %s é "DEGRADADO"
pt_br: O volume % está danificado
ro: Starea volumului %s este DEGRADAT
ru: Состояние тома %s - ПОВРЕЖДЕН
sr: Status volumena %s je DEGRADIRAN
sv: Volymen %s status är NERGRADERAD
tr: Birim %s durumu BOZUK
uk: Стан тому %s - ПОШКОДЖЕН

source: The volume %(volume)s status is %(status)s: %(message)s
cs: Stav svazku %(volume)s je %(status)s: %(message)s
de: Der Status von Volume %(volume)s ist %(status)s: %(message)s
es: El estado del volumen %(volume)s es %(status)s: %(message)s
fr: Le status du volume %(volume)s est %(status)s : %(message)s
nl: De status van volume %(volume)s is %(status)s: %(message)s
pt: O Estado (%status) do volume %(volume)s é %(message)s
pt_br: O volume %(volume)s se encontra com o status %(status)s: %(message)s
ro: Starea volumului %(volume)s este %(status)s: %(message)s
ru: Статус тома %(volume)s - %(status)s: %(message)s
sr: Volumen %(volume)s status je %(status)s: %(message)s
sv: Volymen %(volym)s status är %(status)s: %(meddelande)s
tr: Birim %(volume)s durumu %(status)s: %(message)s
uk: Том %(volume)s status is %(status)s: %(message)s

source: The volume %(volume)s status is %(status)s
cs: Stav svazku %(volume)s je %(status)s
de: Der Status von Volume %(volume)s ist %(status)s
es: El estado del volumen %(volume)s es %(status)s
fr: Le status du volume %(volume)s est %(status)s
nl: De status van volume %(volume)s is %(status)s
pt: O estado do(s) volume(s) %(volume)s é %(status)s
pt_br: O volume %(volume)s se encontra %(status)s
ro: Starea volumului %(volume)s este %(status)s
ru: Состояние тома %(volume)s - %(status)s
sr: Volumen %(volume)s status je %(status)s
sv: Volymen %(volym)s status är %(status)s
tr: Birim %(volume)s durumu %(status)s
uk: Стан тому %(volume)s %(status)s

source: The WebGUI Address could not be bind to %s; using wildcard
cs: Adresa webového správního rozhraní by neměla být navázaná na %s; s použitím zástupného vyjádření
tr: WebGKA Adresi %s adresine bağlanamadı; joker karakter kullanılıyor
uk: Адреса веб-інтерфейсу не може бути прив'язаний до %s; використовуйте шаблон

source: The following IPs are bind to iSCSI Portal but were not found in the system: %s
cs: Následující IP adresy jsou navázány na iSCSI Portal, ale nebyly nalezeny v systému: %s
de: Folgende IPs sind im iSCSI Portal gebunden, wurden aber nicht im System gefunden: %s
es: Las siguientes direcciones IP se han definido como portal iSCSI pero no se encuentran en la red:%s
fr: Les adresses IP suivantes sont liées à un portail iSCSI mais ne sont pas présentes sur le système: %s
nl: De volgende IP's zijn aan het ISCSI-portaal gebonden, maar niet in het systeem aangetroffen: %s
pt: Os seguintes IP's estão por detrás de um portal iSCSI, mas não foram encontrados no sistema: %s
pt_br: Os seguintes IPs são ligam a iSCSI Portal, mas não foram encontrados no sistema:% s
ro: Următoarele IP-uri sînt legate la portalul iSCSI dar nu sînt de găsit în sistem: %s
ru: Следующие IP адреса назначены iSCSI порталу но не были найдены в системе: %s
sr: Sledeće IP adrese su povezane na iSCSI Portal ali nisu pronađene u sistemu: %s
sv: Följande IP-adresser är buden till iSCSI Portal men som inte finns i systemet: %s
tr: Şurada belirtilen IP'ler iSCSI Portalına bağlı ancak sistemde bulunamadı: %s
uk: Наступні IP адреси призначені iSCSI порталу але не були знайдені в системі: %s

source: Critical Alerts
cs: Kritické výstrahy
de: Kritische Alarme
es: Alertas críticas
fr: Alertes critiques
nl: Kritieke waarschuwingen
pt: Alertas Criticos
pt_br: Alertas Críticos
ro: Alerte critice
ru: Критические оповещения
sr: Kritična upozorenja
sv: Kritiska Alarm
tr: Kritik Uyarılar
uk: Критичні оповіщення

source: View S.M.A.R.T. Tests
cs: Zobrazit S.M.A.R.T. testy
nl: S.M.A.R.T.-tests weergeven

source: Add Apple (SMB) Share
cs: Přidat Apple (SMB) sdílení
nl: Apple (SMB)-share toevoegen

source: Loader
cs: Zavaděč
nl: Laadprogramma

source: Loaders
cs: Zavaděče
nl: Gemiddelde belasting

source: successfully deleted
ca: esborrat amb èxit
cs: úspěšně smazáno
sk: úspešne zmazané

source: ZVol Name
ca: Nom ZVol
cs: Název ZFS svazku

source: Unencrypted
cs: Nešifrováno
fr: Non chiffré
nl: Niet versleuteld
pt_br: Não-encriptado
ro: Necriptat
ru: Не зашифрован
tr: Şifrelenmemiş
uk: Не зашифрований

source: Encrypted, no passphrase
cs: Zašifrováno, bez heslové fráze
fr: Chiffré, sans phrase de passe
nl: Versleuteld, geen wachtwoordzin
pt_br: Encriptado, sem palavra-chave
ro: Criptat, fără frază de criptare
ru: Зашифрован без пароля
tr: Şifrelenmiş, parola yok
uk: Зашифрований без пароля

source: Encrypted, with passphrase
cs: Zašifrováno, s heslovou frází
fr: Chiffré, avec phrase de passe
nl: Versleuteld, met wachtwoordzin
pt_br: Encriptado, com palavra-chave
ro: Criptat, cu frază de control
ru: Зашифрован с паролем
tr: Şifrelenmiş, parola ile
uk: Зашифрований з паролем

source: lz4 (recommended)
cs: lz4 (doporučeno)
fr: lz4 (recommandé)
nl: lz4 (aanbevolen)
pt_br: lz4 (recomendado)
ro: lz4 (recomandat)
ru: lz4 (рекомендуется)
tr: lz4 (önerilir)
uk: lz4 (рекомендовано)

source: Verify
cs: Ověřit
fr: Vérifier
nl: Verifiëren
pt_br: Verificar
ro: Verificare
ru: Проверять
tr: Doğrula
uk: Перевіряти

source: Fatal
cs: Kritické
nl: Fataal
ru: Критическая ошибка
tr: Önemli
uk: Критична помилка

source: Verbose
cs: Podrobné
fr: Verbeux
nl: Uitgebreid
pt_br: Detalhado
ro: Detaliere
ru: Подробно
tr: Ayrıntılı
uk: Докладно

source: Debug2
cs: Ladění – podrobněji
fr: Débogage2
pt_br: Depurar2
ro: Depanare2
ru: Отладка2
tr: Hata Ayıklama2

source: Daemon
cs: Systémová služba
fr: Démon
ru: Демон
tr: Arka Plan Programı
uk: Демон

source: on
cs: zapnuto
fr: activé
nl: aan
pt_br: Ligado
ro: pe
ru: вкл
tr: açık
uk: вкл

source: off
cs: vypnuto
fr: désactivé
nl: uit
pt_br: desligado
ro: oprit
ru: выкл
tr: kapalı
uk: викл

source: ctrl
cs: řízení

source: ctrl+data
cs: řízení+data
fr: contrôle + donnée
nl: ctrl+gegevens
pt_br: ctrl+dados
ro: ctrl+date
tr: ctr+veri

source: ctrl+!data
cs: řízení+!data
fr: contrôle + !données
nl: ctrl+!gegevens
pt_br: ctrl+!dados
ro: ctrl+!date
tr: ctrl+!veri

source: New Password
cs: Nové heslo
fr: Nouveau mot de passe
nl: Nieuw wachtwoord
pt_br: Nova Senha
ro: Parola nouă
ru: Новый пароль
tr: Yeni Parola
uk: Новий пароль

source: Confirm New Password
cs: Potvrzení nového hesla
fr: Confirmer le nouveau mot de passe
nl: Nieuw wachtwoord bevestigen
pt_br: Confirmar Nova Senha
ro: Confirmare parolă
ru: Подтверждение пароля
tr: Yeni Parolayı Onaylayın
uk: Підтвердження пароля

source: Passwords do not match
cs: Do každé z kolonek pro heslo bylo zadáno něco jiného – vyplňte je znovu a tentokrát stejně.
fr: Les mots de passe ne correspondent pas
nl: Wachtwoorden komen niet overeen
pt_br: Senhas não conferem
ro: Parolele nu coincid
ru: Пароли не совпадают
tr: Parolalar eşeleşmiyor
uk: Паролі не збігаються

source: Home directory cannot contain colons
cs: Je třeba, aby název domovské složky neobsahoval znak „:“ (dvojtečka)
fr: Le répertoire personnel ne peut contenir le caractère deux-points
nl: Basismap kan geen dubbele punten bevatten
pt_br: O diretório Home não pode conter dois pontos
ro: Directorul Home nu poate conține caracterul ":"
ru: Домашний каталог не может содержать двоеточие
tr: Ana dizin iki nokta üst üste içeremez
uk: Домашній каталог не може містити двокрапки

source: Home directory must end with username
cs: Je třeba, aby popis umístění domovské složky končil uživatelským jménem
fr: Le répertoire personnel doit se terminer par le nom d'utilisateur
nl: Basismap moet eindigen met gebruikersnaam
pt_br: Diretório home deve terminar com nome de usuário
ro: Directorul Home trebuie să se termine cu numele de utilizator
ru: Домашний каталог должен заканчиваться именем пользователя
tr: Ana dizin kullanıcı adı ile bitmek zorundadır
uk: Домашній каталог повинен закiнчуватися iм'ям корискувача

source: Permit Sudo
cs: Smí používat Sudo
fr: Autoriser sudo
nl: Sudo toestaan
pt_br: Permitir Sudo
ro: Permisiune Sudo
ru: Разрешить sudo
tr: Sudo İzni
uk: Дозволити sudo

source: Built-in User
cs: Vestavěný (systémový) uživatelský účet
fr: Utilisateur intégré
nl: Ingebouwde gebruiker
pt_br: Usuário Embutido
ro: User inclus
ru: Встроенный пользователь
tr: Yerleşik Kullanıcı
uk: Вбудований користувач

source: Disable password login
cs: Neumožnit přihlašování heslem
fr: Désactiver les connexions par mot de passe
nl: Aanmelden met wachtwoord uitschakelen
pt_br: Desabilitar login com senha
ro: Dezactivează logarea cu parolă
ru: Отключить вход по паролю
tr: Parolayla oturum açmayı etkisizleştir
uk: Відключити вхід по паролю

source: Group Membership
ca: Membres del grup
cs: Členství ve skupině
de: Gruppenmitgliedschaft
es: Pertenencia a grupos
fr: Groupe d’appartenance
nl: Groepslidmaatschap
pl: Przynależność do grupy
pt: Membro do Grupo
pt_br: Membros do grupo
ro: Apartenenţă grup
ru: Членство в группе
sk: Členstvo v skupine
tr: Grup Üyeliği
uk: Членство в групі

source: Group Memberships
cs: Členství ve skupinách
fr: Groupe d’appartenance
nl: Groepslidmaatschappen
pt_br: Membros do grupo
ro: Apartenenţă grup
ru: Членство в группах
tr: Grup Üyelikleri
uk: Членство в групах

source: Locked
cs: Zamknuto
fr: Verrouillé
nl: Vergrendeld
pt_br: Bloqueado
ro: Blocat
ru: Блокирован
tr: Kilitli
uk: Блокован

source: on every %(days)s
cs: každý %(days)s
fr: tous les %(days)s
nl: op elke %(days)s
pt_br: em cada %(days)s
ro: la fiecare %(days)s zile
ru: каждые %(days)s
tr: her %(days)s günde
uk: Кожні %(days)s

source: From %(begin)s through %(end)s, %(repeat)s
cs: Od %(begin)s po %(end)s, %(repeat)s
fr: De %(begin)s à %(end)s, %(repeat)s
nl: Van %(begin)s through %(end)s, %(repeat)s
pt_br: De %(begin)s até %(end)s, %(repeat)s
ro: De la %(begin)s pînă la %(end)s, %(repeat)s
ru: С %(begin)s по %(end)s, %(repeat)s
tr: %(begin)s ile %(end)s arasında, %(repeat)s artırımlı
uk: С %(begin)s по %(end)s, %(repeat)s

source: Mount failed (%(retcode)s) -> %(output)s
cs: Připojení (mount) se nezdařilo (%(retcode)s) -> %(output)s
fr: Échec du montage (%(retcode)s) -> %(output)s
nl: Koppelen mislukt (%(retcode)s) -> %(output)s
pt_br: Montagem falhou (%(retcode)s) -> %(output)s
ro: Eroare montare (%(retcode)s) -> %(output)s
ru: Ошибка монтирования (%(retcode)s) -> %(output)s
tr: Bağlama başarısız oldu (%(retcode)s) -> %(output)s
uk: Сбiй монтування (%(retcode)s) -> %(output)s

source: A file is required
cs: Je vyžadován soubor
fr: Un fichier est requis
nl: Een bestand is vereist
pt_br: Um arquivo é necessário
ro: Este nevoie de un fișier
ru: Требуется файл
tr: Bir dosya gerekli
uk: Потрібен файл

source: Invalid address: %s
cs: Neplatná adresa: %s
fr: Adresse invalide: %s
nl: Ongeldig adres: %s
pt_br: Endereço inválido: %s
ro: Adresă invalidă: %s
ru: Неверный адрес: %s
tr: Geçersiz adres: %s
uk: Некоректна адреса: %s

source: Invalid network: %s
cs: Neplatná síť: %s
fr: Réseau incorrect : %s
nl: Ongeldig netwerk: %s
pt_br: Rede inválida: %s
ro: Rețea incorectă: %s
ru: Неверная сеть: %s
tr: Geçersiz ağ: %s
uk: Некоректна мережа: %s

source: Could not reverse url, skipping node %(node)s: %(error)s
cs: Nelze přeložit url, uzel %(node)s bude přeskočen: %(error)s
fr: Impossible de récupérer l'adresse, ignore le noeud %(node)s : %(error)s
nl: Kon url niet terughalen, node %(node)s wordt overgeslagen: %(error)s
pt_br: Não foi possível reverter url, pulando node %(node)s: %(error)s
ro: Url-ul nu a putut fi deteminat, se trece peste nodul %(node)s: %(error)s
ru: Невозможно обратить URL, пропускаем узел %(node)s: %(error)s
tr: URL ters çevrilemedi, %(node)s düğümü atlanıyor: %(error)s
uk: Неможливо отримати %(node)s: %(error)s

source: Jail
cs: vyhrazené prostředí
fr: Prison
tr: Kafes

source: Edit Jail
cs: Upravit vyhrazené prostředí
fr: Modifier la Prison
nl: Jail bewerken
pt_br: Editar Jail
ro: Editare Jail
ru: Изменить Jail
tr: Kafesi Düzenle
uk: Редагувати Jail

source: Add Storage
cs: Přidat úložiště
fr: Ajouter un point de montage
nl: Opslag toevoegen
pt_br: Adicionar Armazenamento
ro: Adăugare dispozitiv stocare
ru: Добавить хранилище
tr: Depolama Ekle
uk: Додати сховище

source: Upload Plugin
cs: Nahrát zásuvný modul
fr: Télécharger un Module
nl: Plug-in uploaden
pt_br: Subir/enviar Plugin
ro: Încărcare plugin
ru: Закачать плагин
tr: Eklentiyi Gönder
uk: Завантажити плагін

source: Stop
cs: Zastavit
fr: Arrêter
nl: Stoppen
pt_br: Parar
ru: Остановить
tr: Durdur
uk: Зупинити

source: URL
cs: URL adresa
ru: Ссылка (URL)

source: type
cs: typ
pt_br: tipo
ro: tip
ru: тип
tr: tür
uk: тип

source: Unable to find template!
cs: Šablonu se nedaří nalézt!
fr: Impossible de trouver le modèle !
nl: Kan sjabloon niet vinden!
pt_br: Impossível encontrar template!
ro: Șablonul nu poate fi găsit!
ru: Не удалось найти шаблон!
tr: Şablon bulunamıyor!
uk: На вдалося знайти шаблон!

source: Path does not exist!
cs: Umístění neexistuje!
fr: Le chemin n'existe pas !
nl: Pad bestaat niet!
pt_br: Caminho não existe!
ro: Calea nu există!
ru: Путь не существует!
tr: Yol mevcut değil!
uk: Шлях не існує!

source: autostart
cs: spouštět při startu systému
fr: démarrage automatique
nl: automatisch starten
pt_br: iniciar automaticamente
ru: автозапуск
tr: otomatik başlat
uk: автозапуск

source: This shouldn't happen, but the jail could not be found
cs: Nemělo by se to sice stávat, nicméně vyhrazené prostředí nebylo nalezeno
fr: Cela ne devrait pas se produire, mais la prison n'a pas été trouvée
nl: Dit mag niet gebeuren, maar de jail kon niet worden gevonden
pt_br: Isto não deveria acontecer, mas o jail não pôde ser encontrado
ro: Zona jail nu a putut fi găsită
ru: Это не должно случаться, но jail не может быть найден
tr: Bu olmamalıydı fakat kafes bulunamadı
uk: Це не повинно траплятися, але jail не може бути знайдений

source: Jails
cs: Vyhrazená prostředí (jail)
fr: Prisons
ro: Zone Jail
ru: Jail
tr: Kafesler
uk: Jail

source: Jail Name
cs: Název vyhrazeného prostředí
fr: Nom de la Prison
nl: Jailnaam
pt_br: Nome do Jail
ro: Nume Jail
ru: Имя jail
tr: Kafes Adı
uk: Iм'я Jail

source: IPv4 default gateway
cs: IPv4 výchozí brána
fr: Passerelle par défaut IPv4
nl: IPv4-standaardgateway
pt_br: Gateway IPv4 Padrão
ro: Gateway IPv4 implicit
ru: Шлюз IPv4 по умолчанию
tr: IPv4 varsayılan ağ geçidi
uk: Шлюз IPv4 за замовчуванням

source: IPv6 address
cs: IPv6 adresa
fr: Adresse IPv6
nl: IPv6-adres
pt_br: Endereço IPv6
ro: Adresa IPv6
ru: Адрес IPv6
tr: IPv6 adresi
uk: Адреса IPv6

source: IPv6 aliases
cs: IPv6 alternativy
fr: Alias IPv6
nl: IPv6-aliassen
pt_br: Apelidos IPv6
ro: Alias-uri IPv6
ru: Псевдонимы IPv6
tr: IPV6 takma adları
uk: Псевдоніми IPv6

source: IPv6 default gateway
cs: IPv6 výchozí brána
fr: Passerelle par défaut IPv6
nl: IPv6-standaardgateway
pt_br: Gateway padrão IPv6
ro: Gateway IPv6 implicit
ru: Шлюз IPv6 по умолчанию
tr: IPv6 varsayılan ağ geçidi
uk: Шлюз IPv6 за замовчуванням

source: MAC
cs: hardwarová (MAC) adresa

source: This jail is required by %d plugin(s)
cs: Na tomto vyhrazeném prostředí závisí %d zásuvných modulů
fr: Cette prison est utilisée par %d module(s)
nl: Deze jail is vereist door %d plug-in(s)
pt_br: Este jail é requerido por %d plugin(s)
ro: Zonă Jail cerută de plugin-ul/urile %d
ru: Этот jail необходим для %d плагина(-ов)
tr: Bu kafes %d eklenti tarafından gereklidir
uk: Цей jail є обов'язковим для %d плагiн(-iв)

source: Jail Root
cs: Kořenová složka vyhrazeného prostředí
fr: Racine des prisons
nl: Jail-hoofdmap
pt_br: Raiz do Jail
ru: Корень Jail
tr: Kafes Kökü
uk: Корiнь Jail

source: Path where to store jail data
cs: Umístění do kterého ukládat data vyhrazeného prostředí
fr: Chemin pour sauvegarder les données de prison
nl: Pad voor opslag van jailgegevens
pt_br: Caminho onde armazenar dados do jail
ro: Calea de stocate a datelor pentru Jail
ru: Путь для хранения данных jail
tr: Kafes verilerinin depolandığı yol
uk: Шлях для зберігання даних jail

source: IPv4 Network
cs: IPv4 síť
fr: Réseau IPv4
nl: IPv4-netwerk
pt_br: Rede IPv4
ro: Mască reţea IPv4
ru: Маска сети IPv4
tr: IPv4 Ağı
uk: Маска мережі IPv4

source: IPv4 network range for jails and plugins
cs: IPv4 rozsah pro vyhrazená prostředí a zásuvné moduly
fr: Plage d'adresses IPv4 pour les jails et modules
nl: IPv4-netwerkbereik voor jails en plug-ins
pt_br: Range de rede IPv4 para jails e plugins
ro: Domeniu de adrese IPv4 pentru zone jail și plugin-uri
ru: Диапазон IPv4 адресов для jail и плагинов
tr: Kafesler ve eklentiler için IPv4 ağı aralığı
uk: Діапазон IPv4 адрес для jail і плагінів

source: IPv4 Network Start Address
cs: Počáteční IPv4 adresa sítě
fr: Adresse IPv4 de début
nl: Beginadres van IPv4-netwerk
pt_br: Endereço Inicial da Rede IPv4
ro: Adresa IPv4 de start rețea
ru: Начальный адрес IPv4 сети
tr: IPv4 Ağı Başlangıç Adresi
uk: Початкова адреса IPv4 мережi

source: IPv4 network start address for jails and plugins
cs: Počáteční IPv4 adresa sítě pro vyhrazená prostředí a zásuvné moduly
fr: Première adresse réseau IPv4 attribuable pour les prisons et modules externes
nl: Beginadres van IPv4-netwerk voor jails en plug-ins
pt_br: Endereço inicial da rede IPv4 para jails e plugins
ro: Adresa IPv4 de start pentru zone jail și plugin-uri
ru: Начальный адрес IPv4 сети для jail и плагинов
tr: Kafesler ve eklentiler için IPv4 ağı başlangıç adresi
uk: Початкова адреса IPv4 мережі для jail і плагінів

source: IPv4 Network End Address
cs: Koncová IPv4 adresa sítě
fr: Adresse IPv4 de fin
nl: Eindadres van IPv4-netwerk
pt_br: Endereço Final da Rede IPv4
ro: Adresa IPv4 de final rețea
ru: Конечный адрес IPv4 сети
tr: IPv4 Ağı Bitiş Adresi
uk: Кiнцева адреса IPv4 мережі

source: IPv4 network end address for jails and plugins
cs: Koncová IPv4 adresa sítě pro vyhrazená prostředí a zásuvné moduly
fr: Dernière adresse réseau IPv4 attribuable pour les prisons et modules complémentaires
nl: Eindadres van IPv4-netwerk voor jails en plug-ins
pt_br: Endereço final da rede IPv4 para jails e plugins
ro: Adresa IPv4 de final pentru zone jail și plugin-uri
ru: Конечный адрес IPv4 сети для jail и плагинов
tr: Kafesler ve eklentiler için IPv4 ağı bitiş adresi
uk: Кiнцева адреса IPv4 мережі для jail і плагінів

source: IPv6 Network
cs: IPv6 síť
fr: Réseau IPv6
nl: IPv6-netmask
pt_br: Rede IPv6
ro: Reţea IPv6
ru: Маска сети IPv6
tr: IPv6 Ağı
uk: Маска мережі IPv6

source: IPv6 network range for jails and plugins
cs: IPv6 rozsah pro vyhrazená prostředí a zásuvné moduly
fr: Plage d'adresses IPv6 pour les prisons et modules
nl: IPv6-netwerkbereik voor jails en plug-ins
pt_br: Range de rede IPv5 para jails e plugins
ro: Domeniu de adrese IPv6 pentru zone jail și plugin-uri
ru: Диапазон IPv6 адресов для jail и плагинов
tr: Kafesler ve eklentiler için IPv6 ağı aralığı
uk: Дiапазон IPv6 адрес для jail і плагінів

source: IPv6 network start address for jails and plugins
cs: Počáteční IPv6 adresa sítě pro vyhrazená prostředí a zásuvné moduly
fr: Première adresse réseau IPv6 attribuable pour les prisons et modules complémentaires
nl: Beginadres van IPv6-netwerk voor jails en plug-ins
pt_br: Endereço inicial da rede IPv6 para jails e plugins
ro: Adresa IPv6 de start pentu zone jail și plugin-uri
ru: Начальный адрес IPv6 сети для jail и плагинов
tr: Kafesler ve eklentiler için IPv6 ağı başlangıç adresi
uk: Початкова адреса IPv6 мережі для jail і плагінів

source: IPv6 network end address for jails and plugins
cs: Koncová IPv6 adresa sítě pro vyhrazená prostředí a zásuvné moduly
fr: Dernière adresse réseau IPv6 attribuable pour les prisons et modules complémentaires
nl: Eindadres van IPv6-netwerk voor jails en plug-ins
pt_br: Endereço final da rede IPv6 para jails e plugins
ro: Adresa IPv6 finală pentru zone jail și plugin-uri
ru: Конечный адрес IPv6 сети для jail и плагинов
tr: Kafesler ve eklentiler için IPv6 ağı bitiş adresi
uk: Кiнцева адреса IPv6 мережі для jail і плагінів

source: Collection URL
cs: URL adresa sbírky
fr: URL de collecte
nl: URL van verzameling
pt_br: URL das Coleções
ro: Colecție URL
ru: URL соединения
tr: Koleksiyon URL'si
uk: URL колекцii

source: URL for the jails index
cs: URL s rejstříkem vyhrazených prostředí
fr: Adresse web vers la collection de prisons
nl: URL voor de jail-index
pt_br: URL para o índice de jails
ro: URL pentru indexul zonelor jail
ru: URL списка jail
tr: Kafeslerin indeksleri için URL
uk: URL перелiку jail

source: Jails Configuration
cs: Nastavení vyhrazených prostředí
fr: Configuration des Prisons
nl: Jail-configuratie
pt_br: Configuração de Jails
ro: Configuraţie zone jail
ru: Настройки jail
tr: Kafes Yapılandırması
uk: Конфігурація jail

source: Architecture
cs: Architektura
nl: Architectuur
pt_br: Arquitetura
ro: Arhitectură
ru: Архитектура
tr: Mimari
uk: Архітектура

source: OS
cs: Operační systém
pt_br: SO
ru: ОС
tr: İS
uk: ОС

source: Jail Templates
cs: šablony vyhrazených prostředí
fr: Modèles de Prisons
nl: Jail-sjablonen
pt_br: Templates do Jail
ro: Șabloane Jail
ru: Шаблоны jail
tr: Kafes Şablonları
uk: Шаблони jail

source: Read-Only
cs: Jen pro čtení
fr: Lecture seule
nl: Alleen-lezen
pt_br: Somente-Leitura
ro: Doar-citire
ru: Только чтение
tr: Salt Okunur
uk: Тільки читання

source: Add Jails
cs: Přidat vyhrazená prostředí
fr: Ajouter des Prisons
nl: Jails toevoegen
pt_br: Adicionar Jails
ro: Adăugare zone Jail
ru: Добавить jail
tr: Kafesleri Ekle
uk: Додати jail

source: Add Jail Templates
cs: Přidat šablony vyhrazených prostředí
fr: Ajouter des modèles de Prisons
nl: Jail-sjablonen toevoegen
pt_br: Adicionar Templates de Jail
ro: Adăugare șabloane Jail
ru: Добавить шаблон jail
tr: Kafes Şablonları Ekle
uk: Додати шаблон jail

source: View Jails
cs: Zobrazit vyhrazená prostředí
fr: Voir les Prisons
nl: Jails weergeven
pt_br: Visualizar Jails
ro: Vizualizare zone Jail
ru: Просмотр jail
tr: Kafesleri Göster
uk: Переглянути jail
