Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Allow non-root mount requests to be served. This should only be specified if there are clients that require it. It will automatically clear the vfs.nfsrv.nfs_privport sysctl flag, which controls if the kernel will accept NFS requests from reserved ports only.
cs: Povolit obsloužení požadavků na připojení (mount) i od uživatelů, kteří nejsou správci (root). Toto by mělo být nastaveno pouze v případě, pokud bude skutečně používáno. Způsobí automatické vypnutí sysctl příznaku vfs.nfsrv.nfs_privports, který řídí, zda jádro systému přijímá NFS požadavky pouze z vyhrazených portů.
fr: Permet aux requêtes de montage non-root d'être servies. Cela devrait être spécifié uniquement si des clients en ont besoin. Cela va automatiquement réinitialiser le drapeau vfs.nfsrv.nfs_privport de sysctl, qui contrôle si le noyau ne doit accepter des requêtes NFS provenant de ports réservés uniquement.
nl: Staat het behandelen van niet-root-koppelingsaanvragen toe. Dit dient alleen te worden opgegeven als er clients zijn die het nodig hebben. Hierdoor wordt automatisch de sysctl-vlag vfs.nfsrv.nfs_privport gewist, die bepaalt of de kernel alleen NFS-aanvragen van gereserveerde poorten zal accepteren.
pt_br: Permite que pedidos de montagem não-root sejam servidos. Isto deveria ser especificado somente se houver clientes que o requeiram. Isto irá limpar automaticamente a flag vfs.nfsrv.nfs_privport, que controla se o kernel irá aceitar pedidos NFS apenas de portas reservadas.
ro: Permite montări non-root. Trebuie specificat doar dacă sînt clienți care necesită acest lucru. Va fi șters automat flag-ul vfs.nfsrv.nfs_privport sysctl care controlează modul în care kernel-ul va accepta cereri NFS doar pentru porturile rezervate.
ru: Разрешает запросы монтирования не от суперпользователя. Это должно указываться только при наличии клиента требующего этого. Это автоматически сбросит sysctl vfs.nfsrv.nfs_privport, контролирующий будет ли ядро принимать NFS запросы только с зарезервированных портов.
tr: Root olmayan bağlama isteklerinin hizmet olarak verilmesine izin verir. Sadece bunu gerektiren istemciler varsa bu belirtilmelidir. Çekirdek, sadece ayrılmış bağlantı noktalarından gelen NFS isteklerini kabul edecekse denetleyen vfs.nfsrv.nfs_privport sysctl işaretini otomatik olarak temizleyecek.
uk: Дозволяє запити монтування не від суперкористувача. Це має зазначатися тільки при наявності клієнта що вимагає цього. Це автоматично скине sysctl vfs.nfsrv.nfs_privport, що контролюює чи буде ядро приймати NFS запити тільки з зарезервованих портів.

source: Specify specific IP addresses (separated by commas) to bind to for TCP and UDP requests. This option may be specified multiple times. If no IP is specified it will bind to INADDR_ANY. It will automatically add 127.0.0.1 and if IPv6 is enabled, ::1 to the list.
cs: Určuje konkrétní IP adresy (oddělené čárkami) se kterými se spojovat pro TCP a UDP požadavky. Tato volba může být použita opakovaně. Není-li určena žádná adresa, bude spojovat na INADDR_ANY. Na seznam budou automaticky přidány adresy 127.0.0.1 a (je-li zapnuto IPv6) ::1.
fr: Précise les adresses IP spécifiques (séparées par des virgules) à attacher aux requêtes TCP et UDP. Cette option peut être précisée plusieurs fois. Si aucune IP n'est spécifiée ce sera attaché à INADDR_ANY. Cela ajoutera automatiquement 127.0.0.1 et si IPV6 est activé, ::1 à la liste.
nl: Geef specifieke IP-adressen op (gescheiden door komma's) om aan te binden voor TCP- en UDP-aanvragen. Deze optie kan meerdere malen worden opgegeven. Als geen IP is opgegeven, wordt aan INADDR_ANY gebonden. Er wordt automatisch 127.0.0.1 en, als IPv6 is ingeschakeld, ::1 aan de lijst toegevoegd.
pt_br: Especifica endereços IP (separados por vírgulas) para associar a pedidos TCP e UDP. Esta opção pode ser especificada múltiplas vezes. Se nenhum IP for especificado, será associado a INADDR_ANY. Irá automaticamente adicionar 127.0.0.1 e se IPv6 estiver habilitado, ::1 à lista.
ro: Specifică adresa IP de conectare pentru cererile TCP și UDP. Această opțiune poate fi specificată de mai multe ori. Dacă nu este specificată nicio adresă cererile vor fi legate la INADDR_ANY. Se va adăuga automat la listă adresa 127.0.0.1 iar dacă este activat și IPv6 se va adăuga ::1.
ru: Указывает конкретные IP адреса (разделенные запятыми) для приема TCP и UDP запросов. Если IP не указан, запросы будут приниматься на всех адресах. Адреса 127.0.0.1 и ::1 добавляются к списку автоматически.
tr: TCP ve UDP isteklerine bağlanmak için (virgülle ayrılmış) belli IP adreslerini belirler. Bu seçenek birden çok kez belirtilebilir. Hiçbir IP belirtilmemişse, INADDR_ANY olarak bağlanacak. Otomatik olarak 127.0.0.1 ekleyecek ve IPv6 etkinleştirilirse, listeye ::1 ekleyecek.
uk: Вказує конкретні IP адреси (розділені комами) для прийому TCP і UDP запитів. Якщо IP не вказаний, запити будуть прийматися на всіх адресах. Адреси 127.0.0.1 і ::1 додаються до списку автоматично.

source: mountd(8) bind port
cs: Spojovací port pro mountd(8)
fr: port lié à mountd(8)
nl: mountd(8)-bindpoort
pt_br: porta de associação do mountd(8)
ro: port de legătură mountd(8)
ru: Порт mountd(8)
tr: mountd(8) bağlama bağlantı noktası
uk: Порт mountd(8)

source: This option forces the rpc.statd daemon to bind to the specified port, for both IPv4 and IPv6 address families.
cs: Tato volba vynutí, aby služba rpc.statd očekávala spojení na určeném portu a to na protokolech IPv4 i IPv6.
fr: Cette option force le démon rpc.statd à s'attacher au port spécifié, pour les familles d'adresses IPv4 et IPv6.
nl: Deze optie dwingt de rpc.statd-daemon tot het binden aan de opgegeven poort, zowel voor IPv4- als IPv6-adresfamilies.
pt_br: Esta opção força o daemon rpd.statd a associar na porta especificada, para ambas as famílias de endereços IPv4 e IPv6.
ro: Această opțiune forțează daemonul rpc.statd să utilizeze portul specificat atît pentru adrese IPv4 cît și IPv6.
ru: Заставляет демона rpc.statd использовать указанный порт для IPv4 и IPv6.
tr: Bu seçenek her iki IPv4 ve IPv6 adres aileleri için belirtilen bağlantı noktasına rpc.statd geri plan yordamını bağlamaya zorlar.
uk: Змушує демона rpc.statd використовувати вказаний порт для IPv4 та IPv6.

source: LUN ID
cs: Identifikátor LUN
ro: ID LUN

source: A host name alias. This option can appear multiple times, for each domain that has the same IP. Use a comma to separate multiple alias names.
cs: Alternativní název systému. Tato volba může být použita vícekrát, pro každou doménu, která má stejnou IP adresu. Při použití vícero alternativních názvů je oddělujte čárkou.
fr: Un alias de nom d'hôte. Cette option peut apparaître plusieurs fois, pour chaque domaine ayant la même IP. Utiliser une virgule pour séparer plusieurs noms d'alias.
nl: Een hostnaamalias. Deze optie kan meerdere malen voorkomen, voor elk domein dat hetzelfde IP-nummer heeft. Gebruik een komma om meerdere aliasnamen te scheiden.
pt_br: Um apelido para o nome do host. Esta opção pode aparecer múltiplas vezes, para cada domínio que tenha o mesmo IP. Use uma vírgula para separar múltiplos apelidos.
ro: Un alias pentru sistem. Această opţiune poate apare de mai multe ori pentru fiecare domeniu care are aceeaşi adresă IP. Puteți separa aliasurile prin caracterul ",".
ru: Псевдоним имени хоста. Эта опция может появляться несколько раз для каждого домена, который имеет тот же IP. Используйте пробел для разделения нескольких псевдонимов.
tr: Anamakine takma adı. Bu seçenek aynı IP'ye sahip her etki alanı için birden çok kez görünebilir. Birden fazla takma adları ayırmak için virgül kullanın.
uk: Псевдонім імені хоста. Ця опція може з'являтися кілька разів для кожного домену, який має ідентичний IP. Використовуйте пробіли для розділення декількох псевдонімів.

source: These parameters will be added to global settings in inadyn-mt.conf.
cs: Tyto parametry budou přidány do celkových nastavení v souboru inadyn-mt.conf.
fr: Ces paramètres seront ajoutés à la configuration générale dans inadyn-mt.conf.
nl: Deze parameters zullen aan globale instellingen in inadyn-mt.conf worden toegevoegd.
pt_br: Estes parâmetros serão concatenados às configurações globais no arquivo inadyn-mt.conf.
ro: Aceşti parametri vor fi adaugaţi la setările globale din inadyn-mt.conf.
ru: Эти параметры будут добавлены к глобальным настройкам в inadyn-mt.conf.
tr: Bu parametreler inadyn-mt.conf dosyasındaki genel ayarlara eklenecektir.
uk: Ці параметри будуть додані до глобальних налаштувань в inadyn-mt.conf.

source: Slave
cs: Podřízený
fr: Esclave
pt_br: Escravo
ru: Подчинённый
tr: Bağımlı
uk: Підлеглий

source: Use this option to override the directory creation mask (077 by default).
cs: Použijte tuto možnost k přepsání masky vytváření složek (výchozí hodnota 0777).
fr: Utilisez cette option pour forcer le masque de création de répertoire (077 par défaut).
nl: Gebruik deze optie om het masker voor het aanmaken van mappen te overschrijven (077 is standaard).
pt_br: Use esta opção para sobrepor a máscara de criação de diretórios (0777 por padrão).
ro: Folosiți această opțiune pentru a suprascrie masca implicită (077) la crearea directoarelor.
ru: Используйте эту опцию для изменения маски создания каталогов (0777 по умолчанию).
tr: Dizin oluşturma maskesini geçersiz kılmak için bu seçeneği kullanın (varsayılan 077).
uk: Використовуйте цю опцію для зміни маски створення каталогів (0777 типово).

source: TLS allow dot login
cs: Umožnit tečkové přihlášení pro TLS
fr: TLS Autoriser "dot login"
nl: TLS: dot-aanmelding toestaan
pt_br: TLS permitir login com arquivo dot
ro: TLS cu autentificare cu certificat
tr: TLS nokta oturum açmaya izin verir

source: TLS allow per user
cs: Umožnit TLS pro jednotlivé uživatele
fr: Autoriser TLS par utilisateur
nl: TLS: per gebruiker toestaan
pt_br: TLS permitir por usuário
ro: TLS cu permisiune per utilizator
tr: TLS kullanıcı başına izin verir

source: TLS no certificate request
cs: TLS žádný požadavek na certifikát
fr: TLS sans requête de certificat
nl: TLS: geen certificaataanvraag
pt_br: TLS sem requisição de certificado
ro: TLS fără solicitare certificat
tr: TLS sertifika isteği yok

source: TLS no empty fragments
cs: TLS žádné prázdné úlomky
fr: Aucun fragment TLS vide
nl: TLS: geen lege fragmenten
pt_br: TLS sem fragmentos vazios
ro: TLS fără fragmente nule
tr: TLS boş parçaları yok

source: TLS use implicit SSL
cs: TLS používá výslovné SSL
fr: TLS utilise implicitement SSL
nl: TLS: impliciet SSL gebruiken
pt_br: TLS utilize SSL implícito
ro: TLS cu SSL implicit
tr: TLS kapalı SSL kullanır

source: TLS IP address required
cs: TLS vyžadována IP adresa
fr: Adresse IP requise pour TLS
nl: TLS: IP-adres vereist
pt_br: TLS Endereço IP requerido
ro: TLS cu adresă IP
tr: TLS IP adresi gerekli

source: Specifies which messages will be logged by sftp-server. INFO and VERBOSE log transactions that sftp-server performs on behalf of the client. DEBUG2 and DEBUG3 each specify higher levels of debugging output. The default is ERROR.
cs: Určuje, které zprávy budou zaznamenány službou sftp-server. Stupně INFO a VERBOSE (podrobnější) protokolují transakce, které sftp-server provádí na požadavek klienta. DEBUG2 a DEBUG3 (ladění) znamenají stále podrobnější úrovně ladícího výstupu. Výchozí je ERROR (jen chyby).
fr: Spécifie quels messages seront historisés par le serveur sftp. L'historisation des transactions INFO et VERBOSE que le serveur sftp réalise pour le client. Chacun de DEBUG2 et DEBUG3 spécifie des plus hauts niveaux de debug. Par défaut c'est ERROR.
nl: Geeft aan welke berichten door sftp-server worden geregistreerd. INFO en VERBOSE registreren transacties die sftp-server namens de client uitvoert. DEBUG2 en DEBUG3 geven beide hogere niveaus van foutopsporingsuitvoer aan. De standaard is ERROR.
pt_br: Especifica quais mensagens serão logadas pelo servidor sftp. INFO e VERBOSE logam transações que o servidor sftp realiza pelo cliente. DEBUG2 e DEBUG3 especificam cada níveis maiores de saída para debug. O padrão é ERROR.
ro: Specifică care mesaje vor fi arhivate de serverul sftp. Mesajele tip INFO și DETALIU arată tranzacțiile obișnuite efectuate în contul clientului pe cînd mesajele DEBUG2 și DEBUG3 specifică un nivel mai mare de detaliere. Nivelul implicit este EROARE (vor fi arhivate doar mesajele tip eroare generate de server).
ru: Указывает какие сообщения будут журналированы SFTP сервером. INFO и VERBOSE журналируют транзакции которые SFTP сервер выполняет от имени клиента, DEBUG2 и DEBUG3 указывают более высокие уровни отладки. По умолчанию используется ERROR.
tr: Hangi iletilerin sftp sunucusu tarafından günlükleneceğini belirtir. BİLGİ ve AYRINTILI günlük işlemlerini bu sftp sunucusu istemcinin adına gerçekleştirir. Her iki HATAAYIKLAMA2 ve HATAAYIKLAMA3, hata ayıklama çıktısının en yüksek seviyelerini belirtir. Varsayılan HATA'dır.
uk: Вказує які повідомлення будуть журналіровани SFTP сервером. INFO і VERBOSE журналюють транзакції які SFTP сервер виконує від імені клієнта, DEBUG2 і DEBUG3 вказують більш високі рівні налагодження. За замовчуванням використовується ERROR.

source: Hostname of the domain controller to use.
cs: Název stroje s řadičem domény který použít.
fr: Nom d'hôte du contrôleur de domaine à utiliser.
nl: Hostnaam van de te gebruiken domeincontroller.
pt_br: Hostname do controlador de domínio a ser utilizado.
ro: Numele controlerului de domeniu de utilizat.
ru: Имя хоста контроллера домена.
tr: Kullanmak için etki alanı denetleyicisinin anamakine adı.
uk: Iм'я хоста контролера домену.

source: Domain Account Name
cs: Název doménového účtu
fr: Nom du compte de domaine
nl: Domeinaccountnaam
pt_br: Nome da conta do domínio
ro: Nume domeniu autentificare
ru: Учетная запись домена
tr: Etki Alanı Hesabı Adı
uk: Обліковий запис домена

source: Domain Account Password
cs: Heslo k doménovému účtu
fr: Mot de passe du compte de domaine
nl: Domeinaccountwachtwoord
ro: Parola administratorului de domeniu
ru: Пароль учетной записи домена
tr: Etki Alanı Hesabı Parolası
uk: Пароль облікового запису домену

source: UNIX extensions
cs: Rozšíření pro UNIX
fr: Extensions Unix
nl: Unix-extensies
pt_br: Extensões UNIX
ro: Extensii Unix
ru: Расшиения UNIX
tr: UNIX uzantıları
uk: Розширення UNIX

source: Set this if your Active Directory has UNIX extensions.
cs: Toto nastavte v případě, že vámi používaná instance Active Directory obsahuje rozšíření pro UNIX.
fr: À activer si votre "Active Directory" a des extensions UNIX.
nl: Stel dit in als uw Active Directory UNIX-extensies heeft.
pt_br: Selecione isto se seu Active Directory possui extensões UNIX.
ro: Activați opțiunea dacă sistemul Active Directory folosește extensii UNIX.
ru: Установите если ваш Active Directory имеет расширения UNIX.
tr: Eğer Active Directory'niz UNIX uzantılarına sahipse bunu ayarlayın.
uk: Встановіть якщо ваш Active Directory має розширення UNIX.

source: Use default domain
cs: Použít výchozí doménu
fr: Utiliser le domaine par défaut
nl: Standaarddomein gebruiken
pt_br: Utilizar domínio padrão
ro: Utilizare domeniu implicit
ru: Использовать домен по умолчанию
tr: Varsayılan etki alanını kullan
uk: Використовувати домен за замовченям

source: Global Catalog Server
cs: Server s celkovým katalogem
fr: Serveur de catalogue global
nl: Globalecatalogusserver
pt_br: Servidor de Catálogo Global
ro: Server Catalog Global
ru: Сервер глобального каталога
tr: Genel Katalog Sunucusu
uk: Сервер глобального каталогу

source: Hostname of the kerberos password server to use.
cs: Název stroje s kerberos serverem s hesly který použít.
fr: Nom d'hôte du serveur de mots de passe Kerberos à utiliser.
nl: Hostnaam van de te gebruiken kerberos-wachtwoordserver.
pt_br: Hostname do servidor de senhas Kerberos a ser utilizado.
ro: Numele serverului de parole kerberos utilizat.
ru: Имя хоста сервера паролей Kerberos.
tr: Kullanmak için kerberos parola sunucusunun anamakine adı.
uk: Им'я хоста сервера паролей Kerberos.

source: AD timeout
cs: Časový limit prodlevy AD
pt_br: Tempo limite do AD
ro: Timp de expirare AD
ru: Таймаут AD
tr: AD zaman aşımı
uk: Таймаут AD

source: Timeout for AD related commands.
cs: Časový limit pro příkazy týkající se Active Directory.
fr: Délai d'expiration pour les commandes relatives à AD.
nl: Time-out voor AD-gerelateerde opdrachten.
pt_br: Tempo limite para comandos relacionados ao AD.
ro: Timp expirare pentru comenzi AD.
ru: Таймаут для команд Active Directory.
tr: AD ile ilgili komutlar için zaman aşımı.
uk: Таймаут для команд Active Directory.

source: Timeout for AD DNS queries.
cs: Časové omezení prodlevy pro DNS dotazy Active Directory.
fr: Délai d'expiration pour les requêtes DNS de AD.
nl: Time-out voor AD DNS-query's.
pt_br: Tempo limite para requisições de DNS do AD.
ro: Timp expirare pentru cereri AD DNS.
ru: Таймаут для Active Directory DNS запросов.
tr: AD DNS sorguları için zaman aşımı.
uk: Таймаут для Active Directory DNS запитiв.

source: NIS domain name
cs: Název NIS domény
fr: Nom de domaine NIS
nl: NIS-domeinnaam
pt_br: Nome do domínio NIS
ro: Nume domeniu NIS
ru: Имя домена NIS
tr: NIS etki alanı adı
uk: Назва домену NIS

source: NIS servers
cs: NIS servery
fr: Serveurs NIS
pt_br: Servidores NIS
ro: Servere NIS
ru: Серверы NIS
tr: NIS sunucuları
uk: Сервери NIS

source: Cause ypbind to use 'many-cast' instead of broadcast
cs: Způsobí, že ypbind použije cílené vysílání pro určené příjemce namísto všesměrového vysílání všem
fr: Permet à ypbind d'utiliser le "many-cast" au lieu du "broadcast"
nl: Ypbind 'many-cast' laten gebruiken in plaats van broadcast
pt_br: Faz com que ypbind utilize 'many-cast' ao invés de broadcast
ro: Determină ypbind să trimită pachete multicast
ru: Использовать в ypbind 'many-cast' вместо широковещательных рассылок
tr: Ypbindin'in broadcast yerine 'many-cast' kullanmasına neden olur
uk: Використовувати в ypbind 'many-cast' замість широкомовних розсилок

source: Save received info in interface description / alias
cs: Uložit obdržené informace do popisu rozhraní/alternativy
fr: Sauvegarde l'information reçue dans l'interface description / alias
nl: Ontvangen info opslaan in interfacebeschrijving / alias
ro: Salvare informații în descrierea interfeței / alias
ru: Сохранить полученную информацию в описании интерфейса
tr: Arayüz açıklaması / takma adı içindeki alınan bilgiyi kaydeder
uk: Зберегти отриману інформацію в описі інтерфейсу

source: Destination email address. Separate email addresses by commas
cs: Cílové e-mailové adresy. Oddělujte je čárkou
fr: Adresses e-mail de destination. Séparez les adresses par des virgules.
nl: E-mailadres van bestemming. Scheid e-mailadressen met komma's
pt_br: Endereço de email do destinatário. Separe os endereços de email por vírgulas
ro: Adrese email de destinaţie. Separaţi adresele prin virgulă
ru: E-mail получателя. Разделяйте несколько адресов запятой
tr: Hedef e-posta adresi. E-posta adreslerini virgüller ile ayırın
uk: Адреса одержувача електронної пошти. Використовуйте кому для розділення адрес електронної пошти.

source: Realm
cs: Oblast (realm)
ru: Область
tr: Erişim Alanı
uk: Область

source: Realm Name, eg EXAMPLE.ORG
cs: Název oblasti, např. EXAMPLE.COM
nl: Realm-naam, bv. VOORBEELD.ORG
ro: Nume Realm, ex. EXEMPLU.ORG
ru: Имя области, например, EXAMPLE.ORG
tr: Erişim Alanı Adı, örneğin ORNEK.ORG
uk: Им'я області, например, EXAMPLE.ORG

source: Domain Name in old format, eg EXAMPLE
cs: Název domény ve starém formátu, např. EXAMPLE
nl: Domeinnaam in oude notatie, bv. VOORBEELD
pt_br: Nome de Domínio no formato antigo, por exemplo, EXEMPLO
ro: Nume domeniu în formatul vechi, de ex. EXAMPLE
ru: Имя домена в старом формате, например, EXAMPLE
tr: Eski biçimde Etki Alanı Adı, örneğin ORNEK
uk: Ім'я домену у старому форматі, наприклад, EXAMPLE

source: Server Role
cs: Úloha serveru
nl: Serverfunctie
ro: Rol server
ru: Роль сервера
tr: Sunucu Rolü
uk: Роль сервера

source: DNS Forwarder IP Address
cs: IP adresa DNS přeposílače
fr: Adresse IP du DNS de translation
nl: IP-adres van DNS-doorstuurserver
pt_br: Endereço IP do DNS Forwarder
ro: Adresa IP forwarder DNS
ru: IP-адрес DNS Forwarder'а
tr: DNS Yönlendiricisi IP Adresi
uk: IP-адреса DNS Forwarder'а

source: Domain and Forest Level, eg 2003
cs: Úroveň domény a jejího stromu, např. 2003
nl: Domein- en forestniveau, bv. 2003
ro: Nivel Domeniu și Forest, ex. 2003
tr: Etki Alanı ve Orman Seviyesi, örn 2003

source: This is not a valid network: %s
cs: Toto není platná síť: %s
fr: Ce n'est pas un réseau valide: %s
nl: Dit is geen geldig netwerk: %s
pt_br: Esta não é uma rede válida: %s
ro: Aceasta nu este o rețea validă: %s
ru: Недопустимая сеть: %s
tr: Bu geçerli bir ağ değildir: %s
uk: Це не є допустимою мережею: %s

source: This option is only available once per mountpoint
cs: Tuto volbu je možné v rámci přípojného bodu použít pouze jednou
fr: Cette option est disponible uniquement une fois par point de montage
nl: Deze optie is alleen eenmalig per koppelpunt beschikbaar
pt_br: Esta opção é disponível apenas uma vez por ponto de montagem
ro: Această opțiune este valabilă o singură dată per punct de montare
ru: Эта опция доступна только один раз для каждой точки монтирования
tr: Bu seçenek bağlama noktası başına sadece bir kez kullanılabilir
uk: Ця опція доступна тільки один раз для кожної точки монтування

source: You need at least one path for the share
cs: Je třeba zadat alespoň jedno umístění, které bude sdíleno
fr: Vous avez besoin d'au moins un chemin pour le partage
nl: U hebt minstens één pad nodig voor de share
pt_br: Você precisa ao menos de um caminho para compartilhar
ro: Aveți nevoie de cel puțin o cale pentru partajare
ru: Необходим хотя бы один путь для русурса
tr: Paylaşım için en az bir yola ihtiyacınız var
uk: Необхідний хоча б один шлях для русурса

source: Recursively set sane default windows permissions on share
cs: Nastavit rozumná výchozí Windows přístupová práva na sdílení, včetně podsložek
fr: Configure le permissions saines par défaut pour Windows sur le partage
nl: Standaard-Windows-machtigingen recursief instellen bij delen
ro: Aplicare recursivă permisiuni implicite sigure pe partajare
ru: Рекурсивно установить здравые windows права на ресурс
tr: Paylaşımdaki aynı varsayılan windows izinlerini yinelemeli ayarlar
uk: Рекурсивно встановити здорові windows права на ресурс

source: Networks that are authorized to access the NFS share. Specify network numbers of the form 1.2.3.4/xx where xx is the number of bits of netmask.
cs: Sítě, ze kterých je možné přistupovat k NFS sdílení. Adresu sítě zadejte ve formě 1.2.3.4/xx (CIDR), kde xx je počet bitů síťové masky.
nl: Netwerken die voor toegang tot de NFS-share zijn geautoriseerd. Geef netwerknummers op in de vorm 1.2.3.4/xx, waar xx het aantal bits van het subnetmasker is.
pt_br: Redes autorizadas a acessar o compartilhamento NFS. Especifique números de rede no formato 1.2.3.4/xx onde xx é o número de bits da máscara de rede.
ro: Reţea autorizată să acceseze partajarea NFS. Specificaţi reţeaua în formatul 1.2.3.4/xx unde xx este numărul de biţi al măştii de reţea
ru: Сети или список IP-адресов, которые имеют право доступа на общий ресурс NFS. Указывайте сети в виде 1.2.3.4/xx, где XX - маска сети.
tr: NFS paylaşımına erişmek için yetkili ağlar. 1.2.3.4/xx biçiminde ağ sayılarını belirler, buradaki xx ağ maskesinin bit sayısıdır.
uk: Мережі або список IP-адрес, що мають право доступу до спільного ресурсу NFS. Вкажіть номери мереж у виглядi 1.2.3.4/xx, де XX - маска мережі або список IP-адрес 1.2.3.4 1.2.3.5 1.2.3.6.
