Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Initiator authorized to access to the iSCSI target. It takes a name or 'ALL' for any initiators.
ca: Iniciador autoritzat a accedir a l target iSCSI. S'ha de posar un nom o be 'ALL' per tots els iniciadors.
cs: Iniciátor pověřený pro přístup k iSCSI cíli. Zadejte název nebo klíčové slovo ALL (vše) pro umožnění přístupu všem iniciátorům.
de: Für den Zugriff auf das iSCSI Target authorisierte Initatoren. Sie können einen Namen angeben oder den Platzhalter "ALL", um alle zu erlauben.
es: Iniciador con permisos para acceder a un destino iSCSI. Debe darle un nombre o 'ALL' para cualquier iniciador
fr: Initiateur autorisé à accéder à la cible iSCSI. Donner un nom ou "ALL" pour tous les initiateurs.
nl: Initiator geautoriseerd voor toegang tot het iSCSI-doel. Hiervoor is een naam of 'ALL' voor willekeurige initiators nodig.
pl: Inicjator autoryzowany do dostępu do celu iSCSI. Może to być nazwa lub 'ALL' dla dowolnych inicjatorów.
pt: Iniciador autorizado a ter acesso ao destino iSCSI. É preciso um nome ou 'ALL' para qualquer iniciadores.
pt_br: Iniciador autorizado para acessar o destino iSCSI. Será utilizado um nome ou 'ALL' para qualquer iniciador.
ro: Iniţiator autorizat să acceseze destinaţia iSCSI. Poate fi un nume sau 'ALL' pentru orice iniţiator.
ru: Инициатор авторизованый на доступ к цели iSCSI. Укажите имя, или значение 'ALL' для любого инициатора.
sk: Iniciátor autorizovaný pre prístup na iSCSI cieľ. Berie meno alebo 'ALL' pre všetky iniciatori.
sr: Inicijator ovlašćen da pristupi iSCSI destinaciji. Uzima ime ili 'ALL' za bilo koje inicijatore.
sv: Initiativtagares rätt till tillträde till iSCSI-målet. Det tar ett namn eller "ALL" för alla initiativtagarna.
tr: iSCSI hedefine erişmek için başlatıcısı yetkilidir. Herhangi bir başlatıcı için bir ad veya 'ALL' değeri alır.
uk: Ініціатор авторизований на доступ до цілі iSCSI. Вкажіть ім'я, або значення 'ALL' для будь-якого ініціатора.

source: Authorized network
ca: Xarxa autoritzada
cs: Pověřená síť
de: Authorisiertes Netzwerk
es: Red Autorizada
fr: Réseau autorisé
nl: Geautoriseerd netwerk
pl: Autoryzowana sieć
pt: Rede autorizada
pt_br: Rede autorizada
ro: Reţea autorizată
ru: Авторизованная сеть
sk: Autorizovaná sieť
sr: Ovlašćena mreža
sv: Auktoriserad nätverk
tr: Yetkili ağ
uk: Авторизована мережа

source: Network authorized to access to the iSCSI target. It takes IP or CIDR addresses or 'ALL' for any IPs.
ca: Xarxa autoritzada a accedir al target iSCSI. S'ha de posar una IP, o adreces CIDR, o 'ALL' per qualsevol IP.
cs: Síť, ze které bude umožněn přístup k iSCSI cíli. Zadejte IP adresu (i v CIDR zápisu) nebo klíčové slovo ALL (vše) pro umožnění přístupu z libovolné sítě.
de: Für den Zugriff auf das iSCSI Target authorisiertes Netzwerk. Sie können einzelne IP-Adressen verwenden oder Netze in CIDR-Notation. Um alle zu erlauben verwenden Sie den Platzhalter "ALL".
es: Red autorizada para acceder al destino iSCSI. poner la IP o direccion CIDR o 'ALL? para autorizar cualquier IP
fr: Réseau autorisé à accéder à la cible iSCSI. Donner des adresses IP ou CIDR, ou "ALL" pour toutes les adresses IP.
nl: Netwerk dat is geautoriseerd voor toegang tot het iSCSI-doel. Toegestaan zijn IP- of CIDR-adressen of 'ALL' voor alle IP's.
pl: Sieć autoryzowana do dostępu do celu iSCSI. Oznacza to adresy IP lub CIDR albo 'ALL' dla dowolnego IP.
pt: Rede autorizada a ter acesso ao destino iSCSI. Tem IP ou endereços de CIDR ou 'ALL' para todos os IPs.
pt_br: Rede autorizada para acessar o destino iSCSI. Pode ser endereço IP ou CIDR ou 'ALL' para todos os IPs.
ro: Rețea autorizată să acceseze destinaţia iSCSI. Poate fi o adresă IP sau CIDR sau 'ALL' pentru oricare IP.
ru: Сеть авторизованная на доступ к цели iSCSI. Укажите IP-адрес, CIDR-адрес, или используйте значение 'ALL' для любого IP-адреса.
sk: Sieť autorizovaná pre prístup k iSCSI cieľu. IP alebo CIDR adresa alebo 'ALL' pre akúkoľvek IP adresu.
sr: Mreža ovlašćen da pristupi iSCSI destinaciji. Uzima IP ili CIDR adrese ili 'ALL' za bilo kakve IP adrese.
sv: Nätverk behörighet tillträde till iSCSI-mål. Det tar IP eller CIDR-adresser eller "alla" för alla IP-adresser.
tr: iSCSI hedefine erişmek için ağ yetkilidir. Herhangi bir IP için 'ALL' değeri ya da IP veya CIDR adresleri alır.
uk: Мережа авторизована на доступ до цілі iSCSI. Вкажіть IP-адресу, CIDR-адресу, або приймає значення 'ALL' для будь-якоі IP-адреси.

source: Initiator
ca: Iniciador
cs: iniciátor
es: Iniciador
fr: Initiateur
pl: Inicjator
pt: Iniciador
pt_br: Iniciador
ro: Iniţiator
ru: Инициатор
sk: Iniciátor
sr: Inicijator
tr: Başlatıcı
uk: Ініціатор

source: Target side user name. It is usually the initiator name by default.
ca: Nom d'usuari del cantó del Target. Normalment per defecte és el nom del iniciador.
cs: Uživatelské jméno na straně cíle. Obvykle se jedná o název iniciátoru.
de: Benutzername für das Target. Üblicherweise ist dies in der Standardeinstellung der Name des Initiators.
es: Nombre de usuario del lado Destino. por defecto se usa el nombre del iniciador
fr: Nom d'utilisateur côté cible. C'est habituellement le nom de l'initiateur par défaut.
nl: Doelzijde gebruikersnaam. Standaard is de naam van de initiator.
pl: Nazwa użytkownika od strony celu. Przeważnie domyślnie jest to nazwa inicjatora.
pt: Nome de destino do lado do utilizador. Geralmente é o nome do iniciador por defeito.
pt_br: Usuário de destino. Normalmente o usuário padrão do iniciador.
ro: Nume utilizator la destinaţie. Implicit este numele de utilizator de la iniţiator.
ru: Имя пользователя со стороны цели. Обычно по умолчанию это имя инициатора.
sk: Používateľské meno na cieľovej strane. Predvolene je to väčšinou meno iniciátora.
sr: Korisničko ime za ciljnu stranu. Obično je ime inicijatora kao podrazumevana vrednost.
sv: Mål sidans användarnamn. Det är oftast initiativtagarens namn per standard.
tr: Hedef tarafındaki kullanıcı adı. Genellikle varsayılan başlatıcı adıdır.
uk: Ім'я користувача цільової сторони. Зазвичай, типове ім'я ініціатора.

source: Peer User
ca: Usuari del Peer
cs: Uživatel na protistraně
de: Peer Benutzer
es: Usuario "Peer"
fr: Utilisateur pair
nl: Peergebruiker
pl: Użytkownik kliencki
pt: Utilizador de Pares
pt_br: Usuário Peer
ro: Utilizator reţea peer
ru: Пользователь напарника
sk: Peer používateľ
sr: Peer korisnik
sv: Peer användare
tr: Kişi Kullanıcısı
uk: Користувач-напарник

source: Peer Secret
ca: Secret del Peer
cs: Heslo protistrany
de: Peer Passwort
es: Contraseña del "Peer"
fr: Secret du pair
nl: Peergeheim
pl: Hasło klienckie
pt: Segredo dos Pares
pt_br: Segredo do Peer
ro: Secret reţea peer
ru: Секрет напарника
sk: Peer heslo
sr: Peer tajna
sv: Peer hemlighet
tr: Kişi Gizli Anahtarı
uk: Секрет напарника

source: Authorized Access
ca: Accés autoritzat
cs: pověřený přístup
de: Autorisierter Zugriff
es: Acceso autorizado
fr: Accès autorisé
nl: Geautoriseerde toegang
pl: Autoryzowany dostęp
pt: Acesso Autorizado
pt_br: Acesso Autorizado
ro: Acces autorizat
ru: Авторизованный доступ
sk: Autorizovaný prístup
sr: Ovlašćeni pristup
sv: Godkänd åtkomst
tr: Yetkili Erişim
uk: Авторизований доступ

source: Authorized Accesses
ca: Accés autoritzat
cs: Pověřené přístupy
de: Autorisierte Zugriffe
es: Accesos autorizados
fr: Accès autorisés
nl: Geautoriseerde toegangen
pl: Autoryzowane dostępy
pt: Acessos Autorizados
pt_br: Acessos Autorizados
ro: Accesări autorizate
ru: Авторизованные доступы
sk: Autorizované prístupy
sr: Ovlašćeni pristupi
sv: Auktoriserad åtkomst
tr: Yetkili Erişimler
uk: Авторизовані доступи

source: Target Name
ca: Nom del Target
cs: Název cíle
es: Nombre del destino
fr: Nom de la cible
nl: Doelnaam
pl: Nazwa celu
pt: Nome Destino
pt_br: Nome do Destino
ro: Nume destinaţie
ru: Имя цели
sk: Názov cieľa
sr: Ime cilja
sv: Målnamn
tr: Hedef Adı
uk: Ім'я цілі

source: Base Name will be appended automatically when starting without 'iqn.'.
ca: S'afegirà automàticament el nom de Base quan comenci sense 'iqn.'.
cs: Pokud NEzačíná na „iqn.“, bude základní název připojen automaticky.
de: Der "base name" wird jedem Target Namen angehängt, wenn er nicht mit "iqn." beginnt.
es: El Nombre Base se añadirá automaticamente cuando comience sin 'iqn.'
fr: Le nom de base lui sera ajouté automatiquement s'il ne commence pas par "iqn.".
nl: Basisnaam zal automatisch worden toegevoegd wanneer deze zonder 'iqn.' begint.
pl: Nazwa podstawowa zostanie dodana automatycznie gdy zacznie się bez 'iqn.'.
pt: Nome Base será anexado automaticamente ao iniciar sem 'iqn.'.
pt_br: Nome Base será concatenado automaticamente quando começar sem 'iqn.'.
ro: Numele de bază va fi automat ataşat atunci cînd nu începe cu şirul 'iqn.'.
ru: Базовое имя будет добавлено ​​автоматически если не начинается с 'iqn.'.
sk: Základný názov bude pripojený automaticky, ak začína bez 'iqn.'.
sr: Osnovno ime će biti dodato automatski kada počinje bez 'iqn.'.
sv: Bas namnet kommer att bifogas automatiskt när start utan "iqn.".
tr: Temel Ad, 'iqn.' olmadan başladığında otomatik olarak ilave edilecektir.
uk: Базове ім'я буде додано автоматично якщо не починається з 'iqn.'.

source: Target Alias
ca: Alias del Target
cs: Alternativní název cíle
es: Alias del destino
fr: Alias de la cible
nl: Doelalias
pl: Alias celu
pt: Alias do Destino
pt_br: Apelido do Destino
ro: Alias destinaţie
ru: Псевдоним цели
sk: Alias cieľa
sr: Pseudonim cilja
sv: Målalias
tr: Hedef Takma Adı
uk: Псевдонім цілі

source: Optional user-friendly string of the target.
ca: Nom opcional i entenedor pels usuaris del Target.
cs: Volitelný, uživateli srozumitelný název cíle.
de: Optional eine benutzerfreundliche Bezeichnung für das Target.
es: Opcional - "Alias" del destino
fr: Un nom optionnel identifiant facilement la cible.
nl: Optionele gebruikersvriendelijke string van het doel.
pl: Opcjonalna nazwa celu przyjazna użytkownikowi.
pt: Expressão amigável e opcional para o destino.
pt_br: String amigável opcional do destino.
ro: Text opţional, personalizat, pentru destinaţie.
ru: Дополнительная дружественная пользователю строка цели.
sk: Voliteľný názov cieľa pre používateľa.
sr: Opcioni korisniku prilagođeni string cilja.
sv: Valfritt användarvänlig sträng av målet.
tr: İsteğe bağlı kullanımı kolay hedef dizgisi.
uk: Додаткові зручні рядка цілі.

source: Serial
ca: Sèrie
cs: Sériové číslo
de: Seriennummer
fr: Numéro de série
nl: Serienummer
pl: Numer seryjny
pt: Série
ru: Серийный номер
sk: Sériové
sr: Serijski
sv: Seriell
tr: Seri no
uk: Серійний номер

source: Serial number for the logical unit
ca: Nombre de sèrie per la unitat lògica
cs: Sériové číslo pro logickou jednotku
de: Seriennummer für die Logikeinheit
es: Numero serial para la unidad lógica
fr: Numéro de série de l'unité logique
nl: Serienummer voor logische unit
pl: Numer seryjny dla jednostki logicznej
pt: Número de série para a unidade lógica
pt_br: Número de série para a unidade lógica
ro: Numărul serial pentru unitățile logice.
ru: Серийный номер логического устройства
sk: Sériové číslo pre logickú jednotku
sr: Serijski broj za logičku jedinicu
sv: Serienummer för den logiska enheten
tr: Mantıksal birim için seri numarası
uk: Серійний номер логічного пристрою

source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
pl: Typ
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sr: Tip
sv: Typ
tr: Türü
uk: Тип

source: Logical Unit Type mapped to LUN.
ca: Tipus de Unitat Lògica mapejada al LUN
cs: Typ logické jednotky namapované na LUN.
de: Die Art der Zuordnung der Logical Unit zur LUN.
es: Tipo de Unidad Logica mapeada a un LUN
fr: Type d'unité logique attaché au LUN.
nl: Logical Unit Type toegewezen aan LUN.
pl: Typ jednostki logicznej zmapowanej do LUN-a.
pt: Tipo de unidade lógica mapeado para LUN.
pt_br: Tipo de Unidade Lógica mapeado para LUN.
ro: Tip unitate logică mapată la LUN.
ru: Тип логического блока отображаемого на LUN.
sk: Logická Jednotka Typu namapovaná na LUN
sr: Tip Logičke Jedinice mapiran na LUN.
sv: Logisk enhetstyp mappad till LUN.
tr: Mantıksal Birim Türü LUN'a eşlendi.
uk: Тип логічного блоку, що відображається на LUN.

source: Target Flags
ca: Atributs del Target
cs: Příznaky cíle
es: Marcadores destino
fr: Droits de la cible
nl: Doelvlaggen
pl: Flagi celu
pt: Sinalizadores do Destino
pt_br: Flags do Destino
ro: Indicatori destinaţie
ru: Флаги цели
sk: Cieľové značky (Flags)
sr: Ciljni flegovi
sv: Målgrupp flaggor
tr: Hedef İşaretleri
uk: Флаги цілі

source: Initiator Group ID
ca: ID del Grup d'Iniciadors
cs: Identifikátor skupiny iniciátoru
de: Gruppen ID des Initiators
es: ID del grupo iniciador
fr: ID du groupe initiateur
nl: ID van initiatorgroep
pl: ID grupy inicjatora
pt: ID do Grupo Iniciador
pt_br: ID do Grupo do iniciador
ro: ID grup iniţiator
ru: Идентификатор группы инициаторов
sk: Iniciátor Skupina ID
sr: Inicijator ID grupe
sv: Initiator Grupp-ID
tr: Başlatıcı Grup Kimliği
uk: Ідентифікатор групи ініціаторів

source: Auth Method
ca: Mètode d'autorització
cs: Metoda ověření
de: Authentifizierungsmethode
es: Metodo de Autentificación
fr: Méthode d'Authentification
nl: Authenticatiemethode
pl: Metoda autentykacji
pt: Método de Autenticação
pt_br: Método de Autenticação
ro: Metodă autentificare
ru: Метод аутентификации
sk: Autentifikačná metóda
sr: Metod provere identiteta
sv: Autentiseringsmetod
tr: Yetki Yöntemi
uk: Метод авторизації

source: The method can be accepted by the target. Auto means both none and authentication.
ca: El mètode pot ser accepta pel Target. Auto vol dir ambdòs mètodes, cap i autenticació.
cs: Metoda, která je pro cíl přijatelná. Volba Automaticky znamená jak s, tak bez ověřování.
de: Die vom Target akzeptierte Methode. Die Angabe von "auto" unterstützt sowohl "authentifiziert" als auch "nicht-authentifiziert".
es: El metodo puede ser aceptado por el destino. AUTO significa ambos y NONE que se desea autentificación.
fr: Méthode pouvant être acceptée par la cible. Automatique signifie à la fois Aucune et Authentification.
nl: De methode kan worden geaccepteerd door het doel. Auto betekent zowel geen als authenticatie.
pl: Metoda możliwa do zaakceptowania przez cel. Auto oznacz jednocześnie brak i autentykację.
pt: O método pode ser aceite pelo destino. Auto significa ambos sem e com autenticação.
pt_br: O método pode ser aceito pelo destino. Auto significa ambos nenhum e autenticação.
ro: Metoda poate fi acceptată de destinaţie. Auto înseamnă şi fără şi cu autentificare.
ru: Метод который может быть принят целью. Авто означает как с аутентификацией, так и без неё.
sk: Metóda môže byť prijatá cieľom. Auto znamená bez aj s autentifikáciou.
sr: Metod može biti prihvaćen od strane cilja. Auto znači i ništa i proveru identiteta.
sv: Metoden kan accepteras av målet. Auto innebär både ingen och autentisering.
tr: Bu yöntem hedef tarafından kabul edilebilir. Otomatik, hem yok hem de kimlik doğrulaması anlamına gelir.
uk: Метод може бути прийнятий ціллю. Авто означає, як з аутентифікацією, так і без неї.

source: Authentication Group ID
ca: ID del Grup d'Autenticació.
cs: Identifikátor ověřovací skupiny
de: ID der Authentifizierungsgruppe
es: ID del Grupo de Autentificación
fr: ID du groupe d'authentification
nl: ID van authenticatiegroep
pl: ID grupy autentykacyjnej
pt: ID de Autenticação do Grupo
pt_br: ID do Grupo de Autenticação
ro: ID grup autentificare
ru: Идентификатор группы аутентификации
sk: ID autentifikačnej skupiny
sr: ID grupe za proveru identiteta
sv: Autentiserings Grupp-ID
tr: Kimlik Doğrulaması Grup Kimliği
uk: Аутентифікація ID групи

source: Queue Depth
ca: Profunditat de la cua (Queue)
cs: Délka fronty
de: Queue Tiefe
es: Profundidad de Cola
fr: Profondeur de queue
nl: Wachtrijdiepte
pl: Długość kolejki
pt: Profundidade da Fila de espera
pt_br: Profundidade da Fila de Espera
ro: Mărime listă comenzi
ru: Глубина очереди
sk: Hĺbka fronty
sr: Vrednost u redosledu
sv: Kö-djup
tr: Sıra Derinliği
uk: Глибина черги

source: 0=disabled, 1-255=enabled command queuing with specified depth. The recommended queue depth is 32.
ca: 0=desactivat, 1-255=Activar les cues de comandamenys amb la profunditat especificada. La profunditat recomanada de cua és de 32.
cs: 0 (nula) = vypnuto, 1-255 = zapnuto řazení povelů do fronty o zadané délce. Doporučeno je 32.
de: 0=deaktiviert, 1-255 aktiviert das Command Queuing mit dem angegebenen Wert. Der empfohlene Wert ist 32.
es: 0=Deshabilitado, 1-255=Habilitar Busqueda con la profundidad especificada. La profundidad recomendada es 32
fr: 0=désactivé, 1-255=active la mise en queue des commandes en utilisant cette valeur pour profondeur. La profondeur recommandée est 32.
nl: 0=uitgeschakeld, 1-255=ingeschakelde opdrachtwachtrij met opgegeven diepte. De aanbevolen wachtrijdiepte is 32.
pl: 0=wyłączona, 1-255=włącza kolejkę komend o określonej długości. Zalecana długość kolejki to 32.
pt: 0 = desativado, 1-255 = comando habilitado, enfileiramento de mensagens com profundidade especificada. A profundidade de fila recomendada é de 32.
pt_br: 0=desabilitado, 1-255=habilita a fila de comandos com a profundidade especificada. A profundidade recomendado da fila é 32.
ro: 0=dizactivat, 1-255=activează lista de comenzi cu mărimea corespunzătoare. Valoarea recomandată este 32.
ru: 0=отключено, 1-255=включена очередь команд указанной глубины. Рекомендованная глубина очереди 32.
sk: 0=vypnuté, 1-255=zapnuté, príkaz radenia do fronty so špecifikovanou hĺbkou. Odporúčaná hĺbka fronty je 32.
sr: 0 = isključeno, 1-255 = omogućena komanda čekanja sa navedenim redosledom. Preporučena vrednost u redosledu je 32.
sv: 0 = avaktiverad, 1-255 = aktiverad kommando kö med angivet djup. Den rekommenderade kö djupet är 32.
tr: 0=etkisizleştirildi, 1-255=etkinleştirildi komutu belirtilen derinlik ile sıraya alır. Tavsiye edilen sıra derinliği 32'dir.
uk: 0 = вимкнено, 1-255 = включена черга команд зазначеної глибини. Рекомендована глибина черги 32.

source: Logical Block Size
ca: Tamany lògic de bloc (Block Size)
cs: Velikost logického bloku
de: Logische Blockgröße
es: Tamaño de bloque logico
fr: Taille du bloc logique
nl: Logische blokgrootte
pl: Wielkość bloku logicznego
pt: Tamanho de Bloco Lógico
pt_br: Tamanho do Bloco Lógico
ro: Mărime bloc logic
ru: Размер логического блока
sk: Veľkosť logického bloku
sr: Veličina logičkog bloka
sv: Logisk blockstorlek
tr: Mantıksal Blok Boyutu
uk: Розмір логічного блоку

source: You may specify logical block length (512 by default). The recommended length for compatibility is 512.
ca: Pots especificar la longitud dels blocs lògics (512 per defecte). La longitud recomanada per compatibilitat és 512)
cs: Zde je možné zadat délku logického bloku (výchozí je 512). Z důvodu slučitelnosti je doporučeno použít právě oněch 512.
de: Sie können die logische Blockgröße ändern (512 sind voreingestellt). Der aus Kompatibilitätsgründen empfohlene Wert ist 512.
es: Puede especificar un tamaño de bloque logico (512 por defecto)
fr: Vous pouvez spécifier la taille du bloc logique (512 par défaut). La valeur recommandée pour compatibilité est 512.
nl: U kunt de lengte van logische blokken opgeven (512 is standaard). De aanbevolen lengte voor compatibiliteit is 512.
pl: Możesz określić wielkość bloku logicznego (domyślnie 512). Zalecana jest wielkość 512 dla zachowania kompatybilności.
pt: Pode especificar o comprimento do bloco lógico (512 por defeito). O tamanho recomendado para compatibilidade é de 512.
pt_br: Você pode especificar o comprimento do bloco lógico (512 por padrão). O comprimento recomendado para compatibilidade é 512.
ro: Puteţi specifica lungimea blocului logic (implicit 512). Lungimea recomandată pentru compatibilitate este 512.
ru: Вы можете указать длину логического блока (512 по умолчанию). Для совместимости рекомендуется 512.
sk: Môžete určiť dĺžku logického bloku (predvolene 512). Pre zachovanie kompatibility, odporúčaná dĺžka je 512.
sr: Možete navesti dužinu logičkog bloka (512 je podrazumevana vrednost). Preporučuje dužina zbog kompatibilnost je 512.
sv: Du kan ange logiskt blocklängd (512 som standard). Den rekommenderade längden för kompatibilitet är 512.
tr: Mantıksal blok uzunluğunu belirleyebilirsiniz (varsayılan 512). Uyumluluk için önerilen uzunluk 512'dir.
uk: Ви можете вказати довжину логічного блоку (типово 512). Для сумісності рекомендується 512.

source: Target
cs: cíl
es: Destino
fr: Cible
nl: Doel
pl: Cel
pt: Destino
pt_br: Destino
ro: Destinaţie
ru: Цель
sk: Cieľ
sr: Cilj
sv: Mål
tr: Hedef
uk: Ціль

source: Target this extent belongs to
ca: Target al cual pertany aquest Extent
cs: Cíl, do kterého tato úložná jednotka náleží
de: Ziel, zu dem diese Erweiterung gehört
es: El objetivo para esta extensión pertenece a
fr: Cible à laquelle appartient cette extension
nl: Doel van deze extent behoort toe aan
pl: Cel tej grupy należy do
pt: Esta extensão pertence ao destino
pt_br: Destino a qual esta extensão pertence
ro: Destinaţia acestei extensii aparţine
ru: Цель, которой принадлежит этот экстент
sk: Cieľ extentu patrí
sr: Cilj ovog opsega pripada
sv: Mål denna utsträckning tillhör
tr: Bu kapsamın ait olduğu hedef
uk: Ціль цього екстента належить

source: Target / Extent
cs: Cíl / Úložná jednotka
es: Destino / Medio
fr: Cible / Extension
nl: Doel / Extent
pl: Cel / Grupa
pt: Destino / Extensão
pt_br: Destino / Extent
ro: Destinaţie / Extensie
ru: Цель / Экстент
sk: Cieľ/rozsah
sr: Cilj / Stepen
sv: Mål / Omfattning
tr: Hedef / Kapsam
uk: Ціль / Екстент

source: Targets / Extents
cs: Cíle / úložné jednotky
de: Target / Extent
es: Destino / Extension
fr: Cibles / Extensions
nl: Doelen / Extents
pl: Cele / Zakresy
pt: Destinos / Extensões
pt_br: Destino / Extensão
ro: Destinaţii / Extensii
ru: Цели / Экстенты
sk: Ciele/Extenty
sr: Ciljevi / Opsezi
sv: Mål / Omfattningar
tr: Hedefler / Kapsamlar
uk: Цілі / Екстенти

source: Provider
ca: Proveïdor
cs: Poskytovatel
de: Anbieter
es: Proveedor
fr: Fournisseur
pl: Dostawca
pt: Provedor
pt_br: Provedor
ro: Furnizor
ru: Провайдер
sk: Poskytovateľ
sr: Provajder
sv: Leverantör
tr: Sağlayıcı
uk: Провайдер

source: Domain name
ca: Nom de domini
cs: Název domény
es: Nombre de dominio
fr: Nom de domaine
nl: Domeinnaam
pl: Nazwa domeny
pt: Nome de domínio
pt_br: Nome do domínio
ro: Nume domeniu
ru: Доменное имя
sk: Doména
sr: Ime domena
sv: Domännamn
tr: Etki alanı adı
uk: Доменне ім’я

source: A host name alias. This option can appear multiple times, for each domain that has the same IP. Use a space to separate multiple alias names.
ca: Nom alias del host. Aquesta opció pot aparèixer múltiple vegades, per cada domini que té la mateixa IP. Utilitza un espai per separar múltiple nom d'alias.
cs: Alternativní název stroje. Tuto předvolbu je možné použít vícekrát, pro každou z domén, která má stejnou IP adresu. Vícero položek oddělujte mezerou.
pl: Alias nazwy komputera. Ta opcja może pojawiać się wielokrotnie, dla każdej domeny o tym samym adresie IP. Użyj spacji dla oddzielenia nazw aliasów.
sk: Alias pre názov hostiteľa. Táto voľba sa môže zobraziť viackrát, pre každú doménu s rovnakou IP adresou. Použite medzeru na oddelenie viacerých aliasov.
tr: Anamakine takma adı. Bu seçenek aynı IP adresine sahip her etki alanı için birden çok kez görünebilir. Birden çok takma adlarını ayırmak için bir boşluk kullanın.
uk: Псевдонім імені хоста. Ця опція може з'являтися кілька разів, для кожного домену, який має ідентичний IP. Використовуйте пробіли для розділення декількох псевдонімів.

source: Update period
ca: Període d'actualització
cs: Časový úsek mezi aktualizacemi
de: Aktualisierungsintervall
es: Período de actualizacion
fr: Période de mise à jour
nl: Updateperiode
pl: Cykl odświeżania
pt: Período de actualização
pt_br: Período de atualização
ro: Perioada de actualizare
ru: Интервал обновления
sk: Čas aktualizácie
sr: Period ažuriranja
sv: Uppdateringsperiod
tr: Güncelleme süresi
uk: Інтервал оновлення
