Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Your path to the extent must reside inside a volume/dataset mount point.
ca: La teva ruta al Extent ha de estar dintre un punt de muntatge d'un volum/dataset
cs: Je třeba, aby se úložná jednotka nacházela v rámci přípojného (mount) bodu ZFS svazku / datové sady.
de: Ihr Pfad zur Erweiterung muss innerhalb eines Volume/Datensatz-Einhängepunktes liegen.
es: La ruta hacia el archivo extent debe residir dentro de un punto de montaje volume/dataset.
fr: Le chemin de l'extension doit résider dans le point de montage d'un volume/jeu de données.
nl: Het pad naar de extent moet zich binnen een koppelpunt van een volume/gegevensset bevinden.
pl: Ścieżka do grupy musi znajdować się wewnątrz punktu muntowania wolumenu/zbioru danych.
pt: O caminho para a extensão deve residir no interior de um ponto de montagem de volume/dataset.
pt_br: O caminho do extent deve estar dentro do ponto de montagem do volume/dataset.
ro: Calea către conţinut trebuie să existe în interiorul volumului/setului de date
ru: Ваш путь должен находиться в пределах точки монтирования раздела/набора данных.
sk: Cesta ka rozšíreniu musí byť vo vnútri prípojného bode zväzku (volume)/sady dát (dataset).
sr: Vaš put u opsegu u kome mora da se nalazi unutar volumena/tačke postavljanja skupa podataka.
sv: Sökvägen till extentet måste finnas inuti en volym/dataset-monteringspunkt.
tr: Kapsam için yolunuz bir birim/verikümesi bağlama noktası içinde bulunmak zorundadır.
uk: Ваш шлях має бути в межах точки монтування тому / набору даних.

source: This value can be a size in bytes, or can be postfixed with KB, MB, GB, TB
ca: Aquest valor ha de ser una mida en bytes o pot estar post fixat amb KB, MB, GB, TB
cs: Tato hodnota se zadává jako velikost v bajtech nebo, zakončena jeho předponou (KB, MB, GB, TB), v příslušném násobku
de: Dieser Wert kann entweder in Byte angegeben werden oder in einer anderen Einheit mit der entsprechenden Endung, z.B. KB, MB, GB, TB.
es: Este valor puede ser un tamaño en bytes, o puede ser proseguido con KB, MB, GB, TB
fr: La valeur peut être une taille en octet ou une valeur préfixée avec KB, MB, GB, TB
nl: Deze waarde kan een grootte zijn in bytes, of worden gevolgd door KB, MB, GB, TB
pl: Wartość ma rozmiar w bajtach, mogą być wykorzystane końcówki KB, MB, GB, TB
pt: Este valor pode ser um tamanho em bytes, ou pode ser fixado com KB, MB, GB, TB
pt_br: O valor pode ser um tamanho em bytes, ou pós-fixado em KB, MB, GB, TB
ro: Această valoare poate fi o mărime în biti sau cu un sufix în KB, MB, GB, TB
ru: Значение может иметь размером в байтах, или снабжаться суффиксом: KB, MB, GB, TB
sk: Táto hodnota môže byť veľkosť v bytoch, alebo môže byť s príponou KB, MB, GB, TB
sr: Ova vrednost može da bude veličina u bajtovima, ili može biti označena sa KB, MB, GB ili TB
sv: Detta värde kan vara en storlek i byte eller anges med KB, MB, GB, TB
tr: Bu değer bayt cinsinden olabilir ya da KB, MB, GB ve TB gibi sonekli olabilir
uk: Це значення може бути розміром в байтах, або може позначатися як KB, MB, GB, TB

source: The file must exist if the extent size is set to auto (0)
cs: V případě nastavení velikosti úložné jednotku na automatickou (hodnota „0“ – nula), musí příslušný soubor existovat.
de: Die Datei muß existieren, wenn die Extent size auf auto (0) steht.
es: El archivo debe existir si el tamaño de la extensión se establece en automático (0)
fr: Le fichier doit exister si la taille de l'extension est réglée sur Auto (0)
nl: Het bestand moet bestaan als de uitbreidingsgrootte op automatisch staat (0)
pt: O ficheiro deve existir se o seu tamanho estiver definido como automático (0)
pt_br: O arquivo deve existir se o tamanho da extensão é definida como auto (0)
ro: Fișierul trebuie să existe dacă mărimea este setată pe auto (0)
ru: Файл должен существовать, если размер установлен в автоматически (0)
sr: Fajl mora postojati, ako je proširena veličina podešena na auto (0)
sv: Filen måste finnas om omfattningen är inställd på auto (0)
tr: Kapsam boyutu otomatik (0) olarak ayarlanırsa dosya varolmak zorundadır
uk: Цей файл повинен існувати, якщо ступінь розмір встановлюється в авто (0)

source: Your Portal Group ID cannot be higher than %d
ca: El teu ID del portal de grup no pot ser superior de %d
cs: Identifikátor skupiny portálu nemůže být vyšší než %d
de: Ihre Portal Group ID darf nicht höher sein als %d
es: Su ID de Grupo Portal no puede ser mayor que %d
fr: L'ID du Groupe Portail ne peut pas être supérieur à %d
nl: Uw portalgroep-ID kan niet hoger zijn dan %d
pl: ID Twojej grupy portalu nie może być wyższa jak %d
pt: O seu ID de Grupo de Portal não pode ser maior do que %d
pt_br: O ID do Portal Group não pode maior que %d
ro: ID-ul Grup Portal nu poate fi mai mare ca %d
ru: Ваш идентификатор группы порталов не может быть больше чем %d
sk: Váše ID Portal skupiny (Portal Group ID) nesmie byť vyššie ako %d
sr: ID grupe vašeg portala ne može biti veći od %d
sv: Ditt Portalgrupps ID kan inte vara högre än %d
tr: Portal Grup ID'niz %d değerinden büyük olamaz
uk: Ваш 'Ідентифікатор групи порталу' не може бути більше ніж %d

source: The field is a not a valid IP address or network. The keyword "ALL" can be used to allow everything.
cs: Do kolonky byla vyplněna neplatná IP adresa nebo síť. Pokud chcete umožnit přístup odkudkoli, zadejte namísto adres klíčové slovo ALL (vše).
de: Das Feld ist eine ungültige IP-Adresse oder Netzwerk. Das Schlüsselwort "ALL" kann verwendet werden, um alles zu erlauben.
es: El campo no es una dirección IP válida o de la red. La palabra clave "ALL" puede ser usada para permitir todo.
fr: Ce champ n'est pas une adresse IP ou un réseau valide. Le mot-clé "ALL" peut être utilisé pour tout autoriser.
nl: Het veld bevat geen geldig IP-adres of netwerk. Het trefwoord 'ALL' kan worden gebruikt om alles toe te staan.
pt: Este campo não é um endereço IP válido ou rede. A palavra "ALL" pode ser utilizada para permitir tudo.
pt_br: O campo não é uma rede ou endereço IP válido. A palavra-chave "ALL" pode ser utilizada para permitir tudo.
ro: Acest câmp nu reprezintă o adresă IP sau de reţea validă. Puteţi folosi cuvântul ”ALL” pentru a permite toate adresele.
ru: Содержимое поля не является IP-адресом или сетью. Используйте "ALL" что бы разрешить всем.
sr: Polje nije validna IP adresa ili mreža. Ključna reč "ALL" se može koristiti da dozvoli sve.
sv: Fältet är inte en giltig IP adress eller nätverk. Nyckelordet "ALL" kan användas för att tillåta allting.
tr: Bu alan geçerli bir IP adresi veya ağ değil. "ALL" anahtar kelimesi her şeye izin vermek için kullanılabilir.
uk: Неприпустима IP-адреса або мережа. Використовуйте "ALL", що б дозволити всім.

source: Authentication Group number
ca: Numero d'autenticació de grup
cs: Číslo ověřovací skupiny
es: Número de Autenticación de Grupo
fr: Numéro du groupe d'authentification
nl: Authenticatiegroepsnummer
pl: Numer grupy autentykacyjnej
pt: Número do Grupo de autenticação
pt_br: Número do Grupo de Autenticação
ro: Număr autentificare grup
ru: Номер группы аутентификации
sk: Číslo autentifikačnej skupiny
sr: Broj grupe za autentikaciju
sv: Veriferingsgrupps nummer
tr: Kimlik Doğrulama Grup numarası
uk: Номер аутентифікаційної групи

source: Use alphanumeric characters, ".", "-" and ":".
cs: Přípustná jsou pouze písmena a číslice, dále ještě znaky „.“ (tečka), „-“ (spojovník) a „:“ (dvojtečka).
de: Benutzen Sie alphanumerische Zeichen, ".", "-" und ":".
es: Usa caracteres alfanuméricos, ".", "-" y"_"
fr: N'utilisez que des caractères alphanumériques, '.', '-' et ':'.
nl: Gebruik alfanumerieke tekens, '.', '-' en ':'.
pt: Use caracteres alfanuméricos, ".", "-" and ":".
pt_br: Utilize caracteres alfanuméricos, ".", "-" e ":"
ro: Folosește caractere alfanumerice ”.”,”-” și ”.”.
ru: Используйте буквенно-цифровые символы, ".", "-" и ":".
sr: Koristi alfanumeričke znakove, ".", "-" i ":".
sv: Använd alfanumeriska tecken, "-" och "." ":".
tr: Alfasayısal karakterler, ".", "-" ve ":" kullanın.
uk: Використовуйте алфавітно-цифрові символи, ".", "-" і ":".

source: Delete underlying file
ca: Esborrar el fitxer subjacent
cs: Smazat soubor, ve kterém se toto nachází
de: Lösche darunterliegende Datei
es: Borrar el fichero seleccionado
fr: Supprimer le fichier sous-jacent
nl: Onderliggend bestand verwijderen
pl: Usuń plik bazowy
pt: Apagar ficheiro sublinhado
pt_br: Excluir arquivo subjacente
ro: Ştergere fișier de bază.
ru: Удалить основной файл
sk: Vymazať obsiahnutý súbor
sr: Obrisati osnovnu datoteku
sv: Ta bort underliggande fil
tr: Alttaki dosyayı sil
uk: Вилучити основний файл

source: Are you sure you want to delete?
ca: Estas segur que vols esborrar-ho?
cs: Opravdu chcete smazat?
de: Möchten Sie wirklich löschen?
es: ¿Está seguro de que quiere borrar?
fr: Êtes-vous sûr de vouloir supprimer ?
nl: Weet u zeker dat u wilt verwijderen?
pl: Jesteś pewien że chcesz usunąć?
pt: Tem a certeza que pretende eliminar?
pt_br: Tem certeza de que deseja excluir?
ro: Confirmați ștergerea?
ru: Вы уверены, что хотите удалить?
sk: Ste si istý, že chcete zmazať?
sr: Želite li zaista da izbrišete?
sv: Är du säker på att du vill ta bort?
tr: Silmek istediğinize emin misiniz?
uk: Ви дійсно хочете видалити?

source: The S.M.A.R.T. service failed to reload.
cs: Znovunačtení služby S.M.A.R.T. se nezdařilo.
de: Der S:M:A:R:T: Dienst konnte nicht wieder geladen werden.
es: Ha fallado el reinicio del servicio S.M.A.R.T.
fr: Le rechargement du service S.M.A.R.T. a échoué.
nl: Opnieuw laden van de S.M.A.R.T.-service is mislukt.
pt: O serviço S.M.A.R.T. falhou no rinicio.
pt_br: O serviço S.M.A.R.T. falhou em recarregar.
ro: Serviciul S.M.A.R.T. a eșuat să se reîncarce.
ru: Службу S.M.A.R.T. не удалось перезагрузить.
sr: S.M.A.R.T. servis nije uspeo ponovo da se učita.
sv: S.M.A.R.T-tjänsten kunde inte starta om.
tr: S.M.A.R.T. hizmetini yeniden yükleme başarısız oldu.
uk: Службу S.M.A.R.T. не вдалося перезавантажити.

source: Service
ca: Servei
cs: Služba
de: Dienst
es: Servicio
pl: Usługa
pt: Serviço
pt_br: Serviço
ro: Serviciu
ru: Служба
sk: Služba
sr: Servis
sv: Tjänst
tr: Hizmet
uk: Служба

source: Name of Service, should be auto-generated at build time
ca: El nom del servei ha de ser generat automàticament a l'hora de fer el build
cs: Název služby – měl by být vytvořen automaticky při sestavování
de: Dienstname, sollte zur Erstellungszeit automatisch erzeugt werden
es: Nombre del Servicio, debe ser autogenerado cuando éste se crea
fr: Nom du Service, devrait être automatiquement généré à la compilation
nl: Naam van service, zou automatisch gegenereerd zijn tijdens het aanmaken
pl: Nazwa usługi, może być wygenerowana automatycznie podczas kompilacji
pt: Nome do serviço, deve ser gerado automáticamente na altura da construção
pt_br: Nome do Serviço, deve ser automaticamente gerado no momento da compilação
ro: Nume serviciu, auto-generat în momentul creării
ru: Имя службы, должно быть автоматически сгенерировано во время сборки
sk: Názov služby, by mal byť automaticky generovaný pri jeho zostavovaní
sr: Ime servisa, trebalo da bude automatski generisano u toku podizanja
sv: Tjänstnamn, skall autogenereras vid programkompilering
tr: Hizmet Adı, kurulum esnasında otomatik olarak oluşturulmalıdır
uk: Ім'я служби, має бути автоматично згенеровано під час збирання

source: Enable Service
ca: Activar servei
cs: Zapnout službu
de: Dienst aktivieren
es: Habilitar Servicio
fr: Activer le service
nl: Service inschakelen
pl: Włącz usługę
pt: Activar Serviço
pt_br: Habilitar Serviço
ro: Activare serviciu
ru: Включить службу
sk: Aktivovať Službu
sr: Omogući servis
sv: Aktivera tjänst
tr: Hizmeti etkinleştir
uk: Увімкнути службу

source: Services
ca: Serveis
cs: Služby
de: Dienste
es: Servicios
pl: Usługi
pt: Serviços
pt_br: Serviços
ro: Servicii
ru: Службы
sk: Služby
sr: Servisi
sv: Tjänster
tr: Hizmetler
uk: Служби

source: Authentication Model
ca: Model d'autenticació
cs: Ověřovací model
de: Authentifizierungsmodell
es: Modelo de Autenticación
fr: Modèle d'authentification
nl: Authenticatiemodel
pl: Model autentykacji
pt: Modelo de Autenticação
pt_br: Modelo de Autenticação
ro: Model autentificare
ru: Модель аутентификации
sk: Autentifikačný Model
sr: Model Autentikacije
sv: Autentiseringstyp
tr: Kimlik Doğrulama Modeli
uk: Модель аутентифікації

source: Using Active Directory or LDAP authentication will supersede this option
ca: Fer servir Active Directory o utenticació LDAP substituirà aquesta opció
cs: Ověřování vůči Active Directory nebo LDAP adresáři má přednost před touto volbou
de: Die Benutzung von Active Directory- oder LDAP-Autentifizierung wird diese Option außer Kraft setzen.
es: La utilización de Directorio Activo (DC) ó autenticación LDAP sustituirá esta opción
fr: Utiliser Active Directory ou l'authentification LDAP remplacera cette option
nl: Gebruik van Active Directory of LDAP-authenticatie zal deze optie vervangen
pl: Użycie autentykacji AD lub LDAP nadpisuje tą opcję
pt: Utilizar Active Directory ou LDAP autenticação vão sobrepor esta opção
pt_br: Usar autenticação do Active Directory ou LDAP irá sobrepor essa opção
ro: Utilizare autentificării Active Directory sau LDAP va înlocui acestă opțiune
ru: Использование Active Directory или LDAP аутентификации заменит эту опцию
sk: Používanie Active Directory alebo LDAP autentifikácie je nadradené tejto voľbe
sr: Upotreba Aktivnog Direktorijuma ili LDAP autentifikacije zamenjuje ovu opciju
sv: Användandet av Active Directory eller LDAP autentisering inaktiverar detta alternativ
tr: Active Directory veya LDAP kimlik doğrulaması kullanmak, bu seçeneği geçersiz kılar
uk: Використання Active Directory чи LDAP аутентифікації замінить цю опцію

source: NetBIOS name
ca: Nom de NetBIOS
cs: název v NetBIOS
es: Nombre de NetBIOS
fr: Nom NetBIOS
nl: NetBIOS-naam
pl: Nazwa NetBIOS
pt: NetBios nome
pt_br: Nome do NetBIOS
ro: Nume NetBIOS
ru: Имя NetBIOS
sr: NetBIOS ime
sv: NetBIOS-namn
tr: NetBIOS adı
uk: Ім'я NetBIOS

source: Workgroup
ca: Grup de treball
cs: Pracovní skupina
de: Arbeitsgruppe
es: Grupo de Trabajo
fr: Groupe de travail
nl: Werkgroep
pl: Grupa robocza
pt: Grupo de trabalho
ro: Nume Workgroup
ru: Рабочая группа
sk: Pracovná skupina (Workgroup)
sr: Radna grupa
sv: Arbetsgrupp
tr: Çalışma grubu
uk: Робоча група

source: Workgroup the server will appear to be in when queried by clients (maximum 15 characters).
ca: El nom del grup de treball apareixerá al ser demanat pels clients (màxim 15 caràcters)
cs: Pracovní skupina (workgroup), jejíž členem se server při dotazu klienta jeví být (nejvýše 15 znaků).
de: Arbeitsgruppe, in der der Server erscheinen soll, wenn von Clients abgefragt (maximal 15 Zeichen)
es: Nombre del Grupo de Trabajo en el que el servidor aparecerá cuando éste sea consultado por clientes (máximo 15 caracteres).
fr: Groupe de travail sous lequel le serveur apparaît lorsqu'il est interrogé par des clients (15 caractères maximum).
nl: Werkgroep waarin de server zich lijkt te bevinden wanneer clients ernaar zoeken (maximaal 15 tekens).
pl: Grupa robocza serwera która może się pojawić podczas odpytywania przez klientów (maksymalnie 15 znaków)
pt: O grupo de trabalho do servidor irá aparecer para estar disponível quando requerido pelos clientes (no máximo 15 caracteres).
pt_br: Workgroup onde o servidor irá aparentar estar quando consultado pelos clients (máximo de 15 caracteres).
ro: Grupul din care face parte serverul raportat clienților (max. 15 caractere).
ru: Имя рабочей группы (максимум 15 символов).
sk: Pracovná skupina ku ktorej sa bude server hlásiť pri požiadavkách klientov (najviac 15 znakov).
sr: Radna grupa servera će se pojaviti da bude spremna kada bude tražena od klijenata (maksimalno 15 karaktera).
sv: Arbetsgruppen som servern ser ut att vara i när klienter efterfrågar den (max 15 tecken).
tr: Sunucu çalışma grubu istemciler tarafından sorgulandığında görünecek (en fazla 15 karakter).
uk: Ім'я робочої групи (максимум 15 символів).

source: Server description. This can usually be left blank.
ca: Descripció del servidor. Es pot deixar en blanc
cs: Popis serveru. Tato kolonka je obvykle ponechávána nevyplněná.
de: Serverbeschreibung. Diese kann üblichweise leer bleiben.
es: Descripción del servidor. Se puede dejar en blanco usualmente.
fr: Description du serveur. Celle-ci peut être laissée vide.
nl: Serverbeschrijving. Deze kan doorgaans leeg blijven.
pl: Opis serwera. Przeważnie może pozostać pusty.
pt: Descrição do servidor. Pode ficar em branco.
pt_br: Descrição do Servidor. Este normalmente pode ser deixado em branco.
ro: Descriere server. De obicei, nu se completează.
ru: Описание сервера. Можно оставить пустым.
sk: Popis servera. Obvykle prázdne.
sr: Opis Servera. Ovo može biti ostavljeno nepopunjeno.
sv: Server beskrivning. Detta kan oftas lämnas tom.
tr: Sunucu tanımı. Bu genellikle boş bırakılabilir.
uk: Опис сервера. Можете лишити поле порожнім.

source: DOS charset
ca: joc de caràcters DOS
cs: DOS znaková sada
de: DOS Zeichensatz
es: Juego de caracteres DOS
fr: Jeu de caractères DOS
nl: DOS-tekenset
pl: Zestaw znaków DOS
pt: Conjunto de caracteres do DOS
pt_br: Charset DOS
ro: Caractere DOS
ru: DOS кодировка
sk: Znaková sada DOS
sr: DOS set karaktera
sv: DOS teckenuppsättning
tr: DOS karakter kümesi
uk: Кодування DOS

source: UNIX charset
ca: joc de caràcters UNIX
cs: UNIX znaková sada
de: UNIX Zeichensatz
es: Juego de caracteres UNIX
fr: Jeu de caractères UNIX
nl: UNIX-tekenset
pl: Zestaw znaków UNIX
pt: Conjunto de caracteres do UNIX
pt_br: Charset UNIX
ro: Caractere UNIX
ru: UNIX кодировка
sk: Znaková sada UNIX
sr: UNIX set karaktera
sv: UNIX teckenuppsättning
tr: UNIX karakter kümesi
uk: Кодування UNIX

source: Log level
ca: Nivell de log
cs: Stupeň podrobnosti protokolování
de: Protokollebene
es: Nivel de registro
fr: Verbosité du journal
nl: Logboekniveau
pl: Poziom logowania
pt: Nível de registo
pt_br: Nível do log
ro: Nivel autentificare
ru: Уровень журналирования
sk: Logovacia úroveň
sr: Nivo zapisa
sv: Logg nivå
tr: Günlük seviyesi
uk: Рівень журналювання

source: Local Master
ca: Master local
cs: Místní hlavní prohlížeč (WINS)
de: Lokaler Master
es: Maestro Local
fr: Maître local
nl: Lokale master
pt: Master Local
ro: Master local
ru: Локальный Мастер
sk: Lokálny Master (Local Master)
sr: Lokalni Master
sv: Lokalt Överordnad
tr: Yerel Yönetici
uk: Локальний Майстер

source: Time Server for Domain
ca: Servidor de temps pel domini
cs: Působit jako časový server pro doménu
de: Zeitserver für Domäne
es: Servidor de Hora para el Dominio
fr: Serveur de temps pour le domaine
nl: Tijdserver voor domein
pl: Serwer czasu dla domeny
pt: Time Server para o Domínio
pt_br: Servidor de Tempo para o Domínio
ro: Server oră/dată pentru domeniu
ru: Сервер времени для домена
sk: Časový server pre doménu
sr: Vremenski server za Domen
sv: Tidsserver för domän
tr: Etki Alanı için Zaman Sunucusu
uk: Сервер часу для домену

source: Guest account
ca: Compte de convidat
cs: Účet hosta
de: Gastkonto
es: Cuenta de Invitado
fr: Compte invité
nl: Gastaccount
pl: Konto gościa
pt: Conta de convidado
pt_br: Conta de convidado
ro: Cont vizitator
ru: Гостевая учетная запись
sk: Účet hosťa (Guest)
sr: Nalog gosta
sv: Gästkonto
tr: Misafir hesabı
uk: Гостьовий обліковий запис користувача
