Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: View Jail Templates
cs: Zobrazit šablony vyhrazených prostředí
fr: Voir les modèles de Prisons
nl: Jail-sjablonen weergeven
pt_br: Visualizar Jail Templates
ro: Vizualizare șabloane Jail
ru: Просмотр шаблонов jail
tr: Kafes Şablonlarını Göster
uk: Переглянути шаблони jail

source: Configuration
cs: Nastavení
nl: Configuratie
pt_br: Configuração
ro: Configuraţie
ru: Настройки
tr: Yapılandırma
uk: Конфігурація

source: Unable to determine IPv4 for plugin
cs: Nelze zjistit IPv4 adresu zásuvného modulu
fr: Impossible de déterminer une adresse IPv4 pour le module
nl: Kan IPv4 voor plug-in niet bepalen
pt_br: Impossível determinar IPv4 para plugin
ro: Eroare determinare IPv4 pentru plugin
ru: Невозможно определить адрес IPv4 для плагина
tr: Eklenti için IPv4 belirlenemiyor
uk: Неможливо визначити адресу IPv4 для плагіна

source: Failed to install plugin: %s
cs: Instalace zásuvného modulu se nezdařila: %s
fr: Échec d'installation du greffon : %s
nl: Installeren van plug-in mislukt: %s
pt_br: Falha em instalar plugin: %s
ro: Eroare instalare plugin: %s
ru: Не удалось установить плагин: %s
tr: Eklenti yükleme başarısız: %s
uk: Не вдалось встановити плагiн: %s

source: You need to create a ZFS volume to proceed!
cs: Pokračovat bude možné teprve až po vytvoření příslušného ZFS svazku!
fr: Vous devez au préalable créer un volume ZFS !
nl: U dient een ZFS-volume aan te maken om verder te gaan!
pt_br: Você precisa criar um volume ZFS para continuar!
ro: Va trebui să creați mai întîi un volum ZFS!
ru: Вы должны создать том ZFS для продолжения!
tr: Devam etmek için bir ZFS birimi oluşturmanız gerekiyor!
uk: Ви повинні створити том ZFS для продовження!

source: Failed to create dataset %(name)s: %(error)s
cs: Vytvoření datové sady %(name)s se nezdařilo: %(error)s
fr: Impossible de créer le jeu de données %(name)s : %(error)s
nl: Aanmaken van gegevensset %(name)s mislukt: %(error)s
pt_br: Falha ao criar dataset %(name)s: %(error)s
ro: Eroare creare set date %(name)s: %(error)s
ru: Невозможно создать %(name)s: %(error)s
tr: %(name)s veri kümesi oluşturma başarısız: %(error)s
uk: Неможливо створити %(name)s: %(error)s

source: Jail successfully edited.
cs: Vyhrazené prostředí bylo úspěšně upraveno.
fr: Prison éditée avec succès.
nl: Jail met succes bewerkt.
pt_br: Jail editado com sucesso.
ro: Jail editat cu scucces.
ru: Jail успешно изменен.
tr: Kafes başarıyla düzenlendi.
uk: Jail успішно змiнено.

source: Jail successfully started.
cs: Vyhrazené prostředí bylo úspěšně spuštěno.
fr: Prison démarrée avec succès.
nl: Jail met succes gestart.
pt_br: Jail iniciado com sucesso.
ro: Zonă Jail pornită cu scucces.
ru: Jail успешно запущен.
tr: Kafes başarıyla başlatıldı.
uk: Jail успішно запущено.

source: Jail successfully stopped.
cs: Vyhrazené prostředí bylo úspěšně zastaveno.
fr: Prison arrêtée avec succès.
nl: Jail met succes gestopt.
pt_br: Jail parado com sucesso.
ro: Zonă Jail oprită cu succes.
ru: Jail успешно остановлен.
tr: Kafes başarıyla durduruldu.
uk: Jail успішно зупинено.

source: Jail successfully deleted.
cs: Vyhrazené prostředí bylo úspěšně odstraněno.
fr: Prison supprimée avec succès.
nl: Jail met succes verwijderd.
pt_br: Jail deletado com sucesso.
ro: Zonă Jail ştearsă cu succes.
ru: Jail успешно удален.
tr: Kafes başarıyla silindi.
uk: jail успішно видалено.

source: Jail template successfully edited.
cs: Šablona vyhrazeného prostředí byla úspěšně upravena.
fr: Modèle de prison modifié avec succès.
nl: Jail-sjabloon met succes bewerkt.
pt_br: Jail template editado com sucesso.
ro: Șablon Jail editat cu succes.
ru: Шаблон jail успешно изменен.
tr: Kafes şablonu başarıyla düzenlendi.
uk: Шаблон jail успішно змінено.

source: In Progress
cs: Probíhá…
fr: En cours
nl: Wordt uitgevoerd
pt_br: Em Progresso
ro: În progres
ru: Выполняется
tr: Devam Ediyor
uk: Виконується

source: Completed
cs: Dokončeno
fr: Terminé
nl: Voltooid
pt_br: Completado
ro: Gata
ru: Завершен
tr: Tamamlandı
uk: Завершено

source: Canceled
cs: Zrušeno
fr: Annulé
nl: Geannuleerd
pt_br: Cancelado
ro: Anulat
ru: Отмен
tr: İptal Edildi
uk: Скасовано

source: IPv4 Addresses
cs: IPv4 adresy
fr: Adresses IPv4
nl: IPv4-adressen
pt_br: Endereços IPv4
ro: Adrese IPv4
ru: Адреса IPv4
tr: IPv4 Adresleri
uk: Адреси IPv4

source: IPv6 Addresses
cs: IPv6 adresy
fr: Adresses IPv6
nl: IPv6-adressen
pt_br: Endereços IPv6
ro: Adrese IPv6
ru: Адреса IPv6
tr: IPv6 Adresleri
uk: Адреси IPv6

source: Only one interface can be used for DHCP
cs: Pro DHCP může být použito pouze jedno sítové rozhraní
fr: Une seule interface peut être utilisée pour DHCP
nl: Voor DHCP kan maar één interface worden gebruikt
pt_br: Somente uma interface pode ser utilizada para DHCP
ro: Doar o interfață poate fi folosită pentru DHCP
ru: Только один интерфейс может быть использован для DHCP
tr: DHCP için sadece bir arayüz kullanılabilir
uk: Лише один iнтерфейс може бути використаний для DHCP

source: Only one interface can have IPv6 autoconfiguration enabled
cs: Automatické nastavení IPv6 může být zapnuto pouze pro jedno rozhraní
fr: Une seule interface peut avoir l'auto-configuration IPv6 activée
nl: IPv6-autoconfiguratie kan maar op één interface zijn ingeschakeld
pt_br: Somente uma interface pode ter configuração automática IPv6 habilitada
ro: Doar o interfață poate avea activată autoconfigurarea pentru IPv6
ru: Только один интерфейс может использовать автоконфигурацию IPv6
tr: Etkinleştirilmiş IPv6 otomatik yapılandırmasına sadece bir arayüz sahip olabilir
uk: Лише один iнтерфейс може використовувати автоналагодженя IPv6

source: The network %s is already in use by another NIC.
cs: Síť %s je už používána jiným rozhraním.
fr: Le réseau %s est déjà utilisé par une autre interface réseau.
nl: Het netwerk %s wordt al door een andere NIC gebruikt.
pt_br: A rede %s já está em uso por outro NIC.
ro: Rețeaua %s este deja utilizată de altă cartelă de rețea.
ru: Сеть %s уже используется дугим интерфейсом.
tr: %s ağı başka bir NIC tarafından zaten kullanılmakta.
uk: Мережа %s вже використовується iншим iнтерфейсом.

source: The IP "%s" is not valid
cs: IP adresa %s není platná
fr: L'IP "%s" n'est pas valide
nl: Het IP-adres '%s' is niet geldig
pt_br: O IP "%s" não é válido
ro: Adresa IP "%s" nu este validă.
ru: IP-адрес "%s" недопустим
tr: "%s" IP adresi geçerli değil
uk: IP-адреса "%s" є недопустимою

source: The name must be vlanX where X is a number. Example: vlan0
cs: Je třeba, aby název rozhraní měl podobu vlanX kde X je číslo. Například: vlan0
fr: Les noms d'interfaces doivent être du type vlanXX, où XX est un entier. Exemple: vlan0.
nl: De naam moet vlanX zijn, waar X een getal is. Voorbeeld: vlan0
pt_br: O nome deve ser vlanX onde X é um número. Exemplo: vlan0
ro: Denumirea trebuie să fie vlanXX unde X este un număr. Exemplu: vlan0
ru: Имя должно иметь вид vlanX, где X - это число. Например: vlan0
tr: X bir sayıdır, adı vlanX şeklinde olmak zorundadır. Örnek: vlan0
uk: Імена інтерфейсів повинні мати вигляд: vlanXX, де XX - число. На приклад: vlan0

source: LAGG Interface Group
cs: Skupina LAGG rozhraní
fr: Groupe d'interface LAGG
nl: LAGG-interfacegroep
pt_br: Grupo de interface LAGG
ro: Interfaţă grup LAGG
ru: Группа интерфейсов LAGG
tr: LAGG Arayüzü Grubu
uk: Група інтерфейсів LAGG

source: Install
cs: Instalovat
fr: Installer
nl: Installeren
pt_br: Instalar
ro: Instalare
ru: Установка
tr: Yükle
uk: Встановлення

source: Plugin Jail
cs: Vyhrazené prostředí pro zásuvný modul
fr: Jail pour modules
nl: Jail voor plug-ins
ru: Jail плагина
tr: Kafes Eklenti
uk: Jail плагiна

source: The plugin jail that the PBI is to be installed in.
cs: Vyhrazené prostředí zásuvného modulu, do kterého bude daný PBI balíček softwaru nainstalován.
fr: Le chemin de la jail pour modules où le PBI doit être installé.
nl: De plug-in-jail waarin de PBI moet worden geïnstalleerd.
pt_br: O plugin jail onde o PBI será instalado.
ro: Zona jail pentru plugin-uri unde va fi instalat PBI.
ru: Jail плагина в который должен быть установлен PBI.
tr: PBI'ın içine yüklü olduğu kafes eklenti.
uk: Jail плагіна до якого повинен бути встановлений PBI.

source: Plugin jail name
cs: Název vyhrazeného prostředí pro tento zásuvný modul
fr: Nom de la jail pour module
nl: Naam van plug-in-jail
pt_br: Nome do jail plugin
ro: Nume plugin jail
ru: Имя jail плагина
tr: Kafes eklenti adı
uk: Ім'я jail плагіна

source: Jail where the plugin is installed
cs: Vyhrazené prostředí, ve kterém je zásuvný modul nainstalovaný
fr: Jail où le module est installé
nl: Jail waarin de plug-in wordt geïnstalleerd
pt_br: Jail onde o plugin está instalado
ro: Zona jail unde este instalat plugin-ul
ru: Jail в который плагин установлен
tr: Eklentinin yüklendiği yerdeki kafes
uk: jail до якого встановлено палагін

source: Plugin
cs: Zásuvný modul
fr: Modules
ro: Plugin-uri
ru: Плагин
tr: Eklenti
uk: Плагін

source: URL for the plugins repository
cs: URL adresa repositáře zásuvných modulů
fr: URL du dépôt des modules
nl: URL voor de plug-in-opslagplaats
pt_br: URL para o repositório de plugins
ro: URL pentru sursa de plugin-uri
ru: Путь к каталогу с плагинами
tr: Eklentiler deposu için URL
uk: Шлях до каталогу з плагінами

source: Plugin not installed
cs: Zásuvný modul není nainstalovaný
fr: Aucun module n'est installé
nl: Plug-in niet geïnstalleerd
pt_br: Plugin não-instalado
ro: Plugin-ul nu a fost instalat
ru: Плагин не установлен
tr: Eklenti yüklü değil
uk: Плагін не встановлено

source: Invalid plugin
cs: Neplatný zásuvný modul
fr: Module invalide
nl: Ongeldige plug-in
pt_br: Plugin inválido
ro: Plugin invalid
ru: Неверный плагин
tr: Geçersiz eklenti
uk: Неприпустимий плагiн

source: Failed to download plugin
cs: Stahování zásuvného modulu se nezdařilo
fr: Impossible de télécharger le module.
nl: Downloaden van plug-in mislukt
pt_br: Falha em baixar o plugin
ro: Eroare descărcare plugin
ru: Не удалось скачать плагин
tr: Eklentiyi indirme başarısız
uk: Не вдалося завантажити плагін

source: Jail does not exist
cs: Takové vyhrazené prostředí neexistuje
fr: La jail n'existe pas
nl: Jail bestaat niet
pt_br: Jail não existe
ro: Zona jail nu există
ru: Jail не существует
tr: Kafes mevcut değil
uk: jail не існує

source: Failed to update plugin
cs: Aktualizace zásuvného modulu se nezdařila
fr: Échec de mise à jour du module.
nl: Bijwerken van plug-in mislukt
pt_br: Falha ao atualizar plugin
ro: Eroare actualizare plugin
ru: Не удалось обновить плагин
tr: Eklentiyi güncelleme başarısız
uk: Не вдалося оновити плагiн

source: Authorized networks
cs: Sítě, ze kterých je umožněn přístup
fr: Réseau autorisé
nl: Geautoriseerde netwerken
pt_br: Redes autorizadas
ro: Reţele autorizate
ru: Авторизованные сети
tr: Yetkili ağlar
uk: Авторизованi мережi

source: Authorized IP addresses or hosts
cs: IP adresy nebo názvy počítačů, ze kterých je umožněn přístup
fr: Hôtes ou adresses IP autorisés
nl: Geautoriseerde IP-adressen of hosts
pt_br: Endereços IP ou hosts autorizados
ro: Reţele sau adrese IP autorizate
ru: Авторизованные IP-адреса или хосты
tr: Yetkili IP adresleri ya da anamakineler
uk: Авторизованi IP-адреси або хости

source: IP addresses or hostnames that are authorized to access the NFS share.
cs: IP adresy nebo názvy strojů, ze který je umožněno přistupovat k NFS sdílení.
fr: adresses IP ou noms d'hôtes autorisés pour accéder au partage NFS
nl: IP-adressen of hostnamen die zijn geautoriseerd voor toegang tot de NFS-share.
pt_br: Endereços IP ou hostnames que estão autorizados a acessar o compartilhamento NFS.
ro: Adresele IP sau sistemele autorizate să acceseze partajarea NFS.
ru: IP адреса или имена хостов которым разрешен доступ к этому ресурсу NFS.
tr: NFS paylaşımına erişmek için yetkili IP adresleri veya anamakine adları.
uk: IP адреси або імена хостів яким дозволений доступ до цього ресурсу NFS.

source: The specified group's permission are used by all clients
cs: Zadaná skupinová oprávnění budou použita všemi klienty
fr: Les droits spécifiés pour le groupe sont utilisés par tout les clients
nl: Machtigingen van de opgegeven groep worden door alle clients gebruikt
pt_br: As permissões do grupo especificado são utilizados por todos os clients
ro: Permisiunile specificate ale grupului sînt utilizate de toți clienții
ru: Права указанной группы будут использоваться всеми клиентами
tr: Belirtilen grubun izni tüm istemciler tarafından kullanılır
uk: Права зазначеної групи будуть використовуватися усіма клієнтами

source: Wipe
cs: Vymazat
fr: Effacer
nl: Wissen
pt_br: Limpar
ro: Ștergere
ru: Стереть
tr: Sil
uk: Витерти

source: Read
ca: Lectura
cs: Čtení
de: Lesen
es: Lectura
fr: Lecture
nl: Lezen
pl: Odczyt
pt_br: Ler
ro: Citire
ru: Чтение
tr: Okuma
uk: Читання

source: Write
ca: Escriptura
cs: Zápis
de: Schreiben
es: Escritura
fr: Écriture
nl: Schrijven
pl: Zapis
pt_br: Escrita
ro: Scriere
ru: Запись
tr: Yazma
uk: Запис

source: Checksum
cs: Kontrolní součet
fr: Somme de contrôle
nl: Controlesom
ro: Sumă de control
ru: Контрольная сумма
tr: Sağlama
uk: Контрольна сума

source: Edit Disk
ca: Editar disc
cs: Upravit disk
de: Festplatte bearbeiten
es: Editar Disco
fr: Modifier le disque
nl: Schijf bewerken
pl: Edytuj Dysk
pt: Editar Disco
pt_br: Editar Disco
ro: Editare disc
ru: Редактирование диска
sk: Upraviť disk
tr: Diski Düzenle
uk: Редагування диску

source: Offline
cs: Mimo provoz
fr: Hors-ligne
pt_br: Desconectado
ro: Deconectat
tr: Çevrimdışı

source: Detach
cs: Odpojit
fr: Détacher
nl: Ontkoppelen
pt_br: Desatachar
ro: Detaşare
ru: Отсоединить
tr: Ayır
uk: Від'єднати

source: Replace
cs: Nahradit
fr: Remplacer
nl: Vervangen
pt_br: Substituir
ro: Înlocuire
ru: Заменить
tr: Değiştir
uk: Замінити

source: Encrypted ZFS volume?
cs: Šifrovaný ZFS svazek?
fr: Crypter un volume ZFS
nl: Versleuteld ZFS-volume?
pt_br: Volume ZFS Encriptado?
ro: Volum ZFS criptat?
ru: Зашифрованый том ZFS?
tr: Şifrelenmiş ZFS birimi mi?
uk: Зашифрувати ZFS том?

source: Encryption Key
cs: Šifrovací klíč
fr: Clé de chiffrement
nl: Versleutelingssleutel
pt_br: Chave de Encriptação
ro: Cheie criptare
ru: Ключ шифрования
tr: Şifreleme Anahtarı
uk: Ключ шифрування

source: Passphrase
cs: Heslová fráze
fr: Phrase de passe
nl: Wachtwoordzin
pt_br: Frase secreta
ro: Frază de control
ru: Пароль
tr: Parola
uk: Пароль

source: The following disks failed to attach: %s
cs: Připojení následujících disků se nezdařilo: %s
fr: Échec du rattachement des disques suivants : %s
nl: Koppelen van de volgende schijven is mislukt: %s
pt_br: Os seguintes discos falharam em atachar: %s
ro: Următoarele discuri nu au putut fi atașate: %s
ru: Не удалось подключить следующие диски: %s
tr: Şurada belirtilen diskleri takma başarısız oldu: %s
uk: Не вдалося пiдключити наступні диски: %s

source: ZFS Deduplication
cs: ZFS deduplikace
fr: Dé-duplication ZFS
nl: ZFS-ontdubbeling
pt_br: Deduplicação ZFS
ro: Deduplicare ZFS
ru: Дедупликация ZFS
tr: ZFS Tekilleştirme
uk: Дедуплікація ZFS

source: Size for this zvol
cs: Velikost tohoto ZFS svazku
fr: Taille du zvol
nl: Grootte voor dit zvol
pt_br: Tamanho para este zvol
ro: Dimensiunea acestui volum zvol
ru: Размер этого zvol
tr: Bu zvol için boyut
uk: Розмір цього zvol

source: Jails/Plugins
cs: Vyhrazená prostředí / zásuvné moduly
ro: Zone Jail/Plugin-uri
ru: Jail/Плагины
tr: Kafesler/Eklentiler
uk: Jail/Плагіни

source: ZFS Volume Manager
cs: Správce ZFS svazků
nl: ZFS-volumebeheerder
pt_br: Gerenciador de Volumes ZFS
ro: Manager volum ZFS
ru: Управление томами ZFS
tr: ZFS Birim Yöneticisi
uk: Управління томами ZFS

source: UFS Volume Manager (legacy)
cs: Správce UFS svazků (pouze pro zpětnou slučitelnost)
fr: Gestionnaire de volumes UFS (hérité)
nl: UFS-volumebeheerder (verouderd)
pt_br: Gerenciador de Volumes UFS (legado)
ro: Manager volum UFS (moștenire)
ru: Управление томами UFS (наследие)
tr: UFS Birim Yöneticisi (eski)
uk: Управління томами UFS

source: Please enter a hostname
cs: Zadejte název stroje
nl: Voer een hostnaam in
pt_br: Por favor digite um hostname
ro: Introduceți un nume de sistem
ru: Введите имя хоста
tr: Lütfen bir anamakine adı girin
uk: Введіть назву хоста

source: Key could not be retrieved for unknown reason
cs: Klíč nebyl obdržen – příčina není známa
fr: La clé n'a pas pu être retrouvée pour une raison inconnue
nl: Sleutel kon om onbekende reden niet worden opgehaald
pt_br: Chave não pôde ser recuperada por motivo desconhecido
ro: Cheia nu a putut fi citită din motive necunoscute
ru: Ключ не может быть получен по неизвестной причине
tr: Anahtar bilinmeyen bir nedenle alınamadı
uk: Ключ не може бути отриманий з невідомої причини

source: Are you sure you want to install "%(plugin)s" plugin?
cs: Opravdu chcete nainstalovat zásuvný modul %(plugin)s?
fr: Êtes-vous sûr de vouloir installer le module "%(plugin)s" ?
nl: Weet u zeker dat u de plug-in '%(plugin)s' wilt installeren?
pt_br: Tem certeza de que deseja instalar o plugin "%(plugin)s" ?
ro: Instalați plugin-ul "%(plugin)s"?
ru: Вы уверены, что хотите установить плагин "%(plugin)s"?
tr: "%(plugin)s" eklentisini yüklemek istediğinize emin misiniz?
uk: Ви дійсно хочете встановити плагiн "%(plugin)s"?

source: Plugin information
cs: Informace o zásuvném modulu
fr: Information sur le module
nl: Plug-in-gegevens
pt_br: Informações do plugin
ro: Informaţii plugin
ru: Информация о плагине
tr: Eklenti bilgileri
uk: Інформація про плагін

source: Are you sure you want to update "%(plugin)s" plugin?
cs: Opravdu chcete aktualizovat zásuvný modul %(plugin)s?
fr: Êtes-vous sûr de vouloir mettre à jour le module "%(plugin)s" ?
nl: Weet u zeker dat u de plug-in '%(plugin)s' wilt bijwerken?
pt_br: Tem certeza de que deseja atualizar o plugin "%(plugin)s" ?
ro: Actualizați plugin-ul "%(plugin)s"?
ru: Вы уверены, что хотите обновить плагин "%(plugin)s"?
tr: "%(plugin)s" eklentisini güncellemek istediğinize emin misiniz?
uk: Ви дійсно хочете поновити плагiн "%(plugin)s"?

source: Available Plugins
cs: Dostupné zásuvné moduly
fr: Modules disponibles
nl: Beschikbare plug-ins
pt_br: Plugins Disponíveis
ro: Plugin-uri disponibile
ru: Доступные плагины
tr: Mevcut Eklentiler
uk: Доступні плагiни

source: Available Actions
cs: Dostupné akce
nl: Beschikbare acties
pt_br: Ações disponíveis
ro: Acţiuni disponibile
ru: Доступные действия
tr: Mevcut Eylemler
uk: Доступні дії

source: Do you want to unlock this volume?
cs: Chcete odemknout tento svazek?
fr: Voulez-vous déverrouiller ce volume ?
nl: Wilt u dit volume ontgrendelen?
pt_br: Você deseja desbloquear este volume?
ro: Deblocați acest volum?
ru: Вы хотите разблокировать этот том?
tr: Bu birimin kilidini açmak istiyor musunuz?
uk: Ви хочете розблокувати цей том?

source: UFS Volume Manager
cs: Správce UFS svazků
fr: Gestionnaire de volumes UFS
nl: UFS-volumebeheerder
pt_br: Gerenciador de Volumes UFS
ro: Manager volum UFS
ru: Управление томами UFS
tr: UFS Birim Yöneticisi
uk: Управління томами UFS

source: Scrub
cs: kontrolu
nl: Reinigen
ro: Verificare
ru: Проверка
tr: Temizleme
uk: Перевiрка

source: Progress
cs: Postup
nl: Voortgang
pt_br: Progresso
ro: Progres
ru: Прогресс
tr: İlerleme
uk: Поступ

source: Scan
cs: Skenovat
fr: Analyse
nl: Scannen
pt_br: Varrer
ro: Scanare
ru: Сканирование
tr: Tara
uk: Сканування

source: %(scanned)s out of %(total)s
cs: %(scanned)s z %(total)s
fr: %(scanned)s sur un total de %(total)s
nl: %(scanned)s van %(total)s
pt_br: %(scanned)s de %(total)s
ro: %(scanned)s din %(total)s
ru: %(scanned)s из %(total)s
tr: %(scanned)s / %(total)s
uk: %(scanned)s з %(total)s

source: Errors
cs: Chyby
fr: Erreurs
nl: Fouten
pt_br: Erros
ro: Erori
ru: Ошибки
tr: Hatalar
uk: Помилки

source: Repaired
cs: Opraveno
fr: Réparé
nl: Gerepareerd
pt_br: Reparado
ro: Reparate
ru: Восстановлено
tr: Onarıldı
uk: Відновлено

source: Extend Volume
cs: Zvětšit svazek
fr: Etendre le volume
nl: Volume uitbreiden
pt_br: Estender Volume
ro: Extindere volum
ru: Расширить том
tr: Birimi Genişlet
uk: Розширити том

source: WARNING: The recovery key of your volume will be invalidated!
cs: VAROVÁNÍ: Obnovovací klíč pro tento svazek bude zneplatněn!
fr: AVERTISSEMENT: La clé de récupération de votre volume sera invalidée!
nl: WAARSCHUWING: de herstelsleutel van uw volume zal ongeldig worden!
pt_br: AVISO: A chave de recuperação do seu volume será invalidada!
ro: ATENȚIE: Cheia de recuperare volum va fi invalidată!
ru: ВНИМАНИЕ: Ключ восстановления для вашего тома будет недействителен!
tr: UYARI: Biriminizin kurtarma anahtarı geçersiz kılınacaktır!
uk: УВАГА: Ключ відновлення для вашого томи буде недійсний!

source: Submit
cs: Odeslat
fr: Soumettre
nl: Indienen
pt_br: Submeter
ro: Trimite
ru: Отправить
tr: Gönder
uk: Надіслати

source: Reset
cs: Resetovat
fr: Réinitialisation
nl: Herinitialiseren
pt_br: Reiniciar
ro: Resetare
ru: Сбросить
tr: Sıfırla
uk: Скинути

source: System is rebooting
cs: Systém se restartuje…
fr: Le système est en train de redémarrer.
nl: Systeem wordt opnieuw opgestart
pt_br: Sistema está reiniciando
ro: Sistemul repornește
ru: Система перезагружается
tr: Sistem yeniden başlatılıyor
uk: Система перезавантажується

source: System is shutting down
cs: Systém se vypíná…
fr: Le système a été arrêté.
nl: Systeem wordt afgesloten
pt_br: Sistema está desligando
ro: Sistemul se oprește
ru: Система выключается
tr: Sistem kapatılıyor
uk: Система вимикається

source: zle (runs of zeros)
cs: zle (posloupnost nul)
fr: zle (séries de zéro)
pt_br: zls (sequencias de zeros)
ro: zle (inițializare cu zero)
ru: zle (сжатие нолей)
tr: zle (sıfırdan farklı değerde çalışır)
uk: zle (стиснення нулів)

source: lzjb (legacy, not recommended)
cs: lzjb (pouze pro zpětnou slučitelnost, nedoporučeno)
fr: lzjb (hérité, non recommandé)
nl: lzjb (verouderd, niet aanbevolen)
pt_br: lzjb (legado, não recomendado)
ro: lzjb (moștenit, nerecomandat)
ru: lzjb (наследие, не рекомендуется)
tr: lzjb (eski, önerilmez)
uk: lzjb (спадщина, не рекомендовано)

source: pigz (all rounder)
cs: pigz (univerzální)
fr: pigz (bon partout)
nl: pigz (alleskunner)
ro: pigz (mediu)
ru: pigz (средний во всем)
tr: pigz (her alanda)
uk: pigz (середній в усьому)

source: plzip (best compression)
cs: plzip (nejúčinnější komprese)
fr: plzip (meilleur compression)
nl: plzip (beste compressie)
pt_br: plzip (melhor compressão)
ro: plzip (cea mai bună compresie)
ru: plzip (лучшее сжатие)
tr: plzip (en iyi sıkıştırma)
uk: plzip (краще стиснення)

source: Domain Controller
cs: Řadič domény
fr: Contrôleur de Domaine
nl: Domeincontroller
pt_br: Controlador de Domínio
ro: Controler domeniu
ru: Контроллер домена
tr: Etki Alanı Denetleyicisi
uk: Контролер домену

source: auth
cs: ověř.
fr: authentification
pt_br: autenticação
ro: autorizare
ru: аутентификация
tr: yetki

source: auth+!data
cs: ověř.+!data
fr: authentification + !données
pt_br: autorização+!dados
ro: autorizare+!date
tr: yetki+!veri

source: Start
cs: Spustit
fr: Démarrer
nl: Starten
pt_br: Iniciar
ru: Запустить
tr: Başlat
uk: Запустити

source: No jail root configured.
cs: Není nastavena kořenová složka vyhrazeného prostředí.
fr: Aucune racine configurée pour les Prisons
nl: Geen jail-hoofdmap geconfigureerd.
pt_br: Não há raiz de Jail configurada.
ro: Niciun Jail root configurat.
ru: Не задан корень jail.
tr: Kafes için root yapılandırması yok.
uk: Не встановлено корiнь jail.

source: The path could not be mounted %(source)s: %(error)s
cs: Umístění nelze připojit %(source)s: %(error)s
fr: Le chemin n'a pas pu être monté %(source)s: %(error)s
nl: Het pad kon niet worden gekoppeld %(source)s: %(error)s
pt_br: O caminho não pôde ser montado %(source)s: %(error)s
ro: Calea nu poate fi montată %(source)s: %(error)s
ru: Путь не может быть смонтирован %(source)s: %(error)s
tr: Yol, %(source)s için bağlanamadı : %(error)s
uk: Шлях не може бути змонтовано %(source)s: %(error)s
