Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Allow mounting of any subdirectory under this mount point if selected. Otherwise, only the top level directory can be mounted.
ca: Permetre muntar qualsevol subdirectori per sota d'aquest punt de muntatge si es selecciona. D'altra manera només el directori de nivell més alt pot ser muntat.
cs: Umožnit připojení libovolné podsložky tohoto přípojného body. Když není zapnuto, je možné připojit pouze složky na nejvyšší úrovni.
de: Erlaubt das Einhängen beliebiger Unterverzeichnisse dieser Freigabe. Andernfalls kann lediglich das Hauptverzeichnis der Freigabe eingehängt werden.
es: Permite montar cualquier subdirectorio por debajo de este punto. Si no, solo el nivel más alto podra ser montado
fr: Permettre le montage dans un sous-répertoire de ce point de montage. Sinon, seul le répertoire de haut niveau peut être monté.
nl: Wanneer geselecteerd, wordt koppelen van submappen onder dit koppelpunt toegestaan. Anders kan alleen de map op het hoogste niveau worden gekoppeld.
pt: Permitir a montagem de qualquer sub-directório neste ponto de montagem, se seleccionado. Caso contrário, apenas o directório superior pode ser montado.
pt_br: Permite montagem de qualquer sub-diretório sobre este ponto de montagem quando selecionado. De outro modo, somente o primeiro diretorio poderá ser montado.
ro: Permite montarea oricărui subdirector în acest punct dacă este selectat. Altfel, doar directorul cu cea mai mare ierarhie poate fi montat.
ru: Разрешить монтирование любого подкаталога глубже этой точки. В противном случае, только каталог верхнего уровня может быть смонтирован.
sk: Ak je vybrané, bude povolené mountovanie ľubovoľného podadresára v tomto prípojnom bode. V opačnom prípade bude možné mountovať iba adresár najvyššej úrovne.
sr: Dozvoli montiranje bilo kog pod-direktorijuma pod ovom tačkom montiranja ukoliko bude naznačeno. U suprotnom, samo gornji nivo direktorijum-a može da se montira.
sv: Tillåt montering av valfri underkatalog under denna monteringspunkt om vald. Annars kan endast den översta katalogen monteras.
tr: Seçilirse bu bağlama noktası altında herhangi bir alt dizini bağlamaya izin verir. Aksi taktirde, sadece üst düzey dizin bağlanabilir.
uk: Дозволити монтування будь-якого підкаталогу глибше цієї точки. В іншому випадку, тільки каталог верхнього рівня може бути змонтований.

source: Read Only
ca: Només de lectura
cs: Pouze pro čtení
de: Nur Lesen
es: Solo Lectura
fr: Lecture seule
nl: Alleen-lezen
pl: Tylko do odczytu
pt: Lêr Apenas
pt_br: Somente Leitura
ro: Doar citire
ru: Только для чтения
sk: Iba na čítanie
sr: Samo za čitanje
sv: Skrivskyddad (Bara läsa)
tr: Salt Okunur
uk: Тільки для читання

source: Export the share read only. Writes are not permitted.
ca: Exporta la compartició com només de lectura. Escriptures no seran permeses.
cs: Exportovat sdílení jen pro čtení. Zápis není umožněn.
de: Die Freigabe nur mit Leserechten bereitstellen. Schreibzugriffe sind nicht zugelassen.
es: Exportar el compartido como solo lectura. Las escrituras No estan permitidas
fr: Exporter le partage en lecture seule. L'écriture n'est pas autorisée.
nl: De share als alleen-lezen exporteren. Schrijven is niet toegestaan.
pl: Udostępnia udział tylko do odczytu. Zapis nie jest dozwolony.
pt: Exportar para leitura apenas. Não é permitida a escrita.
pt_br: Exportar o compartilhamento apenas como leitura. Alterações não são permitidas.
ro: Exportă partajărea doar pentru citire. Scrierea nu este permisă.
ru: Экспорт общего ресурса только для чтения. Запись не допускаются.
sk: Exportovať zdieľaný adresár iba na čítanie. Zápis nie je povolený.
sr: Izvesti deljeni resurs dostupan samo za čitanje. Upisi nisu dozvoljeni.
sv: Exportera utdelningen skrivskyddad(Bara läsa). Skrivningar är inte tillåtna.
tr: Salt okunur paylaşımı dışa aktarır. Yazmalara izin verilmez.
uk: Експорт спільного ресурсу тільки для читання. Запис не допускаються.

source: Quiet
ca: Silenciós
cs: Tiše
de: Still
es: Silencio
fr: Silencieux
nl: Stil
pl: Cichy
pt: Silencio
pt_br: Silencioso
ro: Silenţios
ru: Тихий
sk: Ticho
sr: Tihi
sv: Tyst
tr: Sessiz
uk: Тихий

source: Inhibit syslog warnings if there are problems with exporting this share.
ca: Anul·la els avisos de syslog si hi ha problemes exportant aquesta compartició.
cs: Nehlásit do syslog problémy s exportem sdílení.
de: Im Falle von Problemen bei der Bereitstellung der Freigabe die Warnungen an den "syslog"-Dienst verhindern.
es: Deshabilitar las alarmas del syslog si hay problemas al exportar este compartido.
fr: Inhibe les alertes syslog concernant les problèmes d'export de ce partage.
nl: Schakel syslog-waarschuwingen uit als er problemen zijn met het exporteren van deze share.
pl: Wstrzymaj wyświetlanie błędów, jeśli wystąpią problemy z eksportem udziału
pt: Inibir syslog avisos se houver problemas com esta quota de exportação.
pt_br: Inibir avisos do syslog se há um problema com a exportação deste compartilhamento.
ro: Inhibă avertismentele syslog dacă sunt probleme cu această partajare.
ru: В случае возникновения проблем с экспортом этого общего ресурса, журнал оповещений отключается.
sk: Potlačiť varovania syslogu ak sa vyskytnú problémy s exportovaním tohto zdieľaného adrsára.
sr: Zaustavi syslog upozorenja ako postoje problemi oko izvoza ovog deljenog resursa.
sv: Förhindra syslog varningar om det finns problem med att exportera denna utdelning.
tr: Bu paylaşımı dışa aktarma ile ilgili bir sorun olursa syslog uyarılarını engeller.
uk: У разі виникнення проблем з експортом цього спільного ресурсу, журнал оповіщень відключається.

source: Maproot User
ca: Usuari Maproot
cs: Uživatel pro Maproot
de: Benutzer für Root-Zuordnung
es: Mapa raiz de Usuario
fr: Lier root à l'utilisateur
nl: Maproot-gebruiker
pl: Użytkownik maproot
pt: Maproot Utilizador
pt_br: Usuário Maproot
ro: Utilizator Maproot
ru: Закрепить идентификатор root за пользователем
sk: Maproot užívateľ
sr: Maproot korisnik
sv: maproot användare
tr: Maproot Kullanıcısı
uk: Закріпити ідентифікатор "root" за користувачем

source: User to map root to
ca: Usuari al que se li assigna el root
cs: Uživatelský účet na který mapovat přihlášení účtem správce (root)
pl: Uzytkownik do którego jest mapowany root
sk: Užívateľ mapuje roota do

source: Maproot Group
ca: Grup Maproot
cs: Skupina pro Maproot
de: Gruppe für Root-Zuordnung
es: Mapa raiz de Grupo
fr: Lier root au groupe
nl: Maproot-groep
pl: Grupa maproot
pt: Maproot Grupo
pt_br: Grupo Maproot
ro: Grup Maproot
ru: Закрепить идентификатор root за группой
sk: Maproot skupina
sr: Maproot Grupa
sv: maproot grupp
tr: Maproot Grubu
uk: Закріпити ідентифікатор "root" за групою

source: Group to map root to
ca: Grup al que se li assigna el root
cs: Skupina na kterou mapovat přihlášení účtem správce (root)
pl: Grupa do której jest mapowany root
sk: Mapovať skupinu root do

source: Mapall User
ca: Usuari Mapall
cs: Uživatel pro Mapall
de: Benutzer für pauschale Zuordnung
es: Mapa de todos los Usuarios
fr: Lier "tout le monde" à l'utilisateur
nl: Mapall-gebruiker
pl: Użytkownik mapall
pt: Mapall Utilizador
pt_br: Usuário Mapall
ro: Utilizator Mapall
ru: Закрепить идентификатор all за пользователем
sk: Mapall užívateľ
sr: Mapall korisnik
sv: mapall användare
tr: Mapall Kullanıcısı
uk: Закріпити ідентифікатор "all" за користувачем

source: User to map all users to
ca: Usuari per assignar a tots els usuaris
cs: Uživatelský účet na který mapovat přihlášení jakýmkoli uživatelským účtem
pl: Użytkownik do którego są mapowani wszyscy użytkownicy
sk: Užívateľ mapujúci všetkých užívateľov do

source: Mapall Group
ca: Grup Mapall
cs: Skupina pro Mapall
de: Gruppe für pauschale Zuordnung
es: Mapa de todos los grupos
fr: Lier "tout le monde" au groupe
nl: Mapall-groep
pl: Grupa mapall
pt: Mapall Grupo
pt_br: Grupo Mapall
ro: Grup Mapall
ru: Закрепить идентификатор all за группой
sk: Mapall skupina
sr: Mapall Grupa
sv: mapall grupp
tr: Mapall Grubu
uk: Закріпити ідентифікатор "all" за групою

source: Group to map all users to
ca: Grup per assignar a tots els usuaris
cs: Skupina na kterou mapovat přihlášení jakýmkoli uživatelským účtem
pl: Grupa do której są mapowani wszyscy użytkownicy
sk: Skupina mapujúca všetkých užívateľov do

source: Unix (NFS) Share
cs: unixové (NFS) sdílení
de: Unix (NFS) Freigabe
es: Compartidos NFS (Unix)
fr: Partage Unix (NFS)
pt: Partilha (NFS) Unix
pt_br: Compartilhamento UNIX (NFS)
ro: Partajare Unix (NFS)
ru: Общий ресурс Unix (NFS)
sr: Unix (NFS) deljeni resurs
sv: Unix (NFS) utdelning
tr: Unix (NFS) Paylaşımı
uk: Спільний ресурс Unix (NFS)

source: Unix (NFS) Shares
cs: unixová (NFS) sdílení
de: Unix (NFS) Freigaben
es: Compartido Unix (NFS)
fr: Partages Unix (NFS)
pt: Partilhas (NFS) Unix
pt_br: Compartilhamentos Unix (NFS)
ro: Partajări UNIX (NFS)
ru: Общие ресурсы Unix (NFS)
sr: Unix (NFS) deljeni resursi
sv: nix (NFS) utdelningar
tr: Unix (NFS) Paylaşımları
uk: Спільні ресурси UNIX (NFS)

source: Sharing
ca: Compartició
cs: Sdílení
de: Freigaben
es: Compartido
fr: Partage
nl: Delen
pl: Udziały
pt: Partilha
pt_br: Compartilhamento
ro: Partajări
ru: Общие ресурсы
sk: Zdieľanie
sr: Deljenje
sv: Delning
tr: Paylaşım
uk: Спільні ресурси

source: Enter positive number (optionally suffixed by K, M, G, T), or, 0
cs: Zadejte kladné číslo (volitelně s příponou K, M, G, T), nebo 0
tr: Pozitif bir sayı (isteğe bağlı sonuna eklenen K, M, G, T) veya 0 girin
uk: Введіть додатнє число (опціонально з суфіксом М, G, T), або 0

source: %s is not a valid number
cs: %s není platné číslo
de: %s ist keine gültige Zahl
es: %s no es un número válido.
fr: %s n'est pas un nombre valide
nl: %s is geen geldig nummer
pt: %s não é um numero válido
pt_br: %s não é um número válido
ro: Numărul %s este invalid
ru: %s не допустимое число
sr: %s nije ispravan broj
sv: %s är ​​inte ett giltigt nummer
tr: %s geçerli bir sayı değil
uk: %s не допустиме число

source: Volume name
ca: Nom del volum
cs: Název svazku
de: Datenträgerbezeichnung
es: Nombre del Volumen
fr: Nom du volume
nl: Volumenaam
pl: Nazwa wolumenu
pt: Nome do volume
pt_br: Nome do volume
ro: Nume volum
ru: Имя тома
sk: Meno volumu/zväzku
sr: Ime volumena
sv: Volym namn
tr: Birim adı
uk: Ім'я тому

source: Filesystem type
ca: Tipo de sistema de fitxers
cs: Typ souborového systému
pl: System plików
sk: Typ súborového systému

source: Force 4096 bytes sector size
ca: Forçar la mida del sector a 4096 bytes
cs: Vynutit velikost sektoru 4096 bajtů
pl: Wymuś rozmiar sektora na 4096 bajtów
sk: Vynútiť 4096-bytovú veľkosť sektora

source: Specify custom path
cs: Zadejte popis vlastního umístění
de: geben Sie einen individuellen Pfadnamen an
es: Especifique una ruta personalizada
fr: Préciser le chemin personnalisé
nl: Aangepast pad opgeven
pt: Especifique caminho personalizado
pt_br: Especifique um caminho
ro: Definire cale personalizată
ru: Укажите пользовательский путь
sr: Navedi prilagođenu putanju
sv: Ange anpassad väg
tr: Özel yol belirleyin
uk: Вкажіть користувацький шлях

source: Leaving this blank will give the volume a default path of /mnt/${VOLUME_NAME}
cs: Pokud ponecháte toto pole prázdné, získá svazek umístění ve tvaru /mnt/${NAZEV_SVAZKU}
de: Wenn dieses Feld freigelassen wird, erhält das Volume den Standardpfad /mnt/${VOLUME_NAME}
es: Dejando esto el blanco se dará al volumen una ruta por defecto /mnt/${VOLUME_NAME}
fr: Laisser vide donnera au volume un chemin par défaut de /mnt/${VOLUME_NAME}
nl: Dit leeg laten zal het volume een standaardpad als /mnt/${VOLUME_NAME} geven
pt: Deixando em branco dará o volume um caminho padrão de /mnt/${VOLUME_NAME}
pt_br: Deixando em branco este campo o nome do volume padrão será /mnt/${VOLUME_NAME}
ro: Dacă lăsaţi cîmpul necompletat calea implicită pentru volum va fi /mnt/${VOLUME_NAME}
ru: Оставьте это поле пустым, чтобы задать путь по умолчанию /mnt/${VOLUME_NAME}
sr: Ostavljanjo prazno će dati volumenu podrazumevanu putanju /mnt/${VOLUME_NAME}
sv: Lämna fältet tomt kommer ge volymen en standard sökväg / mnt/${VOLUME_NAME}
tr: Bu alanı boş bırakmak, /mnt/${VOLUME_NAME} varsayılan yoluna birim verecek
uk: Залиште це поле порожнім, щоб задати типовий шлях /mnt/${VOLUME_NAME}

source: The volume name must start with letters and may include numbers, "-", "_" and "." .
cs: Je třeba, aby název svazku začínal písmenem. Dále ještě může obsahovat čísla a znaky „-“ (spojovník), „_“ (podtržítko) a „.“ (tečka).
de: Die Datenträgerbezeichnung muss mit Buchstaben beginnen und darf Nummern sowie folgende Zeichen enthalten: "-", "_", ".".
es: El nombre del Volumen debe empezar con una letra y puede incluir numeros y "-", "_"
fr: Le nom de volume doit commencer par une lettre et peut inclure des nombres, '-', '_' et '.'.
nl: De volumenaam moet met letters beginnen en mag cijfers, '-', '_' en '.' bevatten.
pt: O nome do volume deve começar com letras e podem incluir números, "-", "_" e "." .
pt_br: O nome do volume deve começar com letras e pode conter números, "-", "_" e ".".
ro: Numele volumului trebuie să înceapă cu litere şi poate include numere şi caracterele "-", "_" şi "." .
ru: Имя тома должно начинаться с буквы и может включать в себя цифры, " -", "_" и "." .
sr: Ime volumena mora da počne sa slovima i može da uključuje i brojeve, "-", "_" i "." .
sv: Volym Namnet måste börja med bokstäver och kan bestå av siffror, "-", "_" och "." .
tr: Birim adı bir harfler ile başlamak zorunda ve sayılar, "-", "_" ve "." içerebilir.
uk: Ім'я тому повинно починатися з літери і може включати в себе цифри, " -", "_" та "." .

source: A volume with that name already exists.
cs: Svazek s takovým názvem již existuje.
de: Es existiert bereits ein Volume mit diesem Namen.
es: Un volumen con ese nombre ya existe.
fr: Un volume avec ce nom existe déjà.
nl: Er bestaat al een volume met die naam.
pt_br: Já existe um volume com esse nome.
ro: Un volum cu acest nume există deja.
ru: Том с таким именем уже существует.
sr: Volumen sa tim imenom već postoji.
sv: En volym med det namnet finns redan.
tr: Bu isimde bir birim zaten var.
uk: Том з таким ім'ям вже існує.

source: Path does not exist.
cs: Zadané umístění neexistuje.
de: der Pfad existiert nicht
es: La ruta no existe.
fr: Le chemin n'existe pas.
nl: Pad bestaat niet.
pt: Caminho não existe.
pt_br: Caminho não existe
ro: Calea nu există.
ru: Путь не существует.
sr: Putanja ne postoji.
sv: Sökvägen finns inte.
tr: Yol mevcut değil.
uk: Шлях не існує.

source: Path is not a directory.
cs: Zadané umístění není složkou.
de: der Pfad ist kein Verzeichnis
es: La ruta no es un directorio.
fr: Le chemin n'est pas un répertoire.
nl: Pad is geen map.
pt: Caminho não é uma pasta.
pt_br: O caminho não é um diretório.
ro: Calea nu este un folder.
ru: Путь не является каталогом.
sr: Putanja nije direktorijum.
sv: Sökvägen är inte en katalog.
tr: Yol bir dizin değil.
uk: Шлях не є каталогом.

source: You cannot select an existing ZFS volume and specify a new volume name
cs: Nelze vybrat již existující ZFS svazek a dát mu nový název
nl: U kunt geen bestaand ZFS-volume selecteren en een nieuwe volumenaam opgeven

source: You must specify a new volume name or select an existing ZFS volume to append a virtual device
cs: Je třeba zadat název nového svazku nebo vybrat již existující ZFS svazek, ke kterému připojit virtuální zařízení
de: Es muss ein neuer Volume Name vergeben oder ein bestehendes ZFS Volume ausgewählt werden, um das virtuelle Gerät zu erweitern.
es: Debe especificar un nuevo nombre de volumen o seleccionar un volumen ZFS existente para añadirlo al dispositivo virtual
fr: Vous devez spécifié un nouveau nom de volume ou sélectionner un volume ZFS existant pour ajouter un périphérique virtuel
nl: U moet een nieuwe volumenaam opgeven of een bestaand ZFS-volume selecteren om een virtueel apparaat toe te voegen
pt_br: Você deve especificar um nome novo para o volume ou selecionar um volume ZFS existente para anexar um dispostivo virtual.
ro: Va trebui să specificați un volum nou sau să selectați un volum ZFS existent pentru a adăuga un dispozitiv virtual
ru: Вы должны указать новое имя тома или выбрать существующий том ZFS для добавления виртуальных устройств
sr: Morate navesti ime novog volumena ili izabrali postojeći ZFS volumen da dodate virtuelni uređaj
sv: Du måste ange en ny volym namn eller välj en befintlig ZFS volym för att lägga till en virtuell enhet
tr: Yeni bir birim adı belirtmek ya da sanal bir aygıt eklemek için varolan bir ZFS birimini seçmek zorundasınız
uk: Ви повинні вказати ім'я нового ZFS тому, або вибрати ім'я існуючого тому для додання нового віртуального пристрою

source: You already have a volume with same name
ca: Ja tens un volum amb el mateix nom
cs: Tento název je již používán jiným svazkem
de: Es existiert bereits ein Datenträger mit dieser Bezeichnung.
es: Ya hay un Volumen con el mismo nombre
fr: Il y a déjà un volume avec le même nom
nl: U hebt al een volume met dezelfde naam
pl: Wolumen o tej nazwie już istnieje
pt: Já existe um volume com o mesmo nome
pt_br: Você já possui um volume com o mesmo nome
ro: Există deja un volum cu acelaşi nume
ru: У вас уже есть том с таким же именем
sk: Zväzok s rovnakým názvom už existuje
sr: Već imate volumen sa istim imenom
sv: Du har redan en volym med samma namn
tr: Zaten aynı isimde bir birime sahipsiniz
uk: У вас вже є том з таким ім'ям

source: "log" is a reserved word and thus cannot be used
ca: "log" és una paraula reservada i no pot ser usada
cs: Slovo „log“ je vyhrazeno k jiným účelům a proto ho zde nelze použít
pl: "log" to słowo zarezerwowane i nie może być użyte
sk: "log" je vyhradené slovo a preto nemôže byť použité

source: The volume name may NOT start with c[0-9], mirror, raidz or spare
ca: El nom del volum NO pot començar amb c[0-9], mirror, raidz o spare
cs: NENÍ možné, aby název svazku začínal následujícími řetězci znaků: c0 až c9, mirror, raidz a spare
sk: Názov zväzku NEmôže začínať s c[0-9], mirror, raidz alebo spare.

source: UFS volume names cannot be higher than 9 characters
cs: Název UFS svazku nemůže být delší než 9 znaků
de: UFS Volume Namen dürfen nicht länger als 9 Zeichen sein
es: El nombre del volumen UFS no puede exceder de 9 caracteres
fr: Les noms de volumes UFS ne peuvent pas être supérieurs à 9 caractères
nl: UFS-volumenamen kunnen niet langer zijn dan 9 tekens
pt: Os nomes de volumes UFS não podem ter mais de 9 caracteres
pt_br: Nome de volumes de UFS não pode ser maior que 9 caracteres
ro: Numele volumului UFS nu poate avea mai mult de 9 caractere
ru: Имена томов UFS не могут содержать больше 9 знаков
sr: UFS ime volumena nemože biti više od 9 karaktera
sv: UFS volym namn kan inte vara längre än 9 tecken
tr: UFS birim adları 9 karakterden daha fazla olamaz
uk: Імена томів UFS не можуть містити більше 9 символів

source: UFS volume names can only contain alphanumeric characters
cs: Název UFS svazku může obsahovat pouze písmena a číslice
de: UFS Volumebezeichnungen dürfen nur alphanumerische Zeichen beinhalten
es: Los nombres de volumen UFS solo pueden contener caracteres alfanuméricos
fr: Les noms de volumes UFS ne peuvent contenir que des caractères alphanumériques
nl: UFS-volumenamen kunnen alleen alfanumerieke tekens bevatten
pt: Nomes de volumes UFS só pode conter caracteres alfanuméricos
pt_br: O volume UFS somente poderá conter caracteres alfanuméricos
ro: Numele volumului UFS poate conţine doar caractere alfanumerice
ru: Имена томов UFS могут содержать только алфавитно-цифровые символы
sr: UFS ime volumena može samo da sadrži alfanumeričke karaktere
sv: UFS volymnamn kan bara innehålla alfanumeriska tecken
tr: UFS birim adları sadece alfasayısal karakterleri içerebilir
uk: Імена томів UFS можуть містити тільки алфавітно-цифрові символи

source: Member disk
ca: Disc membre
cs: Účastnící se disk
de: Verbundfestplatte
es: Disco de miembro
fr: Disque membre
nl: Lidschijf
pl: Dysk składowy
pt: Disco membro
pt_br: Membros do disco
ro: Disc membru
ru: Член дискового массива
sk: Členský disk
sr: Član disk
sv: Medlems disk
tr: Üye disk
uk: Член дискового масиву

source: The selected disks were not verified for this import rules.
ca: Els discs seleccionats no han estat verificats per aquesta regla d'importació
cs: Zvolené disky nebyly ověřeny vůči těmto pravidlům importu.
de: Die ausgewählten Festplatten wurden nicht für diese Importregeln verifiziert.
es: El disco seleccionado no será verificado con estas reglas de importación
fr: Les disques sélectionnés n'ont pas été vérifiés pour cette règle d'importation.
nl: De geselecteerde schijven zijn niet geverifieerd voor deze importregels.
pt: Os discos seleccionados não foram verificados para as regras de importação definidas.
pt_br: Os discos escolhidos não foram verificados por esta regra de importação.
ro: Discurile selectate nu au fost verificate pentru a se conforma cu aceste reguli
ru: Выбранные диски не были проверены для этих правил импорта.
sk: Vybraný disk nebol overený pre tieto importovacie pravidlá.
sr: Izabrane diskovi nisu verifikovani za ovaj uvoz pravila.
sv: De utvalda hårddiskar har inte kontrollerats för denna import.
tr: Seçilen diskler bu içe aktarma kuralları için doğrulanamadı.
uk: Вибрані диски не були перевірені для цих правил імпорту.

source: An error occurred while labeling the disk.
ca: Algun error ha succeït mentre s'etiquetaba el disc
cs: Nastala chyba při přidělování jmenovky disku.
de: Einige Fehler traten während der Benennung der Festplatte auf.
es: Error al etiquetar el disco
fr: Une erreur est survenue pendant la labélisation du disque.
nl: Er is een fout opgetreden tijdens het labelen van de schijf.
pl: Wystąpił nieokreślony błąd podczas nadawania nazwy dysku.
pt: Ocorreram alguns erros ao renomear o disco.
pt_br: Alguns erros ocorreram enquanto nomeava o disco.
ro: Au apărut erori la etichetarea discului
ru: Ошибки при маркировке диска.
sk: Nastala nejaká chyba pri pokuse olejblovať disk.
sr: Greška se dogodila prilikom obeležavanja diska.
sv: Ett fel uppstod vid märkning av disken.
tr: Disk etiketlenirken bir hata meydana geldi.
uk: Помилки при маркуванні диска.

source: Volume
ca: Volum
cs: Svazek
es: Volumen
pl: Wolumen
ro: Volum
ru: Том
sk: Zväzok (Volume)
sr: Volumen
sv: Volym
tr: Birim
uk: Том

source: You must select a volume.
ca: Has de seleccionar un volum.
cs: Je třeba vybrat svazek.
de: Sie müssen ein Volume wählen.
es: Debe seleccionar un volumen
fr: Vous devez sélectionner un volume.
nl: U moet een volume selecteren.
pl: Musisz wybrać wolumen.
pt: Tem de escolher um volume.
pt_br: Você pode selecionar um volume.
ro: Selectaţi un volum.
ru: Вы должны выбрать том.
sk: Musíš vybrať zväzok (volume).
sr: Morate da izaberete volumen.
sv: Du måste välja en volym.
tr: Bir birim seçmek zorundasınız.
uk: Ви повинні вибрати том.
