Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Create Internal Certificate
cs: Vytvořit vnitřní certifikát
nl: Intern certificaat aanmaken
ru: Создать внутренний сертификат
tr: Dahili Sertifika Oluştur
uk: Створити внутрішній сертифікат

source: Create Boot
cs: Vytvořit zaváděcí prostředí
nl: Boot aanmaken
ru: Создать окружение загрузки
tr: Önyükleme Oluştur
uk: Створити оточення завантаження

source: Are you sure you want to delete %(name)s?
cs: Opravdu chcete smazat %(name)s?
nl: Weet u zeker dat u %(name)s wilt verwijderen?
ru: Вы уверены, что хотите удалить %(name)s?
tr: %(name)s silmek istediğinize emin misiniz?
uk: Ви дійсно хочете видалити %(name)s?

source: Create Certificate Signing Request
cs: Vytvořit požadavek na podepsání certifikátu
nl: Aanvraag voor certificaatondertekening aanmaken
ru: Создать запрос подписи сертификата
tr: Sertifika İmzalama İsteği Oluştur
uk: Створити запит підпису сертифіката

source: Import CA
cs: Importovat certifikační autoritu
nl: CA importeren
ru: Импорт центра сертификации
tr: CA'yı İçe Aktar
uk: Імпорт центру сертифікації

source: Create Internal CA
cs: Vytvořit vnitřní certifikační autoritu
nl: Interne CA aanmaken
ru: Создать внутренний центр сертификации
tr: Dahili CA Oluştur
uk: Створити внутрішній центр сертифікації

source: Create Intermediate CA
cs: Vytvořit zprostředkovávající cert. autoritu
nl: Tussenliggende CA aanmaken
ru: Создать промежуточный центр сертификации
tr: Orta Seviye CA Oluştur
uk: Створити проміжний центр сертифікації

source: Rename boot environment %(name)s
cs: Přejmenovat zaváděcí prostředí %(name)s
nl: Opstartomgeving %(name)s hernoemen
ru: Переименовать окружение загрузки %(name)s
tr: %(name)s önyükleme ortamını yeniden adlandır
uk: Перейменувати оточення завантаження %(name)s

source: Manual Update
cs: Ruční aktualizace
nl: Handmatig bijwerken
ru: Ручное обновление
tr: Elle Güncelleme
uk: Ручне оновлення

source: IP address(es) to bind to. If none specified, allavailable interfaces that are up will be listened on.
cs: IP adresy, na které navázat. Pokud není určená žádná, bude spojení očekáváno na všech dostupných rozhraních.
nl: IP-adres(sen) waarmee wordt gebonden. Als niets is opgegeven, wordt op alle actieve beschikbare interfaces geluisterd.
ru: IP-адрес (адреса) для простушивания. Если не указано, будут прослушиваться все доступные интерфейсы.
tr: Bağlanması için IP adres(leri)i. Eğer hiçbiri belirtilmediyse, tüm kullanılabilir açık olan arayüzler dinlenecektir.

source: Import Disk
cs: Importovat disk
nl: Schijf importeren
ro: Import disc
ru: Импорт диска
tr: Diski İçe Aktar
uk: Імпорт диска

source: Root E-mail
cs: E-mail správce systému (root)
nl: E-mailadres van root
ru: E-mail root'а
tr: Root E-postası
uk: E-mail root'а

source: Administrative email address used for alerts.
cs: Správní e-mailová adresa pro účely posílání výstrah.
nl: Gebruikte beheer-e-mailadres voor waarschuwingen.
ru: E-mail адрес используемый для оповещений.
tr: Uyarılar için kullanılan yönetimsel e-posta adresi.
uk: E-mail адреса що використовується для оповіщень.

source: Console messages
cs: Zprávy na konzoli
nl: Consoleberichten
ru: Сообщения консоли
tr: Konsol iletileri
uk: Повідомлення консолі

source: Show console messages in the footer.
cs: V zápatí stránky zobrazovat zprávy z terminálu.
nl: Consoleberichten in de voettekst tonen.
ru: Показывать консольные сообщения в нижней части страницы.
tr: Altbilgide konsol iletilerini gösterir.
uk: Показувати повідомлення в нижній частині сторінки.

source: Clone
cs: Klonovat
nl: Klonen
ru: Клонировать
tr: Çoğalt
uk: Клонувати

source: Site Name
cs: Název místa (site)
nl: Websitenaam
pt_br: Nome do Servidor
ro: Nume site
ru: Имя Сайта
tr: Site Adı
uk: Назва сайту

source: Name of site to use.
cs: Název místa, které má být použito.
fr: Nom de site à utiliser.
nl: Naam van te gebruiken website.
ro: Numele siteului de utilizat.
ru: Имя сайта, которое следует использовать.
tr: Kullanmak için site adı.
uk: Назва сайту, що треба використати.

source: This parameter controls whether or not Samba should obey PAM's account and session management directives
cs: Tento parametr řídí, zda se Samba bude řídit pokyny systému správy účtů a relací PAM
nl: Deze parameter bepaalt of Samba de instructies voor account- en sessiebeheer van PAM moet volgen
ro: Acest parametru stabilește dacă Samba va respecta sau nu directivele PAM pentru conturi și managementul sesiunilor
ru: Этот параметр управляет, должен ли Samba подчиняться директивам управления аккаунтом и сеансом PAM
tr: Bu parametre, Samba'nın PAM'ın hesabına ve oturum yönetimi yönergelerine uyup uymaması gerektiğini denetler
uk: Цей параметр управляє, чи повинен Samba підкорятися директивам управління аккаунтом і сеансом PAM

source: IP address(es) to bind to. If none specified, all available interfaces that are up will be listened on.
cs: IP adresy pro spojení. Pokud není zadáno, bude spojení očekáváno na všech aktivních rozhraních.
nl: IP-adres(sen) waarmee wordt gebonden. Als niets is opgegeven, wordt op alle actieve beschikbare interfaces geluisterd.
ro: Adresa IP de atașat. Dacă nu este nimic specificat vor fi utilizate toate interfețele disponibile.
ru: IP-адрес(а) для привязки. Если ничего не указано, будут прослушиваться все доступные интерфейсы.
tr: Bağlanması için IP adres(leri)i. Eğer hiçbiri belirtilmediyse, tüm kullanılabilir açık olan arayüzler dinlenecektir.
uk: IP-адреса(и) для прив'язки. Якщо нічого не вказано, будуть прослуховуватися всі доступні інтерфейси.

source: Only one replication allowed per dataset.
cs: Z jedné datové sady lze dělat pouze jednu replikaci.
nl: Slechts één replicatie per gegevensset toegestaan.
ru: Только одна репликация разрешена для набора данных.
tr: Veri kümesi başına sadece bir çoğaltmaya izin verildi.
uk: Тільки одна реплікація дозволена для набору даних.

source: Only one replication allowed per dataset, including parent dataset set up recursively.
cs: Na jednu datovou sadu je možná pouze jediná replikace, včetně nadřazené datové sady, nastaveno rekurzivně.
nl: Slechts één replicatie per gegevensset toegestaan, inclusief recursief ingestelde bovenliggende gegevensset.
ru: Только одна репликация разрешена для набора данных, в том числе настроенная рекурсивно для материнского набора.
tr: Veri kümesi başına sadece bir çoğaltmaya izin verildi, yinelemeli ana veri kümesini ayarlama dahil.
uk: Тільки одна реплікація дозволена для набору даних, у тому числі налаштована рекурсивно для материнського набору.

source: Trains
cs: Varianty
ru: Поезда
tr: Çalışmalar

source: Edit zvol
cs: Upravit ZFS svazek
nl: Zvol bewerken
ru: Изменить zvol
tr: Zvol düzenle
uk: Змінити zvol

source: Only one row for the vitual device of type %s is allowed.
cs: Pro virtuální zařízení typu %s je povolen pouze jeden řádek.
nl: Er is slechts één rij voor het virtuele apparaat van het type %s toegestaan.
ru: Допускается только одна строка для виртуального устройства типа %s.
tr: Sadece %s türünde sanal aygıt için tek satıra izin verilir.
uk: Допускається тільки один рядок для віртуального пристрою типу %s.

source: Zvol successfully edited.
cs: ZFS svazek byl úspěšně upraven.
nl: Zvol met succes bewerkt.
ro: Zvol editat cu scucces.
ru: ZVOL успешно изменен.
tr: Zvol başarılı olarak düzenlendi.
uk: ZVOL успішно змiнено.

source: Winbind NSS Info
cs: Informace Winbind NSS
ro: Info NSS Winbind
tr: Winbind NSS Bilgisi

source: This parameter is designed to control how Winbind retrieves Name Service Information to construct a user's home directory and login
cs: Tento parametr je navržen pro řízení toho, jak komponenta Winbind získává informace o jmenné službě pro vytváření domovských složek uživatelů a přihlašovací jméno
nl: Deze parameter is ontworpen om te bepalen hoe Winbind gegevens over de naamgevingsservice ophaalt om een basismap en aanmelding voor een gebruiker aan te maken
ro: Acest parametru stabilește cum servicul Winbind va accesa informațiile din Serviciul de Nume pentru a genera directorul home și informațiile de autentificare.
ru: Этот параметр предназначен управлять тем как Winbind извлекает Name Service Information для построения домашнего каталога пользователя и входа
tr: Bu parametre, bir kullanıcının ana dizini ve oturum açma bilgisini inşaa etmek için Winbind'ın Ad Hizmeti Bilgilerini nasıl aldığını denetlemek için tasarlandı
uk: Цей параметр призначений керувати тим як Winbind витягує Name Service Information для побудови домашнього каталогу користувача і входу

source: IPv6 Autoconfigure
cs: Automatické nastavení IPv6
fr: Configuration IPv6 automatique
nl: IPv6-autoconfiguratie
ru: Автоматически настроить IPv6
tr: IPv6 Otomatik Yapılandırma
uk: Автоматично налаштувати IPv6

source: This will be used to access your WebDAV share.<br />For example http(s)://ip-of-freenas-machine:webdav_port/'Share Name'
cs: Toto bude sloužit pro přístup na WebDAV sdílení.<br />Např. http(s)://ip-adresa-stroje-s-freenas:webdav_port/nazev_sdileni
nl: Dit wordt gebruikt voor toegang tot uw WebDAV-share.<br />Bijvoorbeeld http(s)://ip-van-freenas-machine:webdav-poort/'Sharenaam'
ro: Utilizat pentru accesarea partajării WebDAV.<br />Spre examplu http(s)://ip-ul_sistemului-freenas:port_webdav/'Nume_partajare'
ru: Эта информация будет использоваться для доступа к вашему WebDAV ресурсу<br />Например, http(s)://ip-of-freenas-machine:webdav_port/'Share Name'
tr: Bu, WebDAV paylaşımınıza erişmek için kullanılacaktır.<br />Örneğin http(s)://freenas-makinesi-ipsi:webdav_b_noktası/'Paylaşım Adı'
uk: Ця інформація буде використовуватися для доступу до вашого WebDAV ресурсу<br />Наприклад, http(s)://ip-of-freenas-machine:webdav_port/'Share Name'

source: WARNING!
cs: VAROVÁNÍ!
fr: AVERTISSEMENT!
nl: WAARSCHUWING!
ro: ATENȚIE!
ru: ВНИМАНИЕ!
tr: UYARI!
uk: УВАГА!

source: Always backup the key! If the key is lost, the data on the disks will also be lost with no hope of recovery.
cs: Klíč si vždy zazálohujte! Jeho ztráta znamená přijít o data – bez naděje na obnovu.
nl: Maak altijd een back-up van de sleutel! Als de sleutel is verloren, zijn de gegevens op de schijven ook verloren, zonder kans op herstel.
ru: Всегда сохраняйте копии ключа! Если ключ будет утерян, данные на дисках также будут утеряны без надежды на восстановление.
tr: Anahtarı her zaman yedekleyin! Eğer anahtar kaybolursa, aynı zamanda disklerdeki veriler kurtarma ihtimali olmaksızın kaybolacaktır.
uk: Завжди зберігайте копії ключа! Якщо ключ буде загублений, дані на дисках також будуть загублені без надії на відновлення.

source: This type of encryption is primarily targeted at users who are storing sensitive data and want the ability to remove disks from the pool and dispose of/re-use them without concern for erasure.
cs: Tento typ šifrování je určen zejména uživatelům, kteří uchovávají citlivá data. Disky je díky šifrování možné vymontovat a zbavit se jich (či použít k jinému účelu), aniž je nutné řešit jejich důkladné smazání.
nl: Dit type versleuteling is primair gericht op gebruikers die gevoelige gegevens bewaren, schijven uit de pool willen kunnen verwijderen en deze zonder kans op wissen willen kunnen wegdoen/hergebruiken.
ru: Этот вид шифрования в первую очередь ориентирован на пользователей, хранящих секретные данные и желающих иметь возможность утилизировать диски не заботясь об их стирании.
tr: Şifrelemenin bu türü hassas veri saklayan ve havuzdan diskleri kaldırabilme kabiliyeti ve silme endişesi olmadan bunlardan kurtulmak/yeniden kullanmak isteyen kullanıcılarda öncelikli hedeftir.
uk: Цей вид шифрування в першу чергу орієнтований на користувачів, що зберігають секретні дані і бажаючих мати можливість утилізувати диски не піклуючись про їх стирання.

source: iXsystems, Inc. can not be held responsible for any lost or unrecoverable data as a consequence of using this feature.
cs: Společnost iXsystems, Inc. není odpovědná za jakákoli ztrátu či neobnovitelnost dat vzniklou následkem použití této funkce.
nl: iXsystems, Inc. kan niet verantwoordelijk worden gehouden voor enige verloren of onherstelbare gegevens als gevolg van het gebruik van deze functie.
ru: Корпорация iXsystems не несет ответственности в случае потери данных при использовании этой возможности.
tr: iXsystems, Inc. bu özelliğin kullanımı sonucunda herhangi bir kayıp veya kurtarılamaz veri için sorumlu tutulamaz.
uk: Корпорація iXsystems не несе відповідальності у разі втрати даних при використанні цієї можливості.

source: Failed to create %(path)s: %(error)s
cs: Nepodařilo se vytvořit %(path)s: %(error)s
fr: Impossible de créer %(path)s : %(error)s
nl: Aanmaken van %(path)s mislukt: %(error)s
pt_br: Falha ao criar %(path)s: %(error)s
ro: Eroare creare %(path)s: %(error)s
ru: Невозможно создать %(path)s: %(error)s
tr: %(path)s oluşturma başarısız: %(error)s
uk: Неможливо створити %(path)s: %(error)s

source: Only AlphaNumeric characters are allowed.
cs: Přípustné jsou pouze písmena a číslice.
nl: Alleen alfanumerieke tekens zijn toegestaan.
ro: Sunt permise doar caractere alfanumerice.
ru: Используйте буквы или цифры.
tr: Sadece Alfasayısal karakterlere izin verilir.
uk: Використовуйте літери або цифри.

source: You must provide a Root E-mail
cs: Je třeba zadat e-mailovou adresu správce systému (root)
nl: U moet een e-mailadres voor root opgeven
ru: Вы должны предоставить Root E-mail
tr: Bir Root E-postası vermek zorundasınız
uk: Ви повинні надати Root E-mail

source: Only one share is allowed to be a home share.
cs: Domovské sdílení může být pouze jedno.
nl: Er mag maar één share een basis-share zijn.
ru: Только один ресурс может быть домашним.
tr: Ana paylaşım olması için sadece bir paylaşıma izin verilir.
uk: Тільки один ресурс може бути домашнім.

source: Use as home share
cs: Použít jako domovské sdílení
nl: Gebruiken als basis-share
ru: Использовать как домашний ресурс
tr: Ana paylaşım olarak kullan
uk: Використовувати як домашній ресурс

source: VFS Objects
cs: Objekty virt. souborového syst. (VFS)
fr: Objets VFS
nl: VFS-objecten
ro: Obiecte VFS
ru: Объекты VFS
tr: VFS Nesneleri
uk: Об'єкти VFS

source: I'm also aware the snapshots are currently on hold for replication
cs: Beru také na vědomí, že v tuto chvíli je pozastavená replikace zachycených stavů
nl: Ik ben me er ook van bewust dat de momentopnamen momenteel wachten voor replicatie
ru: Я также знаю, что снимки в настоящее время удерживаются для репликации
tr: Ayrıca anlık görüntülerin şu anda çoğaltma için tutulduğunun farkındayım
uk: Я також знаю, що знімки в даний час утримуються для реплікації

source: Also delete the share's configuration
cs: Smazat také nastavení sdílení
nl: Ook configuratie van de share verwijderen
ru: Также удалить настройку ресурса
tr: Aynı zamanda paylaşımın yapılandırmasını siler
uk: Також видалити настройку ресурсу

source: Rsync Create
cs: Rsync vytvořit
ru: Создать Rsync
tr: Rsync Oluşturma
uk: Створити Rsync

source: Check this if the remotepath specified does<br>not exist, and you want to create it.
cs: Zaškrtněte, pokud umístění na protistraně<br>neexistuje a chcete ho vytvořit.
nl: Controleer dit als het opgegeven externe pad<br>niet bestaat, en u het wilt aanmaken.
ru: Отметьте если удаленный путь не существует,<br> и вы желаете создать его.
tr: Eğer belirtilen uzak yol mevcut değilse vebr>oluşturmak istiyorsanız bunu işaretleyin.

source: The Remote Path you specified does not exist or is not a directory.<br>Either create one yourself on the remote machine or check the<br>'rsync_create' field.<br>**Note**: This could also happen if the remote path entered<br> exceeded 255 characters and was truncated, please restrict it to<br>255. Or it could also be that your SSH credentials (remote host,etc) are wrong.
cs: Zadané umístění na protistraně neexistuje nebo se nejedná o složku.<br>Buď ji tam vytvořte ručně nebo zaškrtněte volbu<br>rsync_create (vytvořit).<br>**Poznámka**: K této situaci může dojít též v případě, že délka popisu umístění <br> přesáhla 255 znaků a byla proto zkrácena. Upravte tedy umístění tak, aby postačilo oněch<br>255 znaků. Případně by příčinou ještě mohla být chybná SSH pověření (název vzdáleného stroje, atd).
nl: Het externe pad dat u hebt opgegeven bestaat niet of is geen map.<br>Maak er zelf een aan op de externe machine, of controleer het veld<br>'rsync_create'.<br>**Noot**: dit kan ook gebeuren als het ingevoerde externe pad<br> langer is dan 255 tekens en is afgekapt; beperk dit tot<br>255. Het kan ook zo zijn dat uw SSH-referenties (externe host, etc.) onjuist zijn.
ru: Удаленный путь не существует или не является каталогом.<br>Создайте его на удаленной машине самостоятельно,<br>либо отметьте поле 'rsync_create'.<br>**Примечание**: Это также может произойти, если удаленный путь<br> превысил 255 символов и был усечен. Ограничьте его<br>255 символами. Также причиной могут быть неверные SSH полномочия (удаленный хост, и т.д.).
tr: Belirttiğiniz Uzak Yol mevcut değil ya da bir dizin değil.<br>Ya uzak makinede bir tane kendiniz oluşturun ya da <br>'rsync_create' alanını işaretleyin.<br>**Not**: Eğer uzak yol girildiyse, 255 karakteri aştıysa ve kesildiyse, bu<br> yine de olabilirdi, lütfen bunu 255 karaktere sınırlandırın.<br> Veya bu aynı zamanda yanlış olan SSH kimlik bilgileriniz (uzak anamakine, vb.) de olabilirdi.

source: SASL wrapping
cs: SASL opláštění
ro: Împachetare SASL
ru: Обертка SASL
tr: SASL kaydırma
uk: Обгортка SASL

source: The client ldap sasl wrapping defines whether ldap traffic will be signed or signed and encrypted (sealed).This option is needed in the case of Domain Controllers enforcing the usage of signed LDAP connections (e.g. Windows 2000 SP3 or higher). LDAP sign and seal can be controlled with the registry key "HKLM\System\CurrentControlSet\Services\NTDS\Parameters\LDAPServerIntegrity" on the Windows server side.
cs: LDAP SASL opláštění určuje zda budou přenášená LDAP data podepisována či podepisována a ještě šifrována (pečetěna). Této volby je třeba v případě doménového řadiče, vynucujícího používání podepsaných LDAP spojení (např. Windows 2000 SP3 a vyšší). LDAP podpis a pečeť lze na straně Windows serveru nastavit prostřednictvím klíče registrů „HKLM\System\CurrentControlSet\Services\NTDS\Parameters\LDAPServerIntegrity“.
nl: De client-ldap-sasl-wrapping definieert of ldap-verkeer ondertekend of ondertekend en versleuteld (verzegeld) zal zijn. Deze optie is nodig in het geval van domeincontrollers die het gebruik van ondertekende LDAP-verbindingen afdwingen (zoals Windows 2000 SP3 of hoger). LDAP-ondertekenen en -verzegelen kan worden beheerd met de registersleutel 'HKLM\System\CurrentControlSet\Services\NTDS\Parameters\LDAPServerIntegrity' aan de Windows-serverzijde.
ru: SASL обертка клиента LDAP определяет, будет ли LDAP трафик подписан или подписан и зашифрован. Это необходимо в случае контроллеров домена, исполняющих подписанные LDAP соединения (например Windows 2000 SP3 или выше). Подписыванием и шифрованием LDAP можно управлять с помощью ключа реестра "HKLM\System\CurrentControlSet\Services\NTDS\Parameters\LDAPServerIntegrity" на стороне сервера Windows.
tr: İstemci ldap sasl kaydırma, ldap trafiğinin imzalanıp imzalanmayacağını ya da hem imzalanıp hem de şifreleneceğini (mühürleneceğini) tanımlar. Bu seçenek Etki Alanı Denetleyecilerinin imzalanmış LDAP bağlantılarının (örn. Windows 2000 SP3 veya üzeri) kullanımına zorlaması durumunda gereklidir. LDAP imzası ve mührü Windows sunucusu tarafında "HKLM\System\CurrentControlSet\Services\NTDS\Parameters\LDAPServerIntegrity" kayıt defteri anahtarı ile denetlenebilir.
uk: SASL обгортка клієнта LDAP визначає, чи буде LDAP трафік підписано чи підписано і зашифровано. Це необхідно у випадку контролерів домену, виконуючих підписані LDAP з'єднання (наприклад Windows 2000 SP3 або вище). Підписуванням і шифруванням LDAP можна керувати за допомогою ключа реєстру "HKLM\System\CurrentControlSet\Services\NTDS\Parameters\LDAPServerIntegrity" на стороні сервера Windows.

source: IP address(es) to advertise and listens to. If none specified, advertise the first IP address of the system, but to listen for any incoming request.
cs: IP adresy na kterých nabízet a očekávat spojení. Pokud není zadáno, bude nabízena první IP adresa v systému, ale spojení očekáváno na všech.
nl: IP-adres(sen) voor aankondigingen en waarop wordt geluisterd. Als niets is opgegeven, wordt het eerste IP-adres van het systeem aangekondigd, maar naar alle inkomende aanvragen geluisterd.
ro: Adresa(ele) IP anunțate și utilizate. Dacă nu se specifică nimic va fi pusă la dispoziție prima adresă a sistemului, însă doar pentru cereri de intrare.
ru: Анонсируемые и слушаемые IP-адреса. Если никто не указано, анонсируется первый IP-адрес системы, но слушаются все.
tr: Duyurması ve dinlemesi için IP adres(ler). Eğer hiçbiri belirtilmediyse, sistemin ilk IP adresini duyurur, ancak herhangi bir gelen isteği de dinler.
uk: IP-адреси що анонсуються на слухаються. Якщо ніхто не вказано, анонсується перший IP-адрес системи, але слухаються все.

source: The authentication method accepted by the target.
cs: Metoda ověření, přijímaná cílem.
nl: De door het doel geaccepteerde authenticatiemethode.
ru: Метод аутентификации принимаемый целью.
tr: Hedef tarafından kabul edilen kimlik doğrulama yöntemi.
uk: Метод аутентифікаціі прийнятий ціллю.

source: Current Train
cs: Nyní používaná řada
nl: Huidige train
ru: Текущий поезд
tr: Şu Anki Çalışma
uk: Поточний поїзд

source: Train
cs: Varianta
ru: Поезд
tr: Çalışma

source: Passphrase for encrypted private keys
cs: Heslová fráze k šifrovaným soukromým částem klíčů
nl: Wachtwoordzin voor versleutelde privésleutels
ru: Парольная фраза для расшифровывания закрытого ключа
tr: Şifrelenmiş özel anahtarlar için parola
uk: Парольная фраза для розшифрування закритого ключа

source: Incorrect passphrase
cs: Nesprávná heslová fráze
nl: Onjuiste wachtwoordzin
ru: Неверный пароль
tr: Yanlış parola
uk: Неправильний пароль

source: Updade
cs: Aktualizovat
nl: Bijwerken
ru: Обновить
tr: Güncelle
uk: Оновити

source: Common Name (eg, FQDN of FreeNAS server or service)
cs: Obecný název (např. úplný doménový název stroje s FreeNAS či služby)
nl: Algemene naam (bv. FQDN van FreeNAS-server of -service)
ru: Common Name (полное доменное имя сервиса или сервера FreeNAS)
tr: Ortak Ad (örn, FreeNAS sunucusunun FQDN'i ya da hizmet)
uk: Common Name (повне доменне ім'я сервера або сервера FreeNAS)

source: Values allowed:<br>Slider: 0-30 (as it is every Nth minute).<br>Specific Minute: 0-59.
cs: Přípustné hodnoty:<br>Posuvník: 0-30 (každých N minut).<br>Konkrétní minuta: 0-59.
nl: Toegestane waarden:<br>Schuifknop: 0-30 (aangezien dit elke n-de minuut is).<br>Specifieke minuut: 0-59.
ru: Разрешенные значения:<br>Ползунок: 0-30 (Каждая N-ная минута).<br>Конкретная минута: 0-59.
tr: İzin verilen değerler:<br>Kaydırıcı: 0-30 (her N'ci dakika olarak).<br>Belirli Dakika: 0-59.
uk: Дозволені значення:<br>Повзунок: 0-30 (Кожна N-на хвилина).<br>Конкретна хвилина: 0-59

source: Values allowed:<br>Slider: 0-12 (as it is every Nth hour).<br>Specific Hour: 0-23.
cs: Přípustné hodnoty:<br>Posuvník: 0-12 (každých N hodin).<br>Konkrétní hodina: 0-23.
nl: Toegestane waarden:<br>Schuifknop: 0-12 (aangezien dit elk n-de uur is).<br>Specifiek uur: 0-23.
ru: Разрешенные значения:<br>Ползунок: 0-12 (Каждый N-ный час).<br>Конкретный час: 0-23.
tr: İzin verilen değerler:<br>Kaydırıcı: 0-12 (her N'ci saat olarak).<br>Belirli Saat: 0-23.
uk: Дозволені значення:<br>Повзунок: 0-12 (Кожна N-на година).<br>Конкретна година: 0-23
