Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: rfc2307
pt_br: Usar serviço LDAP

source: The CIFS service failed to reload.
de: Der CIFS Dienst konnte nicht wieder geladen werden.
es: El servicio CIFS ha fallado en la recarga.
pt: O serviço CIFS falhou no reinicio.
sr: CIFS servis nije uspeo da se ponovo učita.
sv: CIFS tjänsten misslyckades med att starta om.

source: These extensions enable Samba to better serve UNIX CIFS clients by supporting features such as symbolic links, hard links, etc...
de: Diese Erweiterungen erlauben symbolische Links, Hardlinks etc in Samba, damit eine bessere Integration von UNIX CIFS Clients.
es: Esta extension permite a SAMBA servir mejor a clientes UNIX que soporten caracteristicas como enlaces simbolicos, enlaces duros, etc...
pt: Estas extensões permitem Samba para melhor servir os clientes UNIX CIFS apoiando recursos, como links simbólicos, links rígidos, etc...
sr: Ovi dodaci omogućavaju da Samba bolje služiti UNIX CIFS klijentima podržavajući funkcije kao što su simboličke veze, čvrste vezama, itd...
sv: Dessa anknytningar aktiverar Samba för att bättre betjäna UNIX CIFS-klienter genom att stödja funktioner som symboliska länkar, hårda länkar, etc. ..

source: Zeroconf support via Avahi allows clients (the Mac OSX finder in particular) to automatically discover the CIFS shares on the system similar to the Computer Browser service in Windows.
de: Zeroconf mittels Avahi erlaubt Clients (speziell dem (Mac) OS X Finder) ein Anzeigen der CIFS Freigaben dieses Systems ohne weitere Konfiguration, vergleichbar der Netzwerk und Freigabe-Anzeige in Windows.
es: El soporte Zeroconf via Avahi permite el descubrimiento automatico de compartidos windows (CIFS) de forma parecida a como lo hace Windows con "Explorar la red"
pt: Apoio zeroconf via Avahi permite aos clientes (o Mac OSX finder em particular) para detectar automaticamente as partilhas CIFS no sistema similar ao serviço Navegador do Computador no Windows.
sr: Zeroconf podrška preko Avahi omogućava klijentima (Mac OSX Finder posebno) da automatski otkrije CIFS deljene resurse na sistemu sličnih Computer Browser servisa u Windows sistemu.
sv: Noll-konfigurerings support via Avahi tillåter klienter (Mac OSX Finder i synnerhet) för att automatiskt upptäcka CIFS utdelningarna i systemet liknande utforskaren tjänsten i Windows.

source: Windows (CIFS) Share
de: Windows (CIFS) Freigabe
es: Compartidos de Windows (CIFS) SAMBA
pt: Partilha (CIFS) Windows
sr: Windows (CIFS) deljeni resurs
sv: Windows (CIFS) utdelning

source: Windows (CIFS) Shares
de: Windows (CIFS) Freigaben
es: Compartidos de Windows (CIFS) SAMBA
pt: Partilhas (CIFS) Windows
sr: Windows (CIFS) deljeni resurs
sv: Windows (CIFS) utdelning

source: CIFS Settings
ca: Paràmetres CIFS
de: CIFS Einstellungen
es: Configuración CIFS
pl: Ustawienia CIFS
pt: Definições do CIFS
sk: CIFS Nastavenia
sr: CIFS podešavanja
sv: CIFS Inställningar

source: UNIX (NFS)
de: UNIX Freigabe (NFS)
es: NFS (Unix)

source: Windows (CIFS)
de: Windows Freigabe (CIFS)
es: SAMBA (CIFS)

source: Tape
ca: Cinta
pl: Taśma
sk: Páska

source: Pass
ca: Clau
pl: Hasło

source: Selected
ca: Seleccionat
pl: Wybrany
sk: Vybraný

source: Change Admin User
ca: Canviar usuari Admin
pl: Zmiana administratora
sk: Zmeniť správcu

source: My Account
ca: El meu compte
pl: Moje konto
sk: Môj účet

source: View All Users
ca: Veure tots els usuaris
pl: Pokaż wszystkich użytkowników
sk: Zobraziť všetkých používateľov

source: View All Groups
ca: Veure tots els grups
sk: Zobraziť všetky skupiny

source: Admin user successfully updated.
ca: Usuari Admin actualitzat amb èxit.
pl: Użytkownik Admin zaktualizowany pomyślnie.
sk: Správca užívateľov bol úspešne aktualizovaný.

source: We apologize, but your form has expired. Please continue filling out the form from this page.
ca: Ho sentim, però el teu formulari ha expirat. Si us plau continueu omplint-la des d'aquesta pàgina.
pl: Przepraszamy, ale Twoja sesja wygasła. Proszę kontynuować wypełnianie formularza z tej strony.
sk: Ospravedlňujeme sa, ale platnosť dát vo formulári vypršala. Prosím, opakujte vyplnenie formulára.

source: View All %s
ca: Veure tots %s
sk: Zobraziť všetko %s

source: The name must be vlanXX where XX is a integer
ca: El nomsde ha d'esser vlanXX on XX és un número integre
pl: Nazwa musi być w formacie vlanXX gdzie XX jest liczbą
sk: Názov musí byť vlanXX kde XX je číslo

source: View All Link Aggregations
ca: Veure totes les Link Aggregations
sk: Zobraziť všetky linky agregácie

source: LAGG successfully added
ca: LAGG afegit amb èxit
pl: LAGG dodany pomyślnie
sk: LAGG úspešne pridaný

source: Initiator Secret (Confirm)
ca: Initiator Secret (Confirmar)
pl: Hasło inicjatora (potwierdzenie)
sk: Heslo iniciátora (Potvrdenie)

source: Your Group ID cannot be higher than %d
ca: El teu grop ID no pot set superior de %d
pl: ID Twojej grupy nie może być wyższe jak %d
sk: Vaše ID skupiny nemôže byť vyššie ako %d

source: Allow guest access
ca: Permetre l'accés guest
pl: Zezwalaj na dostęp dla gościa
sk: Povoliť prístup hosťa

source: Only allow guest access
ca: Només permetre l'accés guest
pl: Dostęp tylko jako gość
sk: Povoliť iba hosťovský (guest) pristup

source: Large RW support
ca: RW suport gran (Large RW support)
pl: Wsparcie dla Large RW
sk: Large RW podpora

source: Send files with sendfile(2)
ca: Enviar arxius amb sendfile(2)
pl: Wysyłaj pliki przy użyciu sendfile(2)
sk: Posielať súbory pomocou sendfile(2)

source: These parameters are added to [Global] section of smb.conf
ca: Aquests paràmetres son afegits a la secció [Global] del smb.conf
sk: Tieto parametre budú pridané do [Global] sekcie v smb.conf

source: Samba will read asynchronously if request size is larger than this value. The default read size is 1.
ca: Samba llegirà de manera asíncrona si request size és més gran que aquest valor.La lectura per defecte és 1.
sk: Samba bude čítať nesynchrónne ak veľkosť požiadavky bude väčšia ako táto hodnota. Predvolene nastavená veľkosť čítania je 1.

source: Samba will write asynchronously if request size is larger than this value. The default write size is 1.
ca: Samba llegirà de manera asíncrona si request size és més gran que aquest valor.La lectura per defecte és 1.
sk: Samba bude zapisovať nesynchrónne ak veľkosť požiadavky bude väčšia ako táto hodnota. Predvolene nastavená veľkosť zápisu je 1.

source: Server Name
ca: Nom del servidor
pl: Nazwa serwera
sk: Názov servera

source: Name of the server. If this field is left empty the default server is specified.
ca: Nom del servidor. Si el camp es deixa buit, s'especifica el servidor per defecte
pl: Nazwa serwera. Jeśli te pole pozostanie puste to zostanie użyta nazwa domyślna.
sk: Názov servera. Pre predvolený názov nechajte toto pole prázdne.

source: Local Access
ca: Accés local
pl: Dostęp lokalny
sk: Lokálny prístup

source: Allow users with local accounts to access apple shares on this box.
ca: Permet a usuaris amb comptes locals a accedir a share d'Apple en aquesta caixa
pl: Zezwala użytkownikom z kontami lokalnymi na dostęp do udziałów Apple na tym serwerze.
sk: Povoliť lokálnym používateľom prístup k apple zdieľaným adresárom na tomto serveri.

source: Asynchronous mode
ca: Mode asíncron
pl: Tryb asynchroniczny
sk: Asynchrónny režim

source: Enable asynchronous mode, which will help performance beyond gigabit network speed.
ca: Habilita el mode asíncron, que ajudarà en el rendiment a la xarxa de velocitat per sobre de gigabit
pl: Włącza tryb asynchroniczny, co może zwiększyć wydajność przy połączeniu sieciowym 1Gbit.
sk: Aktivovať asynchrónny režim, ktorý pomože zvýšit výkon sieti rýchlostí väčších ako gigabit.

source: Controller Authorized netmask
ca: Màscara autoritzada del Controller
pl: Maska autoryzowanania kontrolera
sk: Autorizovaná sieťová maska kontrolera

source: Logical Unit Controller Authorized netmask (255.255.255.0 by default)
ca: Màscara autoritzada de la Unitat Lògica del Controller (LUC) (Per defecte 255.255.255.0)
pl: Autoryzowana maska sieciowa logicznej jednostki kontrolera (domyślnie 255.255.255.0)
sk: Autorizovaná sieťová maska Logickej Jednotky Kontroléra ( 255.255.255.0 predefinované)

source: The portal takes the form of 'address:port'. for example '192.168.1.1:3260' for IPv4, '[2001:db8:1:1::1]:3260' for IPv6. the port 3260 is standard iSCSI port number. For any IPs (wildcard address), use '0.0.0.0:3260' and/or '[::]:3260'. Do not mix wildcard and other IPs at same address family.
ca: La forma del Portal és 'adreça:port'. Per exemple '192.168.1.1:3260' per IPv4, '[2001:db8:1:1::1]:3260' per IPv6. El port 3260 és el número de port estàndar iSCSI. Per qualsevol IP (adreça comodí), utilitza '0.0.0.0:3260' i/o '[::]:3260'. No barreji comodins i altres IPs a la mateixa familia d'adreces.
pl: Portal przyjmuje formę "adres:port", np. '192.168.1.1:3260" dla IPv4, "[2001:db8:1:1::1]:3260" dla IPv6. Port 3260 jest standardowym portem iSCSI. Dla dowolnego IP (adres "wildcard"), użyj "0.0.0.0:3260" i/lub "[::]:3260". Nie mieszaj "wildcard" i innych adresów IP w danej rodzinie adresów.
sk: Syntax portálu je vo forme 'adresa:port'. napríklad '192.168.1.1:3260' pre IPv4, '[2001:db8:1:1::1]:3260' pre IPv6. Číslo portu 3260 je štandardizováne ako iSCSI port. Pre každú IP adresu (wildcard adresa), použi '0.0.0.0:3260' a/alebo '[::]:3260'. Nekombinujte wildcard a IP adresy z rovnakej skupiny adries[IPv4/IPv6].

source: Time in milliseconds
ca: Temps en milisegons
pl: Czas w milisekundach
sk: Čas v milisekundách

source: Causes the server to display the network information for the specified IP address to the client, on the assumption that that IP address or DNS host is acting as a NAT gateway or port forwarder for the server.
ca: Causa que el servidor mostri al client la informació de xarxa per la IP especificada fent suposició que aquella adreça IP o el servidor DNS està actuant com a pasarel.la NAT o 'port forwarder' pel servidor.
sk: Spôsobuje zobrazenie sieťových informácií pre požadovanú IP adresu serverom za predpokladu, že IP adresa alebo DNS názov je vo funkcii NAT brány alebo presmerovača portov pre server.

source: AD or PDC name.
ca: Nom del PDC o del AD
pl: Nazwa domeny AD lub podstawowego kontrolera domeny.
sk: AD alebo PDC názov.

source: Host Name (NetBIOS-Name)
ca: Nom del Servidor (NetBIOS-Name)

source: Username of Domain Administrator Account
ca: Nom d'usuari del compte del Administrador de Domini
pl: Nazwa konta administratora domeny
sk: Používateľské meno konta administrátora domény

source: Password of Domain Administrator account.
ca: Contrasenya de l'Administrador de Domini.
sk: Heslo konta administrátora domény.

source: View All Device Extents
ca: Veure tots els perifèrics Extent
sk: Zobraziť všetky Extenty zariadenia

source: View All Extents
ca: Veure tots els Extents
sk: Zobraziť všetky Extenty

source: Guest Account
ca: Compte d'invitat
pl: Konto gościa
sk: Účet hosťa (Guest)

source: Use this option to override the username ('ftp' by default) which will be used for access to services which are specified as guest. Whatever privileges this user has will be available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login.
ca: Utilitzeu aquesta opció per sobreescriure l'username ('ftp' per defecte) el cual es farà servir per accedir a serveis especificats com a 'guest'. Siguin els que siguin els privilegis que té aquest usuari, estarà disponible per qualsevol client conectant-se al servei 'guest'. Aquest usuari ha d'existir al fitxer password, però no requereix tenir un login vàlid.
pl: Użyj tej opcji aby nadpisać nazwę użytkownika (domyślnie 'ftp') jaka będzie używana przy usługach do których dostęp jest anonimowy. Ponadto uprawnienia tego użytkownika mogą być dostępne dla dowolnego klienta korzystającego z takiej usługi. Użytkownik ten musi istnieć w pliku z hasłami, nie jest jednak wymagany prawidłowy login.
sk: Použite túto možnosť na zmenu užívateľského mena ('ftp' v predvolenom nastavení), ktoré bude použité pre prístup k službám, ktoré sú špecifikované ako hosťovské. Tento používatel musí existovať v súbore s heslami, ale nevyžaduje platný login.

source: No .AppleDouble
ca: Sense .AppleDouble
sk: Žiadne .AppleDouble

source: This will suppress automatic creation of the .AppleDouble directories. This option should not be used if files are accessed by Mac computers.
ca: Això suprimirà la creació automàtica dels directoris AppleDouble. Aquesta opció no ha d'esser utilitzada si els fitxers son accedits per ordinadors Mac.
sk: Toto potlačí automatické vytvorenie adresárov .AppleDouble. Táto voľba by nemala byť používaná, ak je k súborom pristupované z počítačov Mac.

source: You must select a filesystem
ca: Has de seleccionar un sistema de fitxers
pl: Musisz wybrać system plików
sk: Musíte vybrať súborový systém

source: Volume from which this dataset will be created on
ca: Volum a partir del qual es crearà el dataset
pl: Wolumen z tego zbioru danych został utworzony
sk: Zväzok z ktorého tento dataset bude vytvorený

source: Dataset names must begin with an alphanumeric character and may only contain (-), (_), (:) and (.).
ca: El nom del dataset ha de començar amb un caràcter alfanuméric i pot contenir només (-),(_) i (.).

source: Volume from which this ZFS Volume will be created on
ca: Volum a partir del qual es crearà aquest volum ZFS
sk: Zväzok, z ktorého bude tento ZFS zväzok vytvorený

source: Volume this group belongs to
ca: Aquest volum pertany a
pl: Wolumen tej grupy należy do
sk: Zväzok (Volume) tejto skupiny patrí do

source: The disk group containing this disk
ca: El grup de disc conté aquest disc
pl: Grupa dyskowa zawierająca ten dysk
sk: Skupina diskov obsahuje tento disk

source: When in a day should we start making snapshots, e.g. 8:00
ca: Quant hem de començar a fer snapshots en el dia, ex: 8:00
pl: O której godzinie w ciągu dnia zacząć tworzenie migawki, np: 8:00
sk: Kedy cez deň máme začať robiť snímky, napr. 8:00

source: When in a day should we stop making snapshots, e.g. 17:00
ca: Quant hem de parar de fer snapshots en un dia, ex: 17:00
pl: O której godzinie w ciągu dnia zakończyć tworzenie migawek, np: 17:00
sk: Kedy cez deň máme prestať robiť snímky, napr. 17:00

source: How many minutes passed before a new snapshot is made after the last one.
ca: Quants minuts passan entre la creació d'Snapshots.
pl: Ile minut przed wykonaniem nowej kopii migawkowej ma minąć po wykonaniu poprzedniej.
sk: Koľko minút musí ubehnúť od poslednej snímky, aby bola urobená nová snímka.

source: View All Snapshots
ca: Veure tots els Snapshots
sk: Zobraziť všetky snímky

source: Create Volume
ca: Crear un volum
sk: Vytvoriť zväzok

source: View All Volumes
ca: Veure tots els volums
sk: Ukázať všetky zväzky

source: An error occurred when setting the options
ca: Algun error a succeït mentre s'ajustaven les opcions
pl: Wystąpił błąd podczas ustawiania opcji
sk: Pri nastavovaní volieb sa vyskytla chyba

source: The volume has been successfully exported
ca: El volum ha estat exportat amb èxit
sk: Zväzok bol úspešne exportovaný

source: Service Pack image to be installed
ca: Imatge del Service Pack a instalar
pl: Obraz pakietu poprawek do zainstalowania
sk: Service Pack obraz ktorý bude inštalovaný

source: NTP server 1
ca: Servidor NTP 1

source: NTP server 2
ca: servidor NTP 2
pl: Drugi serwer czasu

source: NTP server 3
ca: Servidor NTP 3
pl: Trzeci serwer czasu

source: Automatically Check for New Firmware
ca: Comprovar automàticament si hi ha nou firmware
pl: Automatyczne sprawdzanie nowych wersji oprogramowania
sk: Automaticky kontrolovať nový firmware

source: Beep on boot
ca: So al arrencar
pl: Sygnał podczas uruchamiania
sk: Pípnuť pri boote

source: Show console messages in the footer (Requires UI reload)
ca: Mostra missatges de al consola al peu de pàgina. (requereix recarregar la UI)
sk: Zobrazovať správy z konzoly v pätičke (Požaduje opätovné načítanie UI)

source: Page Not Found
ca: Pàgina no trobada
pl: Strona nie znaleziona
sk: Stránka nebola nájdená

source: Modify
ca: Modificar
pl: Modyfikuj
sk: Upraviť

source: There are no user defined groups.
ca: No hi ha grups definits per l'usuari
pl: Brak grup zdefiniowanych przez użytkownika.
sk: Neexistujú žiadne používateľom definované skupiny.

source: Add New Group
ca: Afegir un nou grup
pl: Dodaj nową grupę
sk: Pridať novú skupinu

source: No users defined
ca: No hi ha usuari definit
pl: Brak zdefiniowanych użytkowników
sk: Žiadny používatelia nie sú definovaní

source: Add New User
ca: Afegir nou usuari
pl: Dodaj nowego użytkownika
sk: Pridať nového používateľa

source: Change Admin Password
ca: Canviar contrasenya d'Administrador
pl: Zmiana hasła administratora
sk: Zmeniť heslo administrátora

source: Browse
ca: navegar
sk: Prehliadať

source: successfully added
ca: Afegit amb èxit
pl: dodano pomyślnie
sk: úspešne pridané

source: successfully edited
ca: Editat amb èxit
pl: zmieniono pomyślnie
sk: úspešne upravené

source: Reboot the System
ca: Reiniciar el sistema
pl: Uruchom ponownie system
sk: Reštartovať systém

source: Shutdown the System
ca: Apagar el sistema
sk: Vypnúť systém

source: Add LAGG
ca: Afegir LAGG
pl: Dodaj LAGG
sk: Pridať LAGG

source: Ordering Priority
ca: Prioritat d'ordenació
pl: Priorytet żądania
sk: Priorita zoraďovania

source: Action
ca: Acció
pl: Akcja
sk: Akcia

source: Edit VLAN
ca: Editar VLAN
pl: Edytuj VLAN
sk: Upraviť VLAN

source: Delete VLAN
ca: Esborrar VLAN
pl: Usuń VLAN
sk: Zmazať VLAN

source: No VLAN defined
ca: No hi ha VLAN definida
pl: Brak zdefiniowanych VLAN
sk: Žiaden VLAN nie je definovaný

source: LDAP Settings
ca: Paràmetres LDAP
pl: Ustawienia LDAP
sk: LDAP Nastavenia

source: Authorized Initiator
ca: Iniciador autoritzat
sk: Autorizovaný Iniciátor

source: Add iSCSI User
ca: Afegir usuari iSCSI
pl: Dodaj użytkownika iSCSI
sk: Pridať iSCSI Používateľa

source: No rsync modules defined
ca: No hi ha mòduls rsync definits
pl: Nie zdefiniowano modułów rsync
sk: Žiadne definované rsync moduly

source: Active Shares
ca: Shares actiu
pl: Aktywne udziały
sk: Aktívne Zdieľané Adresáre

source: There are no active Apple Shares.
ca: No hi ha cap Apple Sahre
sk: Nie sú žiadne aktívne Apple Zdieľané Adresáre.

source: Edit Apple Share
ca: Editar Apple Share
sk: Upraviť Apple Zdieľaný Adresár

source: Delete Apple Share
ca: Esborrar Apple Share
sk: Zmazať Apple Zdieľaný Adresár

source: No shares defined
ca: No hi ha share definits
pl: Brak zdefiniowanych udziałów
sk: Žiadne zdieľané adresáre nie sú definované

source: Add Apple Share
ca: Afegir Apple share
sk: Pridať Apple Zideľaný Adresár

source: Add Apple Share (AFP)
ca: Afegir Apple share (AFP)
sk: Pridať Apple Zdieľaný Adresár (AFP)

source: There are no active UNIX Shares.
ca: No hi ha comparticions (shares) actives d'UNIX
sk: Nie sú žiadne aktívne UNIX Zdieľané Adresáre.

source: Edit NFS Share
ca: Edita la compartició (share) de NFS (sistema de fitxers)
sk: Upraviť NFS Zdieľaný Adresár

source: Delete NFS Share
ca: Elimina la compartició (share) de NFS (sistema de fitxers)
sk: Zmazať NFS Zdieľaný Adresár

source: Add UNIX Share
ca: Afegir la compartició UNIX
sk: Pridať UNIX Zdieľaný Adresár

source: Add UNIX Share (NFS)
ca: Afegir la compartició (share) de NFS
sk: Pridať UNIX Zdieľaný Adresár (NFS)

source: There are no active Windows Shares.
ca: No hi ha cap finestra activa de compartició
sk: Neexistujú žiadne aktívne Windows Zdieľané Adresáre.

source: Edit Windows Share
ca: Editar finestra de compartició
sk: Upraviť Windows Zdieľaný Adresár

source: Delete Windows Share
ca: Eliminar finestra de compartició
sk: Zmazať Windows Zdieľaný Adresár

source: Add Windows Share
ca: Afegir finestra de compartició
sk: Pridať Windows Zdieľaný Adresár

source: Add Windows Share (CIFS)
ca: Afegir finestra de compartició (CIFS)
sk: Pridať Windows Zdieľaný Adresár (CIFS)

source: Delete Replication
ca: Eliminar replicació
pl: Usuń replikację
sk: Odstrániť replikáciu

source: Edit Replication
ca: Editar replicació
pl: Edytuj replikację
sk: Upraviť replikáciu

source: How
ca: Com
pl: Jak
sk: Ako

source: From
ca: De
pl: Od
sk: Od

source: Are you sure you want to export?
ca: Estas segur que vols exportar-ho?
pl: Jesteś pewien że chcesz wyeksportować?
sk: Ste si istý, že chcete exportovať?

source: There are no active volumes.
ca: No hi ha volums actius
pl: Brak aktywnych wolumenów.
sk: Žiadne aktívne zväzky.

source: Destroy ZFS Volume
ca: Eliminar volum ZFS
pl: Zniszcz wolumen ZFS
sk: Odstrániť ZFS zväzok (ZFS volume)

source: No volumes defined
ca: No hi ha volums definits
pl: Brak zdefiniowanych wolumenów
sk: Žiadne zväzky definované

source: Add ZFS Volume
ca: Afegir volum ZFS
pl: Dodaj Wolumen ZFS
sk: Pridať ZFS zväzok

source: The cache is being rebuilt.
ca: La cahche s'està reconstruint
pl: Cache jest w trakcie przebudowy.
sk: Cache sa obnovuje.

source: The cache could not be rebuilt
ca: La cache no es pot reconstruir
pl: Cache nie mógł zostać przebudowany
sk: Cache nemôže byť obnovená

source: Apply Service Pack
ca: Aplicar el Service Pack
pl: Zastosuj pakiet poprawek
sk: Aplikovať Service Pack

source: Your test email could not be sent:
ca: El seu email de proba no s'ha pogut enviar

source: Hourly
ca: Cada hora
sk: Hodina

source: Hourly Graphs
ca: Gràfic a cada hora
pl: Wykresy godzinne
sk: Hodinové grafy

source: Daily
ca: Diari
pl: Dziennie
sk: Deň

source: Daily Graphs
ca: Gràfic diari
pl: Wykresy dobowe
sk: Denné grafy

source: Weekly
ca: Semanal
pl: Tygodniowo
sk: Týždeň

source: Weekly Graphs
ca: Gràfic semanal
pl: Tygodniowe wykresy
sk: Týždenné grafy

source: Monthly
ca: Mensual
pl: Miesięcznie
sk: Mesiac

source: Monthly Graphs
ca: Gràfic mensual
pl: Miesięczne wykresy
sk: Mesačné grafy

source: Yearly
ca: Anual
pl: Rocznie
sk: Rok

source: Yearly Graphs
ca: Gràfic anual
pl: Roczne wykresy
sk: Ročné grafy

source: %s successfully added.
ca: %s afegit amb èxit.
pl: % dodano pomyślnie.
sk: %s úspešne pridané.

source: This value must be between 0 and 10000, inclusive.
ca: Aquest valor ha d'estar entre 0 i 10000, inclusivament.
pl: Ta wartość musi być pomiędzy 0 i 10000 włącznie.
sk: Táto hodnota musí byť medzi 0 a 10000, vrátane.

source: Enable DDP
ca: Habilita DDP
pl: Włącz DDP
sk: Aktivovať DDP

source: Enables DDP support for low-level appletalk access.
ca: Habilita el suport DDP per accessos de baix nivell d'Appletalk
pl: Włącza wsparcie dla DDP aby umożliwić niskopoziomowy dostęp przy pomocy appletalk.
sk: Aktivovať DDP podporu pre nízkoúrovňový appletalk prístup.

source: Turn on/off TLS
ca: Activa o Desactiva TLS
pl: Włącz/wyłącz TLS
sk: Zapnúť/vypnúť TLS

source: Windows Share
ca: Compartició de Windows
sk: Windows zdieľaný adresár

source: Windows Shares
ca: Compartició de Windows
sk: Windows zdielané adresáre

source: Cron Scheduler
ca: Programació de tasques
pl: Zadania cykliczne
sk: Plánovač Cron

source: Docs
ca: Documentació
sk: Dokumentácia

source: Welcome to
ca: Benvingut a8
pl: Witamy w8
sk: Vitajte vo8

source: Mount point
ca: Punt de montatge
pl: Punkt montowania
sk: Prípojný bod

source: Dataset name
ca: Nom del dataset
pl: Nazwa zbioru danych
sk: Názov sady dát

source: Snapshot name
ca: Nom del snapshot
pl: Nazwa kopii migawkowej
sk: Názov snímku

source: Used space
ca: Espai utilitzat
pl: Używana przestrzeń
sk: Použité miesto

source: Referenced space
ca: Referencia de l'espai
sk: Odkazované miesto

source: No ZFS snapshot available
ca: No hi ha cap snapshot ZFS disponible
pl: Brak dostępnej kopii migawkowej ZFS
sk: Žiadne dostupné ZFS snímky

source: Create Periodic Snapshot
ca: Crear un Snapshot periòdic
pl: Utwórz cykliczną kopię migawkową
sk: Vytvoriť periodickú snímku (Snapshot)
