Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: On the remote host go to Storage -> Replication Tasks, click the Temporary Auth Token button and paste the resulting value in to this field.
cs: Na stroji na protější straně přejděte do Úložiště -> Replikační úlohy, klikněte na „Dočasný ověřovací token“ a obdrženou hodnotu vložte do této kolonky.
nl: Ga op de externe host naar Opslag -> Replicatietaken, klik op de knop Tijdelijke autorisatietoken en plak de resulterende waarde in dit veld.
ru: На удаленном хосте перейдите в Хранилище -> Задачи репликации, нажмите кнопку Временный токен аутентификации и вставьте полученное значение в этом поле.
tr: Uzak anamakinede Depolama -> Çoğaltma Görevleri'ne gidin, Geçici Yetki Belirteci düğmesine tıklayın ve sonuçta oluşan değeri bu alana yapıştrın.
uk: На віддалений хост перейдіть в Сховище -> Завдання реплікації, натисніть кнопку Тимчасовий токен аутентифікації і вставте отримане значення в цьому полі.

source: I'm aware this will destroy snapshots of this zvol
cs: Beru na vědomí, že toto zničí zachycené stavy tohoto ZFS svazku
nl: Ik weet dat dit momentopnamen van dit zvol zal vernietigen
ru: Я знаю, что это разрушит снимки этого zvol
tr: Bunun bu zvol anlık görüntülerini kaldıracağının farkındayım
uk: Я знаю, що це знищить знімки цього zvol

source: Token is invalid.
cs: Token není platný.
nl: Token is ongeldig.
ru: Токен не правильный.
tr: Belirteç geçersiz.
uk: Токен не вірний.

source: Failed to connect to remote: %s
cs: Připojení k protistraně se nezdařilo: %s
nl: Verbinden met externe host is mislukt: %s
ru: Не удалось подключиться: %s
tr: Uzağa bağlanma başarısız: %s
uk: Не вдалося підключитися: %s

source: Invalid syslog server format
cs: Neplatný formát syslog serveru
ru: Неправильный формат сервера syslog
tr: Geçersiz syslog sunucusu biçimi
uk: Неправильний формат сервера syslog

source: Cut and paste the contents of your certificate here.<br>Order in which you should paste this: <br>The Primary Certificate.<br>The Intermediate CA's Certificate(s) (optional).<br>The Root CA Certificate (optional)
cs: Sem zkopírujte obsah certifikátu.<br>A to v následujícím pořadí: <br>Hlavní certifikát.<br>Certifikát zprostředkujících cert. autorit (nemusí být).<br>Certifikát kořenové cert. autority (nemusí být)
ru: Вырежте и вставьте содержимое вашего сертификата здесь.<br>Порядок, в котором вы должны вставить эту информацию: <br>Первичный Сертификат.<br>Сертификат(ы) Промежуточного ЦС (опционально).<br>Сертификат корневого центра сертификации (опционально)
tr: Sertifikanızın içeriklerini kesin ve buraya yapıştırın.<br>Bunu sırası ile yapıştırmalısnız: <br>Birincil Sertifika.<br>Ara CA'ların Sertifika(ları)sı (isteğe bağlı).<br>Kök CA Sertifikası (isteğe bağlı)
uk: Виріжте і вставте вміст вашого сертифіката тут.<br>Порядок, в якому ви повинні вставити цю інформацію:<br>Первинний Сертифікат.<br>Сертифікат(и) Проміжного ЦС (опціонально).<br>Сертифікат кореневого центру сертифікації (опціонально)

source: Access Key
cs: Přístupový klíč
nl: Sneltoets
ru: Ключ доступа
tr: Erişim Anahtarı
uk: Ключ доступу

source: Secret Key
cs: Tajný klíč
nl: Geheime sleutel
ru: Секретный ключ
tr: Gizli Anahtar
uk: Таємний ключ

source: Use FQDN for logging
cs: V záznamu událostí používat úplné doménové názvy
nl: FQDN gebruiken voor logboekregistratie
ru: Использовать FQDN для журнала
tr: Günlükleme için FQDN kullan
uk: Використовувати FQDN для журналу

source: Account Name
cs: Název účtu
nl: Accountnaam
ru: Имя учётной записи
tr: Hesap Adı
uk: Ім'я облікового запису

source: Cloud Credential
cs: Přihlašovací údaje pro cloudovou službu
ru: Реквизиты облака
tr: Bulut Kimlik Bilgisi
uk: Реквізити хмари

source: Invalid provider details.
cs: Neplatné údaje o poskytovateli.
nl: Ongeldige providergegevens.
ru: Неправильные детали поставщика.
tr: Geçersiz sağlayıcı ayrıntıları.
uk: Неправильні деталі постачальника.

source: Invalid credential.
cs: Neplatné přihlašovací údaje.
ru: Недопустимые реквизиты.
tr: Geçersiz kimlik bilgisi.
uk: Неприпустимі реквізити.

source: Bucket is required.
cs: Je vyžadován prostředek (bucket).
ru: Требуется bucket.
tr: Demet gerekli.
uk: Потрібен bucket.

source: Cloud Sync
cs: Synchronizace s cloudem
ru: Синхронизация с облаком
tr: Bulut Eşitleme
uk: Синхронізація з хмарою

source: Credential
cs: Přihlašovací údaj
ru: Реквизиты
tr: Kimlik Bilgisi
uk: Реквізити

source: Disabling will not stop any syncs which are in progress.
cs: Vypnutí nepovede k zastavení žádné z už probíhajících synchronizací.
nl: Uitschakelen zal synchronisaties die worden uitgevoerd niet stoppen.
ru: Отключение не остановит уже начатые синхронизации.
tr: Etkisizleştirme, işlemde olan herhangi bir eşitlemeyi durdurmayacak.
uk: Відключення не зупинить вже активні завдання синхронізації.

source: Cloud Syncs
cs: Synchronizace s cloudem
ru: Синхронизации с облаком
tr: Bulut Eşitlemeleri
uk: Синхронізації з хмарою

source: Folder "%s" does not exist.
cs: Složka „%s“ neexistuje.
nl: Map '%s' bestaat niet.
ru: Папка "%s" не существует.
tr: Klasör "%s" mevcut değil.
uk: Папка "%s" не існує.

source: Push - From local to remote. Pull - From remote to local.
cs: Odesílat – z místního na vzdálený stroj. Přijímat – ze vzdáleného na místní stroj.
nl: Push - van lokaal naar extern. Pull - van extern naar lokaal.
ru: Push - с локальной на удалённую машину. Pull - с удалённой на локальную машину.
tr: Yolla - Yerelden uzağa. Al - Uzaktan yerele.
uk: Push - з локальної на віддалену машину. Pull - з віддаленої на локальну машину.

source: The cloud sync process has started
cs: Proces synchronizace s cloudem byl spuštěn
nl: Het cloudsynchronisatieproces is gestart
ru: Процесс синхронизации запущен
tr: Bulut eşitleme işlemi başladı
uk: Процес синхронізації запущений

source: Temporary Auth Token
cs: Dočasný ověřovací token
nl: Tijdelijke autorisatietoken
ru: Временный токен аутентификации
tr: Geçici Yetki Belirteci
uk: Тимчасовий токен аутентифікації

source: All your passwords will be reset. Make sure to set them after reboot.
cs: Veškerá hesla budou vrácena na výchozí hodnoty, proto je nezapomeňte po restartu znovu nastavit.
nl: Al uw wachtwoorden zullen worden geherinitialiseerd. Stel deze in na het herstarten.
ru: Все пароли будут сброшены. Установите их после перезагрузки.
tr: Tüm parolalarınız sıfırlanacaktır. Yeniden başlatmadan sonra ayarladığınızdan emin olun.
uk: Всі паролі будуть скинуті. Встановіть їх після перезавантаження.

source: Would you like to run this cloud sync now?
cs: Chcete spustit tuto úlohu synchronizace s cloudem nyní?
nl: Wilt u deze cloudsynchronisatie nu uitvoeren?
ru: Хотите выполнить это задание синхронизации сейчас?
tr: Bu bulut eşitlemeyi şimdi çalıştırmak ister misiniz?
uk: Ви хочете виконати це завдання синхронізації зараз?

source: Default
ca: Per defecte
pl: Domyślny
sk: Predvolené
tr: Varsayılan
uk: Типово

source: lzjb (recommended)
ca: lzjb (recomenat)
pl: lzjb (zalecany)
sk: lzjb (odporúčané)
tr: lzjb (önerilir)
uk: lzjb (рекомендовано)

source: Disable password logins
tr: Parolayla oturum açmaları etkisizleştir
uk: Відключити вхід під паролем

source: E-mail
ca: Correu electrònic
fr: Adresse e-mail
nl: E-mailadres
pl: Poczta elektroniczna
sr: Elektronska pošta
sv: E-post
tr: E-posta

source: Change Password
ca: Canviar Contrasenya
pl: Zmiana hasła
sk: Zmeniť heslo
tr: Parola Değiştir
uk: Змінити пароль

source: Password successfully updated.
ca: Contrasenya actualitzada amb èxit.
pl: Hasło zaktualizowane pomyślnie.
sk: Heslo bolo úspešne aktualizované.
tr: Parola başarılı olarak güncellendi.
uk: Пароль успішно змінено.

source: LAGG Interface group
ca: Grup d'interfícies LAGG
pl: Grupa interfejsu LAGG
sk: Rozhranie skupiny LAGG
tr: LAGG Arayüz grubu
uk: Група інтерфейсів LAGG

source: The plugins jail path cannot be a subset of the plugins archive path.
tr: Eklentilerin kafes yolu eklentilerin arşiv yolunun bir alt kümesi olamaz.
uk: Шлях плагінів не може бути або містити шлях до архіву.

source: Plugins Jail PBI
tr: Kafes PBI eklentileri

source: The path could not be mounted %s
tr: Yol, %s için bağlanamadı
uk: Шлях не може бути встановлений %s

source: Unable to remove plugin.
tr: Eklenti kaldırılamıyor.
uk: Не вдається видалити плагін.

source: Jail successfully imported.
tr: Kafes başarılı olarak içe aktarıldı.
uk: Jail успішно імпортовано.

source: Port
de: Anschluss
es: Puerto
nl: Poort
pt: Porta
pt_br: Porta
ru: Порт
tr: Bağlantı Noktası
uk: Порт

source: Initiator Secret
ca: secret del Initiator
pl: Hasło inicjatora
sk: Heslo iniciátora
tr: Başlatıcı Gizli Anahtarı
uk: Ініціатор Секрету

source: Disk device
ca: Dispositiu de disc
pl: Urządzenie dyskowe
sk: Disk zariadenie
tr: Disk aygıtı
uk: Дисковий пристрій

source: TCP Port
ca: Port TCP
es: Puerto TCP
fr: Port TCP
nl: TCP-poort
pl: Port TCP
pt: TCP Porta
pt_br: Porta TCP
ro: Port TCP
ru: Порт TCP
tr: TCP Bağlantı Noktası
uk: Порт TCP

source: Domain Controller Name
ca: Nom del Controlador de Domini
pl: Nazwa kontrolera domeny
sk: Meno doménového kontrolera
tr: Etki Alanı Denetleyicisi Adı
uk: Ім'я контролера домену

source: Volume add
tr: Birim ekleme
uk: Додати том

source: Size for this ZFS Volume
ca: Tamany per aquest volum ZFS
pl: Rozmiar dla tego wolumenu ZFS
sk: Veľkosť tohto ZFS zväzku
tr: Bu ZFS Birimi için boyut
uk: Розмір цього тому ZFS

source: Volume Manager
tr: Birim Yöneticisi
uk: Управління томами

source: Create ZFS Volume
ca: Crear un volum ZFS
pl: Utwórz wolumen ZFS
sk: Vytvoriť ZFS zväzok (ZFS volume)
tr: ZFS Birimi Oluştur
uk: Створити ZFS том

source: Number is required.
tr: Numara gerekli.
uk: Кількість запитів

source: Invalid firmware
tr: Geçersiz aygıt yazılımı
uk: Неприпустима прошивка

source: WebGUI Address
tr: WebGKA Adresi
uk: Адреса web-інтерфейсу

source: WebGUI Port
tr: WebGKA Bağlantı Noktası
uk: Порт web-інтерфейсу

source: IBurst
fr: iRafale
tr: Akıllı Veri Bloğu

source: NTP Server
es: Servidor NTP 1
fr: Serveur NTP
pt_br: Servidor NTP
ro: Server NTP
ru: NTP сервер
tr: NTP Sunucusu
uk: NTP-сервер

source: Email
ca: Correu electrònic
nl: E-mailadres
ru: Электронная почта
sr: E-pošta
sv: E-post
tr: E-posta
uk: Електронна пошта

source: Delete User
ca: Esborrar usuari
pl: Usuń użytkownika
sk: Zmazať používateľa
tr: Kullanıcıyı Sil
uk: Видалити користувача

source: OK
ca: Correcte
sr: U redu
tr: TAMAM
uk: Гаразд

source: Startup option
ca: Opcions d'inici
pl: Opcja początkowa
sk: Štartovacie možnosti
tr: Başlatma seçeneği
uk: Опції запуску

source: No plugins installed
tr: Yüklü eklenti yok
uk: Плагіни не встановлені

source: Please log in.
ca: Si us plau, inicia sessió
pl: Proszę się zalogować.
sk: Prosím prihláste sa.
tr: Lütfen oturum açın.
uk: Будь ласка, увійдіть

source: Active Directory Settings
ca: Paràmetres del directori actiu
pl: Ustawienia Active Directory
sk: Active Directory Nastavenia
tr: Active Directory Ayarları
uk: Налаштування Active Directory

source: Create ZFS volume on %(name)s
tr: %(name)s üzerinde ZFS birimi oluştur
uk: Створити ZFS том в %(name)s

source: Path to the plugins directory
tr: Eklentiler dizini yolu
uk: Шлях до каталогу з плагінами

source: Invalid prefix
ca: Prefixe invalid
pl: Nieprawidłowy przedrostek
sk: Neplatná predpona (prefix)
tr: Geçersiz önek
uk: Неприпустимий префікс

source: Jail path
tr: Kafes yolu
uk: Jail шлях

source: Jail IP
tr: Kafes IP

source: Disable password
tr: Parolayı etkisizleştir
uk: Відключити пароль

source: Export Volume
ca: Exportar un volum
pl: Export wolumenu
sk: Exportovať zväzok
tr: Birimi Dışa Aktar
uk: Експортувати том

source: IPv6 Netmask
ca: Màscara IPv6
pl: Maska IPv6
sk: IPv6 sieťová maska
tr: IPv6 Ağ Maskesi
uk: Маска мережі IPv6

source: This value must be between 0 and 1000, inclusive.
ca: Aquest valor ha d'estar entre 0 i 1000, inclusivament.
pl: Ta wartość musi być pomiędzy 0 i 1000 włącznie.
sk: Táto hodnota musí byť medzi 0 a 1000, vrátane.
tr: Bu değer 0 ve 1000 dahil arasında olmak zorundadır.
uk: Значення має бути між 0 та 1000 включно.

source: The volume failed to export
ca: El volum a fallat en l'exportació
pl: Eksport wolumenu nie powiódł się
sk: Zväzok sa nepodarilo exportovať
tr: Birimi dışa aktarma başarısız oldu
uk: Том не вдалося експортувати

source: N/A
ca: No disponible
tr: YOK

source: data
fr: données
nl: gegevens
pt_br: dados
ro: date
ru: данные
tr: veri

source: Kerberos Server
fr: Serveur Kerberos
pt_br: Servidor Kerberos
ro: Server Kerberos
ru: Сервер Kerberos
tr: Kerberos Sunucusu
uk: Сервер Kerberos

source: Enter positive number (optionally suffixed by K, M, G, T), or 0
fr: Saisir un nombre positif (optionnellement suffixé par M, G, T) ou 0
nl: Voer een positief getal in (optioneel gevolgd door K, M, G, T), of 0
pt_br: Entre um número positivo (opcionalmente com sufixos K, M, G ,T), ou 0
ro: Introduceţi un număr pozitiv (opţional cu terminaţia K, M, G, T) sau 0
ru: Введите положительное число (опционально с суффиксом K, М, G, T) или 0
tr: Pozitif bir sayı (isteğe bağlı sonuna eklenen K, M, G, T) veya 0 girin
uk: Введіть додатнє число (опціонально з суфіксом K, М, G, T), або 0

source: Disabling will stop any new replications being queued. It will not stop any replications which are queued or in progress.
fr: Désactiver arrêtera toute mise en file d'attente de nouvelles réplications. Cela n'arrêtera pas les réplication déjà en attente ou en cours.
nl: Uitschakelen stopt het in de wachtrij plaatsen van alle nieuwe replicaties. Alle replicaties die in de wachtrij staan of worden uitgevoerd worden niet gestopt.
pt_br: Desabilitando irá parar quaisquer inclusões de replicações na fila. Não irá parar replicações que estiverem na fila ou em progresso.
ro: Dezactivarea opțiuniii va opri orice acțiune nouă de replicare să fie programată. Nu va opri însă replicările active sau deja programate.
ru: Отключение остановит постановку в очередь новых заданий репликации. Уже поставленные в очередь или начатые репликации остановлены не будут.
tr: Etkisizleştirme, sırada olan herhangi bir yeni çoğaltmayı durduracak. Sırada ya da işlemde olan herhangi bir çoğaltmayı durdurmayacak.
uk: Відключення зупинить постановку в чергу нових завдань реплікації. Вже поставлені в чергу або розпочаті реплікації зупинені не будуть.

source: !data
fr: !donnée
nl: !gegevens
pt_br: Dados
ro: !date
ru: !данные
tr: !veri

source: VIMAGE
tr: BİRİMİMAJI

source: Creates a sparse volume with no reservation, also kown as "thin provisioning". A "sparse volume" is a volume where the reservation is less then the volume size. Consequently, writes to a sparse volume can fail with ENOSPC when the pool is low on space. (NOT RECOMMENDED)
fr: Crée un volume épars sans réservation, aussi connu sous le nom de "allocation fine". Un volume épars est un volume ou la réservation est inférieure à la taille du volume. Par conséquent, les écritures sur le volume épars peuvent échouer avec ENOSPC lorsque le pool est faible en espace. (NON RECOMMANDE)
nl: Maakt een sparse-volume aan zonder reservering, ook bekend als 'thin provisioning'. Een 'sparse-volume' is een volume waarbij de reservering minder is dan de volumegrootte. Als gevolg daarvan kunnen schrijfbewerkingen naar een sparse-volume mislukken met ENOSPC wanneer de pool weinig ruimte heeft. (NIET AANBEVOLEN)
pt_br: Cria um volume esparso sem reservas, também conhecido como "provisionamento leve". Um "volume esparso" é um volume onde a reserva é menor que o tamanho do volume. Consequentemente, escritas em um volume esparso podem falhar com ENOSPC quando o pool está com pouco espaço. (NÃO RECOMENDADO)
ro: Creează un volum sparse fără rezervare, cunoscut și ca "thin provisioning". Un "volum sparse" este un volum a cărui rezervare este mai mică decît dimensiunea volumului. În consecință scrierile într-un volum sparse pot eșua în ENOSPC în cazul în care spațiul liber este redus. (NERECOMANDAT)
ru: Создает том без резервирования пространства, также известно как "тонкий провижининг". Подобный том занимает места менее своего полного объема. Как следствие это может привести к ошибкам ENOSPC при последующей записи если на пуле недостаточно места. (НЕ РЕКОМЕНДУЕТСЯ)
tr: Aynı zamanda "ölçülü kaynak sağlama" olarak bilinen hiç ayırma olmadan seyrek bir birim oluşturur. Bir "seyrek birim", birim boyutundan daha az yerin ayrıldığı bir birimdir. Sonuç olarak, havuz alanı az olduğunda ENOSPC ile seyrek bir birime yazma başarısız olabilir. (ÖNERİLMEZ)
uk: Створює том без резервування простору, також відомо як "тонкий провіжінінг". Подiбний том займає місця менш свого повного обсягу. Як наслідок це може призвести до помилок ENOSPC при подальшому запису якщо на пулі недостатньо місця. (НЕ РЕКОМЕНДУЄТЬСЯ)

source: SSH Port
fr: Port SSH
nl: SSH-poort
pt_br: Porta SSH
ro: Port SSH
ru: Порт SSH
tr: SSH Bağlantı Noktası
uk: Порт SSH

source: Delete password
nl: Wachtwoord verwijderen
pt_br: Apagar senha
ro: Ștergere parolă
ru: Удалить пароль
tr: Parolayı sil
uk: Видалити пароль

source: Init
fr: Initialisation
ru: Инициализация
tr: İlk
uk: Ініціалізація

source: HTTP Proxy
fr: Proxy HTTP
pt_br: Proxy HTTP
ro: Proxy HTTP
ru: HTTP-прокси
tr: HTTP Proksi
uk: HTTP-проксі

source: IP Server
fr: IP du serveur
pt_br: Servidor IP
ro: Server IP
ru: IP Сервер
tr: IP Sunucusu
uk: IP Сервер

source: Syslog
tr: Sistem Günlüğü

source: LDAP Idmap
tr: LDAP ldmap

source: LDAP Server
fr: Serveur LDAP
ro: Server LDAP
ru: Сервер LDAP
tr: LDAP Sunucusu
uk: Сервер LDAP

source: Enabling this may substantially increase transfer speed on high speed, secure local networks. It uses NO ENCRYPTION AT ALL, making it totally unsuitable for untrusted networks.
fr: Activer cette option peut accroître la vitesse de transfert sur des réseaux locaux sécurisés, à haute vitesse/faible latence. Elle DÉSACTIVE TOUTE ENCRYPTION, ce qui la rend complètement inadaptée sur des réseaux non sécurisés.
nl: Inschakelen hiervan kan de overdrachtssnelheid op beveiligde lokale netwerken met hoge snelheid aanzienlijk verhogen. Het gebruikt HELEMAAL GEEN VERSLEUTELING, wat het totaal ongeschikt maakt voor niet-vertrouwde netwerken.
ro: Activarea opțiunii poate crește viteza de transfer în cazul rețelelor locale de viteză înaltă/latență mică. Sistemul NU VA UTILIZA NICIUN ALGORITM DE CRIPTARE, caz de nerecomandat pentru rețelele nesigure.
ru: Включение этого может существенно увеличить скорость передачи в быстрых сетях. При этом ВООБЩЕ НЕ ИСПОЛЬЗУЕТСЯ ШИФРОВАНИЕ, что может быть нежелательно в небезопасных сетях.
tr: Bunun etkinleştirilmesi yüksek hızlı, güvenli yerel ağlarda aktarım hızını önemli derecede artırabilir. HİÇBİRİNDE ŞİFRELEME YOK kullanır, güvenilmeyen ağlar için tamamen uygunsuz yapar.
uk: Увiмкнення цього може збільшити швидкість передачі у швидких мережах. При цьому ВЗАГАЛІ НЕ ВИКОРИСТОВУЄТЬСЯ ШИФРУВАННЯ, що може бути небажано в небезпечних мережах.

source: Enabling this may substantially increase transfer speed on high speed, secure local networks. It uses NO encryption at all, making it totally unsuitable for untrusted networks.
fr: Activer cette option peut accroître la vitesse de transfert sur des réseaux locaux sécurisés, à haute vitesse/faible latence. Elle DÉSACTIVE TOUTE ENCRYPTION, ce qui la rend complètement inadaptée sur des réseaux non sécurisés.
nl: Inschakelen hiervan kan de overdrachtssnelheid op beveiligde lokale netwerken met hoge snelheid aanzienlijk verhogen. Het gebruikt helemaal GEEN versleuteling, wat het totaal ongeschikt maakt voor niet-vertrouwde netwerken.
ru: Включение этого может увеличить скорость передачи в быстрых безопасных сетях. При этом ВООБЩЕ НЕ ИСПОЛЬЗУЕТСЯ ШИФРОВАНИЕ, что может быть нежелательно в небезопасных сетях.
tr: Bunun etkinleştirilmesi yüksek hızlı, güvenli yerel ağlarda aktarım hızını önemli derecede artırabilir. Hiçbirinde şifreleme YOK kullanır, güvenilmeyen ağlar için tamamen uygunsuz yapar.
uk: Увiмкнення цього може збільшити швидкість передачі у швидких мережах. При цьому НЕ використовується шифрування, що може бути небажано в небезпечних мережах.

source: HTTPS Port
fr: Port HTTPS
nl: HTTPS-poort
ru: HTTPS порт
tr: HTTPS Bağlantı Noktası
uk: HTTPS порт

source: Fiber Channel
tr: Fiber Kanal

source: FC
tr: FK

source: Fibre Channel
tr: Fiber Kanal

source: SATA 1.5Gbit/s
ru: SATA 1.5 Гбит/с
sr: SATA 1.5Gb/s
uk: SATA 1.5 Гб/с

source: SATA 3.0Gbit/s
ru: SATA 3.0 Гбит/с
sr: SATA 3.0Gb/s
uk: SATA 3.0 Гбіт/с

source: Disk
ca: Disc
de: Datenträger
es: Disco
fr: Disque
nl: Schijf
pl: Dysk
pt: Disco
pt_br: Disco
ro: Disc
ru: Диск
sr: Diskovi
uk: Диск

source: The plugins archive path cannot be a subset of the plugins jail path.
uk: Шлях плагінів не може бути або містити jail шлях.

source: umask
fr: Masque de création
pl: Maska
ru: umask (маска режима создания файлов)
sv: demaskera
uk: umask (маска режиму створення файлів)

source: Add ZVol
ca: Afegir Zvol
pl: Dodaj ZVol
uk: Додати ZVol

source: 32 bit
ru: 32-бит
uk: 32-бітовий

source: Model
ru: Модель
uk: Модель

source: Location to temporarily store update file
ru: Место временного хранения файла обновления
uk: Місце тимчасового зберігання файлу оновлення

source: The update file is temporarily stored here before being applied.
ru: Файл обновления будет временно сохранен здесь до момента применения.
uk: Файл оновлення буде тимчасово збережений тут до моменту застосування.

source: View ZFS Scrubs
nl: ZFS-reinigingen weergeven

source: No extents defined
nl: Geen extents gedefinieerd

source: There are no active Apple (AFP) shares.
nl: Er zijn geen actieve Apple (AFP)-shares.

source: There are no active UNIX (NFS) shares.
nl: Er zijn geen actieve UNIX (NFS)-shares.

source: There are no active Windows (SMB) shares.
nl: Er zijn geen actieve Windows (SMB)-shares.

source: There are no periodic snapshots scheduled.
nl: Er zijn geen periodieke momentopnamen gepland.

source: No cron jobs defined.
nl: Geen cronjobs gedefinieerd

source: Add a cron job
nl: Cronjob toevoegen

source: Add cron job
nl: Cronjob toevoegen

source: No rsync tasks defined.
nl: Geen rsync-taken gedefinieerd.

source: Add rsync task
nl: Rsync-taak toevoegen

source: No S.M.A.R.T. tests defined
nl: Geen S.M.A.R.T.-tests gedefinieerd

source: Add S.M.A.R.T. Test
nl: S.M.A.R.T.-test toevoegen

source: Add S.M.A.R.T. test
nl: S.M.A.R.T.-test toevoegen

source: Add Loader
nl: Laadprogramma toevoegen

source: View Cron Jobs
nl: Cronjobs weergeven

source: View Rsync Tasks
nl: Rsync-taken weergeven

source: View Tunables
nl: Afstembare parameters weergeven

source: Add loader
nl: Laadprogramma toevoegen

source: Disable Encryption (SECURE LAN ONLY)
nl: Versleuteling uitschakelen (ALLEEN BEVEILIGD LAN)

source: Virtualization (RAID 10: Good Reliability, Good Performance, Less Storage)
nl: Virtualisatie (RAID 10: goede betrouwbaarheid, goede prestaties, minder opslag)

source: Backups (RAID Z2: Good Reliability, Medium Performance, Less Storage)
nl: Back-ups (RAID Z2: goede betrouwbaarheid, gemiddelde prestaties, minder opslag)

source: Media (RAID Z1: Medium Reliability, OK Performance, More Storage)
nl: Media (RAID Z1: gemiddelde betrouwbaarheid, prima prestaties, meer opslag)

source: Logs (RAID 0: No Reliability, Best Performance, Best Storage)
nl: Logs (RAID 0: geen betrouwbaarheid, beste prestaties, beste opslag)

source: Boot Voume Condition
nl: Toestand van opstartvolume

source: Manycast
ro: Transmisie multiplă

source: ad
fr: pub
pt_br: Anúncio
ro: adaugă

source: AutoRID Idmap
ro: Idmap AutoRID

source: RFC2307 Idmap
ro: Idmap RFC2307

source: RID Idmap
ro: Idmap RID

source: TDB Idmap
ro: Idmap TDB

source: CORE
fr: coeur
pt_br: NÚCLEO

source: IPv4 DHCP
fr: DHCP IPv4

source: Active Directory
es: AD
pt_br: Active Directory (AD)
sr: Aktivni Direktorijum

source: Apple (AFP)
de: Apple Freigabe (AFP)
es: AFP (Apple)
pt_br: Compartilhamento Apple (AFP)

source: COREPLUS
pt_br: NÚCLEO ADICIONAL

source: LANMAN1
pt_br: Rede Principal 1

source: LANMAN2
pt_br: Rede Principal 2
