Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: FQDN of the global catalog server to use.
cs: Úplný doménový název serveru s celkovým katalogem, který má být použit.
nl: FQDN van de te gebruiken globalecatalogusserver.
ro: Valoarea FQDN pentru catalogul global de utilizat.
ru: Имя хоста сервера глобального каталога.
tr: Kullanmak için genel katalog sunucusunun FQDN'i.
uk: Iм'я хоста серверу глобального каталогу.

source: SUDO Suffix
cs: Přípona SUDO
nl: SUDO-achtervoegsel
ro: Sufix SUDO
ru: Суффикс SUDO
tr: SUDO Soneki
uk: Суфікс SUDO

source: This parameter specifies the suffix that is used for the SUDO configuration in the LDAP directory, e.g. ou=SUDOers
cs: Tento parametr určuje příponu, použitou v LDAP adresáři pro nastavení SUDO, např. ou=OpravneniProSUDO
nl: Deze parameter geeft het achtervoegsel aan dat wordt gebruikt voor de SUDO-configuratie in de LDAP-adreslijst, bv. ou=SUDOers
ro: Acest parametru specifică terminaţia pentru configurația SUDO în directorul LDAP, de ex. ou=SUDOers
ru: Этот параметр указывает суффикс, который используется для SUDO пользователей, если они добавлены в каталог LDAP, например, ou=SUDOers
tr: Bu parametre LDAP dizinindeki SUDO yapılandırması için kullanılan soneki belirler, örn. ou=SUDOers
uk: Цей параметр вказує суфікс, який використовується для SUDO користувачів, якщо вони додані до каталогу LDAP, наприклад ou=SUDOers

source: Idmap Backend
cs: Podpůrná vrstva Idmap
ro: Backend Idmap
ru: Механизм idmap
tr: Idmap Arka Ucu
uk: Механiзм idmap

source: Samba Schema
cs: Schéma pro Samba
ro: Schema Samba
tr: Samba Şeması

source: Template
cs: Šablona
fr: Modèle
nl: Sjabloon
ru: Шаблон
tr: Şablon
uk: Шаблон

source: Jail Template successfully created.
cs: Šablona vyhrazeného prostředí byla úspěšně vytvořena.
nl: Jail-sjabloon met succes aangemaakt.
ro: Șablon jail creat cu succes.
ru: Шаблон jail успешно создан.
tr: Kafes Şablonu başarılı olarak oluşturuldu.
uk: Шаблон jail успішно створений.

source: Jail Template successfully edited.
cs: Šablona vyhrazeného prostředí byla úspěšně upravena.
fr: Modèle de jail modifié avec succès.
nl: Jail-sjabloon met succes bewerkt.
ro: Șablon jail editat cu succes.
ru: Шаблон jail успешно изменен.
tr: Kafes Şablonu başarılı olarak düzenlendi.
uk: Шаблон jail успішно змінен.

source: Confirm WebDAV Password
cs: Potvrzení hesla pro WebDAV
nl: Bevestig WebDAV-wachtwoord
ro: Confirmare parolă WebDAV
ru: Подтвердите пароль WebDAV
tr: WebDAV Parolasını Onaylayın
uk: Підтвердіть пароль WebDAV

source: The HTTP and HTTPS ports cannot be the same!
cs: Čísla portů pro HTTP a HTTPS nemohou být stejná!
nl: De HTTP- en HTTPS-poorten kunnen niet hetzelfde zijn!
ro: Porturile pentru HTTP și HTTPS nu pot fi identice!
ru: Порты HTTP и HTTPS не могут совпадать!
tr: HTTP ve HTTPS bağlantı noktaları aynı olamaz!
uk: Порти HTTP і HTTPS не можуть збігатися!

source: The WebDAV service failed to reload.
cs: Znovunačtení služby WebDAV se nezdařilo.
nl: Opnieuw laden van de WebDAV-service is mislukt.
ro: Serviciul WebDAV a eșuat să repornească.
ru: Службу WebDAV не удалось перезагрузить.
tr: WebDAV hizmetini yeniden yükleme başarısız oldu.
uk: Службу WebDAV не вдалося перезавантажити.

source: Global auxiliary parameters
cs: Celkové pomocné parametry
nl: Globale hulpparameters
ru: Глобальные дополнительные параметры
tr: Genel yardımcı parametreler
uk: Глобальні додаткові параметри

source: These parameters are added to [Global] section of afp.conf
cs: Tyto parametry jsou přidány do sekce [Global] souboru afp.conf
nl: Deze parameters worden aan de sectie [global] van afp.conf toegevoegd
ru: Эти параметры добавляются в раздел [Global] файла afp.conf
tr: Bu parametreler afp.conf dosyasının [Global] bölümüne eklenir
uk: Ці параметри додаються до розділу [Global] файлу afp.conf

source: HTTP Port
cs: Port HTTP
fr: Port HTTP
nl: HTTP-poort
ru: HTTP порт
tr: HTTP Bağlantı Noktası
uk: HTTP порт

source: This is the port at which WebDAV will run on.<br />Do not use a port that is already in use by another service (e.g. 22 for SSH).
cs: Toto nastaví port na kterém bude spuštěná služba WebDAV.<br />Nepoužívejte port, který je použit pro jinou službu (např. 22 pro SSH).
nl: Dit is de poort waarop WebDAV zal werken.<br />Gebruik geen poort die al door een andere service in gebruik is (bv. 22 voor SSH).
ru: Это порт, на котором будет работать WebDAV.<br />Не используйте порт, который уже используется другой службой (например, 22 используется SSH).
tr: Bu, WebDAV'ın üzerinde çalışacağı bağlantı noktasıdır.<br />Başka bir hizmet tarafından zaten kullanılan bir bağlantı noktası kullanmayın (örn. SSH için 22).

source: This is the port at which Secure WebDAV will run on.<br />Do not use a port that is already in use by another service (e.g. 22 for SSH).
cs: Toto je port na kterém bude spuštěná služba zabezpečeného WebDAV.<br />Nepoužívejte port, který je už používán jinou službou (např. 22 pro SSH).
nl: Dit is de poort waarop Beveiligde WebDAV zal werken.<br />Gebruik geen poort die al door een andere service in gebruik is (bv. 22 voor SSH).
ru: Это порт, на котором будет работать Безопасный WebDAV.<br />Не используйте порт, который уже используется другой службой (например, 22 используется SSH).
tr: Bu, Güvenli WebDAV'ın üzerinde çalışacağı bağlantı noktasıdır.<br />Başka bir hizmet tarafından zaten kullanılan bir bağlantı noktası kullanmayın (örn. SSH için 22).

source: Webdav Password
cs: Heslo pro Webdav
nl: Webdav-wachtwoord
ru: Пароль WebDAV
tr: Webdav Parolası
uk: Пароль WebDAV

source: The Default Password is: davtest
cs: Výchozí heslo je: davtest
nl: Het standaardwachtwoord is: davtest
ru: Пароль по умолчанию: davtest
tr: Varsayılan Parola: davtest
uk: Пароль за замовчуванням: davtest

source: HTTP Authentication
cs: HTTP ověřování
fr: Authentification HTTP
nl: HTTP-authenticatie
ru: HTTP Аутентификация
tr: HTTP Kimlik Doğrulaması
uk: HTTP Аутентифікація

source: Type of HTTP Authentication for WebDAV<br />Basic Auth: Password is sent over the network as plaintext (Avoid if HTTPS is disabled)<br />Digest Auth: Hash of the password is sent over the network (more secure)
cs: Typ HTTP ověřování pro WebDAV<br />Základní ověřování: Heslo je po síti posíláno v čitelné podobě (nepoužívejte, pokud je vypnuté HTTPS šifrování)<br />Ověřování otiskem hesla: Po síti je posílán pouze otisk hesla (bezpečnější)
nl: Type HTTP-authenticatie voor WebDAV<br />Basisauth.: wachtwoord wordt als platte tekst over het netwerk verzonden (Vermijden als HTTPS is uitgeschakeld)<br />Digest-auth.: hash van het wachtwoord wordt over het netwerk verzonden (veiliger)
ru: Тип HTTP-аутентификации для WebDAV<br />Basic Auth: Пароль отправляется по сети в открытом виде (Избегайте, если HTTPS отключен)<br />Digest Auth: Хэш пароля отправляется по сети (более безопасный)
tr: WebDAV için HTTP Kimlik Doğrulaması türü<br />Temel Kimlik Doğrulaması: Parola ağ üzerinden düz metin olarak gönderilir (Eğer HTTPS etkisizleştirilirse kaçının)<br />Özet Kimlik Doğrulaması: Parolanın adreslemesi ağ üzerinden gönderilir (daha güvenli)

source: Share Path Name
cs: Název popisu umístění sdílení
nl: Naam van pad naar share
ro: Partajare nume cale
ru: Путь общего ресурса
tr: Paylaşım Yolu Adı
uk: Шлях спільного ресурсу

source: This will be used to access your WebDAV share.<br />For e.g. http(s)://ip-of-freenas-machine:webdav_port/this_path_name
cs: Toto bude sloužit pro přístup k WebDAV sdílení.<br />Pro např. http(s)://ip-adresa-stroje-s-freenas:webdav_port/this_path_name
nl: Dit wordt gebruikt voor toegang tot uw WebDAV-share.<br />Voor bv. http(s)://ip-van-freenas-machine:webdav_poort/deze_padnaam
tr: Bu, WebDAV paylaşımınıza erişmek için kullanılacaktır.<br />Örneğin http(s)://freenas-makinesi-ipsi:webdav_b_noktası/bu_yol_adı

source: Change User & Group Ownership
cs: Změnit vlastnícího uživatele a skupinu
nl: Eigendom van gebruiker & groep wijzigen
ro: Modificare utilizator & grup proprietar
ru: Сменить владельца и группу
tr: Kullanıcı ve Grup Sahipliğini değiştir
uk: Змінити власника і групу

source: Changes the user & group of the shared folder to 'webdav:webdav' recursively (including all subdirectories)<br />If disabled, you will need to manually<br />add the 'webdav' user & group to the share.
cs: Změní vlastníka a skupinu sdílené složky (včetně všech podsložek) na webdav:webdav <br />Je-li vypnuto, bude třeba to udělat ručně.<br />
nl: Wijzigt de gebruiker en groep van de gedeelde map recursief naar 'webdav:webdav' (inclusief alle submappen)<br />Als dit is uitgeschakeld, dient u de gebruiker<br />en groep 'webdav' handmatig aan de share toe te voegen.
ro: Modifică utilizatorul& grupul folderului partajat în 'webdav:webdav' în mod recursiv (incluzînd toate subdirectoarele);br /:Daca este dezactivat va trebui să adăugați manual utilizatorul & grupul 'webdav' la partajare.
ru: Сменить пользователя и группу общей папки на 'webdav:webdav' рекурсивно (включая все подкаталоги)<br/>Если отключено, необходимо будет вручную<br/>добавить пользователя и группу 'webdav'.
tr: Paylaşılan klasörün kullanıcısını ve grubunu 'webdav:webdav' olarak yinelemeli değiştirir (tüm alt dizinler dahil)<br />Eğer etkisizleştirildiyse, paylaşım için<br />'webdav' kullanıcısı ve grubunu el ile eklemeniz gerekecek.
uk: Змінити користувача і групу спільної папки на 'webdav:webdav' рекурсивно (включаючи всі підкаталоги)<br/>Якщо відключено, необхідно буде вручну<br/>додати користувача і групу 'webdav'.

source: WebDAV Share
cs: WebDAV sdílení
ro: Partajare WebDAV
ru: Общий ресурс WebDAV
tr: WebDAV Paylaşımı
uk: Спільний ресурс WebDAV

source: WebDAV Shares
cs: WebDAV sdílení
ro: Partajări WebDAV
ru: Общие ресурсы WebDAV
tr: WebDAV Paylaşımları
uk: Спільні ресурси WebDAV

source: Edit Options
cs: Upravit předvolby
nl: Opties bewerken
ru: Редактировать параметры
tr: Seçenekleri Düzenle
uk: Редагувати параметри

source: Create Dataset
cs: Vytvořit datovou sadu
nl: Gegevensset aanmaken
ru: Создать набор данных
tr: Veri Kümesi Oluştur
uk: Створити набор даних

source: Case Sensitivity
cs: Rozlišování velikosti písmen
nl: Hoofdlettergevoeligheid
ru: Чувствительность к регистру
tr: Büyük/Küçük Harfe Duyarlı
uk: Врахування регістру

source: Internal
cs: Vnitřní
nl: Intern
ro: Intern
ru: Внутренний
tr: Aralık
uk: Внутрішній

source: Issuer
cs: Vydavatel
nl: Uitgever
ru: Поставщик
tr: Veren
uk: Постачальник

source: Certificates
cs: Certifikáty
nl: Certificaten
ro: Certificate
ru: Сертификаты
tr: Sertifikalar
uk: Сертифікати

source: Distinguished Name
cs: Rozlišený název
ru: Уникальное имя
tr: Ayırt Edici Ad
uk: Унікальне ім'я

source: Failed to create a new Boot.
cs: Vytvoření nového zaváděcího prostředí se nezdařilo.
fr: Impossible de créer un nouveau Démarrage.
nl: Aanmaken van nieuwe boot is mislukt.
ru: Не удалось создать новое Окружение Загрузки.
tr: Yeni bir Önyükleme oluşturma başarısız.
uk: Не вдалося створити нове Оточення Завантаження.

source: Until
cs: Do
nl: Tot
ru: До
tr: Kadar
uk: До

source: Failed to rename Boot Environment.
cs: Přejmenování zaváděcího prostředí se nezdařilo.
fr: Impossible de renommer l'environnement de démarrage.
nl: Hernoemen van opstartomgeving is mislukt.
ru: Не удалось переименовать Окружение Загрузки.
tr: Önyükleme Ortamını yeniden adlandırma başarısız.
uk: Не вдалося перейменувати Оточення Завантаження.

source: Place to temporarily place update file
cs: Místo pro dočasné umístění aktualizačního souboru
nl: Locatie om het updatebestand tijdelijk te bewaren
ru: Место временного хранения файла обновления
tr: Güncelleme dosyasını geçici olarak yerleştirmek için yer
uk: Місце тимчасового зберігання файлу оновлення

source: The system will use this place to temporarily store the update file before it's being applied.
cs: Systém toto umístění použije pro dočasné uložení aktualizačního souboru před tím, než bude nainstalován.
nl: Het systeem zal deze locatie gebruiken om het updatebestand tijdelijk te bewaren voordat het wordt toegepast.
ru: Система будет использовать это место для временного хранения файла обновления.
tr: Sistem, güncelleme dosyası uygulanmadan önce dosyayı geçici olarak saklamak için bu yeri kullanacak.
uk: Система буде використовувати це місце для тимчасового зберігання файлу оновлення.

source: Update file to be installed
cs: Soubor s aktualizací, která má být nainstalována
nl: Te installeren updatebestand
ru: Файл обновления для установки
tr: Yüklenecek güncelleme dosyası
uk: Файл оновлення для встановлення

source: Descriptive Name
cs: Popisný název
nl: Beschrijvende naam
ru: Описательное Имя
tr: Tanımlayıcı Adı
uk: Описова назва

source: Cut and paste the contents of your certificate here
cs: Sem vložte obsah svého certifikátu
nl: Knip en plak hier de inhoud van uw certificaat
ru: Скопируйте и вставьте сюда содержимое Вашего сертификата
tr: Sertifikanızın içeriklerini kesin ve buraya yapıştırın
uk: Скопіюйте та вставте сюди вміст Вашого сертифіката

source: Serial for next Certificate
cs: Sériové číslo pro příští certifikát
nl: Serienummer voor volgende certificaat
ru: Порядковый номер следующего сертификата
tr: Sonraki Sertifika için seri no
uk: Порядковий номер наступного сертифіката

source: Key Length
cs: Délka klíče
nl: Sleutellengte
ru: Длина ключа
tr: Anahtar Uzunluğu

source: Digest Algorithm
cs: Algoritmus krátkého obsahu (digest)
nl: Digest-algoritme
ru: Алгоритм хеширования
tr: Özet Algoritma
uk: Алгоритм хешування

source: Lifetime
cs: Doba platnosti (dny)
nl: Levensduur
ru: Время жизни
tr: Ömür süresi
uk: Тривалість життя

source: Private Key
cs: Soukromá část klíče
nl: Privésleutel
ru: Закрытый ключ
tr: Özel Anahtar
uk: Закритий ключ

source: Certificate Signing Request
cs: Požadavek na podepsání certifikátu
nl: Aanvraag voor certificaatondertekening
ru: Запрос подписи сертификата
tr: Sertifika İmzalama İsteği
uk: Запит підпису сертифіката

source: Cut and paste the contents of your private key here
cs: Sem vložte obsah soukromé části svého klíče
nl: Knip en plak hier de inhoud van uw privésleutel
ru: Скопируйте и вставьте сюда содержимое Вашего секретного ключа
tr: Özel anahtarınızın içeriklerini kesin ve buraya yapıştırın
uk: Скопіюйте та вставте сюди вміст Вашого секретного ключа

source: Check Automatically For Updates
cs: Zjišťovat dostupnost aktualizací automaticky
nl: Automatisch controleren op updates
ru: Автоматически проверять обновления
tr: Güncellemeleri Otomatik Olarak Kontrol Et
uk: Автоматично перевіряти оновлення

source: Downloading
cs: Stahování…
nl: Downloaden
ru: Загрузка
tr: İndiriliyor
uk: Завантаження

source: Installing
cs: Instalace…
nl: Installeren
ru: Установка
tr: Kuruluyor
uk: Встановлення

source: Boot
cs: Zavádění systému
nl: Opstarten
ru: Загрузка
tr: Önyükleme
uk: Завантаження

source: Descriptive Name)
cs: Popisný název)
nl: Beschrijvende naam)
ru: Описательное имя)
tr: Tanımlayıcı Adı)
uk: Описова назва)

source: Signing Request
cs: Požadavek na podepsání
nl: Aanvraag voor ondertekening
ru: Запрос подписи
tr: İmzalama İsteği
uk: Запит підпису

source: Cut and paste the contents of your CSR here
cs: Sem vložte obsahy svého požadavku na podepsání certifikátu (CSR)
nl: Knip en plak hier de inhoud van uw CSR.
ru: Скопируйте и вставьте сюда содержимое Вашего запроса на подпись сертификата
tr: Sertifika İmzalama İsteğinizin içeriklerini kesin ve buraya yapıştırın
uk: Скопіюйте та вставте сюди вміст Вашого запиту на підпис сертифіката

source: Key length
cs: Délka klíče
nl: Sleutellengte
ru: Длина ключа
tr: Anahtar uzunluğu
uk: Довжина ключа

source: Create
cs: Vytvořit
nl: Aanmaken
ru: Создать
tr: Oluştur
uk: Створити

source: Serial for next certificate
cs: Sériové číslo pro příští certifikát
nl: Serienummer voor volgende certificaat
ru: Порядковый номер следующего сертификата
tr: Sonraki sertifika için seri no
uk: Порядковий номер наступного сертифіката

source: Activate
cs: Aktivovat
nl: Activeren
ru: Активировать
tr: Etkinleştir
uk: Активувати

source: Signing Certificate Authority
cs: Podepisující certifikační autorita
nl: Certificeringsinstantie voor ondertekening
ru: Удостоверяющий центр
tr: İmzalı Sertifika Yetkisi
uk: Засвідчувальний центр

source: Created
cs: Vytvořeno
nl: Gemaakt
ru: Создан
tr: Oluşturma
uk: Створено

source: Certificate Authority
cs: Certifikační autorita
nl: Certificeringsinstantie
ru: Удостоверяющий центр
tr: Sertifika Yetkisi
uk: Засвідчувальний центр

source: Boot Environment successfully activated.
cs: Zaváděcí prostředí bylo úspěšně aktivováno.
nl: Opstartomgeving met succes geactiveerd.
ru: Окружение загрузки успешно активировано.
tr: Önyükleme Ortamı başarılı olarak etkinleştirildi.
uk: Оточення завантаження успішно активовано.

source: Failed to activate Boot Environment.
cs: Aktivace zaváděcího prostředí se nezdařila.
nl: Activeren van opstartomgeving is mislukt.
ru: Не удалось активировать окружение загрузки.
tr: Önyükleme Ortamını etkinleştirme başarısız.
uk: Не вдалося активувати оточення завантаження.

source: Boot Environment successfully added.
cs: Zaváděcí prostředí bylo úspěšně přidáno.
nl: Opstartomgeving met succes toegevoegd.
ru: Окружение загрузки успешно добавлено.
tr: Önyükleme Ortamı başarılı olarak eklendi.
uk: Оточення завантаження успішно додано.

source: Rename
cs: Přejmenovat
nl: Hernoemen
ru: Переименовать
tr: Yeniden Adlandır
uk: Перейменувати

source: Boot Environment successfully deleted.
cs: Zaváděcí prostředí bylo úspěšně smazáno.
nl: Opstartomgeving met succes verwijderd.
ru: Окружение загрузки успешно удалено.
tr: Önyükleme Ortamı başarılı olarak silindi.
uk: Оточення завантаження успішно видалено.

source: CAs
cs: Cert. autority
ru: Центры сертификации
tr: CA'lar
uk: Засвідчувальні центри

source: Failed to delete Boot Environment.
cs: Smazání zaváděcího prostředí se nezdařilo.
nl: Verwijderen van opstartomgeving is mislukt.
ru: Не удалось удалить окружение загрузки.
tr: Önyükleme Ortamını silme başarısız.
uk: Не вдалося видалити оточення завантаження.

source: Boot Environment successfully renamed.
cs: Zaváděcí prostředí bylo úspěšně přejmenováno.
nl: Opstartomgeving met succes hernoemd.
ru: Окружение загрузки успешно переименовано.
tr: Önyükleme Ortamı başarılı olarak yeniden adlandırıldı.
uk: Оточення завантаження успішно перейменовано.

source: Certificate Authority successfully imported.
cs: Certifikační autorita byla úspěšně importována.
nl: Certificeringsinstantie met succes geïmporteerd.
ro: Certificat CA importat cu scucces.
ru: Центр сертификации успешно импортирован.
tr: Sertifika Yetkisi başarılı olarak içe aktarıldı.
uk: Центр сертифікації успішно імпортовано.

source: Internal Certificate Authority successfully created.
cs: Vnitřní certifikační autorita byla úspěšně vytvořena.
nl: Interne certificeringsinstantie met succes aangemaakt.
ro: Certificat CA intern creat cu succes.
ru: Внутренний центр сертификации успешно создан.
tr: Dahili Sertifika Yetkisi başarılı olarak oluşturuldu.
uk: Внутрішній центр сертифікації успішно створений.

source: Intermediate Certificate Authority successfully created.
cs: Zprostředkovávající certifikační autorita byla úspěšně vytvořena.
nl: Tussenliggende certificeringsinstantie met succes aangemaakt.
ru: Промежуточный центр сертификации успешно создан.
tr: Orta Seviye Sertifika Yetkisi başarılı olarak oluşturuldu.
uk: Проміжний центр сертифікації успішно створений.

source: Internal Certificate Viewed.
cs: Vnitřní certifikát byl zobrazen.
nl: Intern certificaat bekeken.
ru: Внутренний сертификат просмотрен.
tr: Dahili Sertifika Gösterildi.
uk: Внутрішній сертифікат переглянутий.

source: Certificate Authority successfully edited.
cs: Certifikační autorita byla úspěšně upravena.
nl: Certificeringsinstantie met succes bewerkt.
ru: Центр сертификации успешно изменен.
tr: Sertifika Yetkisi başarılı olarak düzenlendi.
uk: Центр сертифікації успішно змінений.

source: Certificate successfully imported.
cs: Certifikát byl úspěšně importován.
nl: Certificaat met succes geïmporteerd.
ro: Certificat importat cu scucces.
ru: Сертификат успешно импортирован.
tr: Sertifika başarılı olarak içe aktarıldı.
uk: Сертифікат успішно імпортовано.

source: Internal Certificate successfully created.
cs: Vnitřní certifikát byl úspěšně vytvořen.
nl: Intern certificaat met succes aangemaakt.
ro: Certificat intern creat cu succes.
ru: Внутренний сертификат успешно создан.
tr: Dahili Sertifika başarılı olarak oluşturuldu.
uk: Внутрішній сертифікат успішно створений.

source: Certificate CSR successfully created.
cs: Požadavek na podepsání tohoto certifikátu byl úspěšně vytvořen.
fr: Certificat CSR créé avec succès.
nl: Certificaat-CSR met succes aangemaakt.
ru: Запрос подписи сертификата успешно создан.
tr: Sertifika CSR başarılı olarak oluşturuldu.
uk: Запит підпису сертифіката успішно створений.

source: Internal Certificate successfully edited.
cs: Vnitřní certifikát byl úspěšně upraven.
nl: Intern certificaat met succes bewerkt.
ro: Certificat intern editat cu succes.
ru: Внутренний сертификат успешно изменен.
tr: Dahili Sertifika başarılı olarak düzenlendi.
uk: Внутрішній сертифікат успішно змінений.

source: CSR successfully edited.
cs: Požadavek na podepsání certifikátu byl úspěšně upraven.
nl: CSR met succes bewerkt.
ru: Запрос подписи сертификата успешно изменен.
tr: CSR başarılı olarak düzenlendi.
uk: Запит підпису сертифіката успішно змінений.

source: Are you sure you want to delete %(verbose_name)s %(object)s?
cs: Opravdu chcete smazat %(verbose_name)s %(object)s?
fr: Êtes-vous sûr de vouloir supprimer %(verbose_name)s %(object)s?
nl: Weet u zeker dat u %(verbose_name)s %(object)s wilt verwijderen?
ru: Вы уверены, что хотите удалить %(verbose_name)s %(object)s?
tr: %(verbose_name)s %(object)s silmek istediğinize emin misiniz?
uk: Ви дійсно хочете видалити %(verbose_name)s %(object)s?

source: WebDAV Settings
cs: Nastavení služby WebDAV
nl: WebDAV-instellingen
ro: Setări WebDAV
ru: Настройки WebDAV
tr: WebDAV Ayarları
uk: Параметри WebDAV

source: Scrubs
cs: kontroly (scrub)
nl: Reinigingen
ru: Проверки
tr: Temizlemeler
uk: Перевiрки

source: Snapshots
cs: Zachycené stavy
nl: Momentopnamen
ru: Снимки
tr: Anlık Görüntüler
uk: Знімки

source: You're about to upgrade. The following packages will be changed:
cs: Chystáte se přejít na novější verzi. Následující balíčky budou změněny:
nl: U gaat een upgrade uitvoeren. De volgende pakketten zullen worden gewijzigd:
ru: Вы собираетесь обновить. Следующие пакеты будут изменены:
tr: Yükseltmek üzeresiniz. Aşağıdaki paketler değiştirilecektir:

source: Are you sure you want to continue?
cs: Opravdu chcete pokračovat?
nl: Weet u zeker dat u wilt doorgaan?
ru: Действительно желаете продолжить?
tr: Devam etmek istediğinize emin misiniz?
uk: Дійсно бажаєте продовжити?

source: No updates available
cs: Nejsou k dispozici žádné aktualizace
nl: Geen updates beschikbaar
ru: Нет доступных обновлений
tr: Mevcut güncellemeler yok
uk: Немає наявних оновлень

source: Close
ca: Tancar
cs: Zavřít
sk: Zatvoriť

source: Check for Updates
cs: Zkontrolovat dostupnost případných aktualizací
nl: Controleren op updates
ru: Проверить наличие обновлений
tr: Güncellemeleri Kontrol Et

source: Activate boot environment %(name)s
cs: Aktivovat zaváděcí prostředí %(name)s
nl: Opstartomgeving %(name)s activeren
ru: Активировать окружение загрузки %(name)s
tr: %(name)s önyükleme ortamını etkinleştir
uk: Активувати оточення завантаження %(name)s

source: Import Certificate
cs: Importovat certifikát
nl: Certificaat importeren
ru: Импорт сертификата
tr: Sertifikayı İçe Aktar
uk: Імпорт сертифіката

source: Create boot environment from %(source)s
cs: Vytvořit zaváděcí prostředí z %(source)s
nl: Opstartomgeving aanmaken vanaf %(source)s
ru: Создать окружение загрузки из %(source)s
tr: %(source)s sürümünden önyükleme ortamı oluştur
uk: Створити оточення завантаження з %(source)s
