Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Full with random data
cs: Vyplnit náhodnými daty
de: Mit zufälligen Daten gefüllt
es: Rellenar con datos aleatorios
fr: Complet avec des données aléatoires
nl: Vol met willekeurige gegevens
pt_br: Completa com Dados Aleatórios
ro: Scriere cu date aleatoare
ru: Полная со случайными данными
sr: Pun sa nasumičnim podacima
sv: Fullt med slumpmässigt data
tr: Rastgele veriler ile tam
uk: Заповнити випадковими даними.

source: File System Type
ca: Tipus de sistema de fitxers
cs: Typ souborového systému
de: Dateisystemtyp
es: Tipo de archivo del sistema
fr: Type de système de fichiers
nl: Type bestandssysteem
pl: Typ systemu plików
pt: Tipo de Sistema de Ficheiros
pt_br: Tipo de File System
ro: Tip sistem fișiere
ru: Тип файловой системы
sk: Typ súborového systému
sr: Tip sistema datoteka
sv: Fil System Typ
tr: Dosya Sistemi Türü
uk: Тип файлової системи

source: Threshold days
cs: Práh dnů
de: Threshold Tage
es: Umbral de dias
fr: Intervalle
nl: Drempeldagen
pt_br: Limite de dias
ro: Prag zile
ru: Порог дней
sr: Granična vrednost u danima
sv: Tröskelvärdets dagar
tr: Eşik günleri
uk: Поріг днів

source: Determine how many days shall be between scrubs
cs: Určuje kolik dnů může uplynout mezi kontrolami
de: Geben Sie an wie viele Tage zwischen den scrubs liegen sollen
es: Determina cuantos dias deben pasar entre Reconstruciones (scrubs)
fr: Détermine le nombre minimum de jours entre chaque nettoyage
nl: Het aantal dagen tussen reinigingen bepalen
pt_br: Determine quantos dias será entre os Scrubs
ro: Detemină intervalul de zile între două operațiuni de verificare
ru: Установите сколько дней должно быть между проверками
sr: Odredite koliko dana će biti između premotavanja
sv: Bestäm hur många dagar skall vara mellan skurar
tr: Temizlemeler arasında kaç gün olması gerektiğini belirler
uk: Визначте, кількість днів між скраби

source: Minute
ca: minut
cs: Minutu
es: minuto
nl: Minuten
pt: Minuto
pt_br: Minutos
ru: Минута
sk: Minúta
sr: Minut
sv: Minut
tr: Dakika
uk: Хвилина

source: Values 0-59 allowed.
ca: Valors 0-59 permesos
cs: Přípustné jsou hodnoty z rozsahu 0-59.
de: Werte zwischen 0 - 59 sind erlaubt.
es: Permitido valores entre 0-59
fr: Valeurs 0 à 59 autorisées.
nl: Waarden 0-59 toegestaan.
pl: Dozwolone wartości to: 0-59
pt: Valores 0-59 permitidos.
pt_br: Valores 0-59 aceitos.
ro: Valori permise 0-59.
ru: Допускаются значения 0-59.
sk: Povolené sú hodnoty 0-59.
sr: Vrednosti od 0-59 su dozvoljene.
sv: Tillåtna värden är 0-59.
tr: İzin verilen değerler 0-59.
uk: Допускаються значення 0-59.

source: Hour
ca: Hora
cs: Hodinu
de: Stunde
es: hora
fr: Heure
nl: Uur
pt: Hora
pt_br: Hora
ro: Oră
ru: Час
sk: Hodina
sr: Čas
sv: Timme
tr: Saat
uk: Година

source: Values 0-23 allowed.
ca: Valors 0-23 permesos
cs: Přípustné jsou hodnoty z rozsahu 0-23.
de: Werte zwischen 0 - 23 sind erlaubt.
es: Permitido valores entre 0-23
fr: Valeurs 0 à 23 autorisées.
nl: Waarden 0-23 toegestaan.
pl: Dozwolone wartości to 0-23.
pt: Valores 0-23 permitidos.
pt_br: Valores entre 0-23.
ro: Valori permise 0-23.
ru: Допускаются значения 0-23.
sk: Povolené hodnoty 0-23.
sr: Vrednosti od 0-23 su dozvoljene.
sv: Tillåtna värden är 0-23.
tr: İzin verilen değerler 0-23.
uk: Допускаються значення 0-23.

source: Day of month
ca: Dia del mes
cs: Den (v měsíci)
de: Monatstag
es: Día del mes
fr: Jour du mois
nl: Dag van de maand
pl: Dzień miesiąca
pt: Dia do mês
pt_br: Dia do mês
ro: Ziua din lună
ru: День месяца
sk: Deň v mesiaci
sr: Dan u mesecu
sv: Dag i månaden
tr: Ayın günü
uk: День місяця

source: Values 1-31 allowed.
ca: Valors 1-31 permesos
cs: Přípustné jsou hodnoty z rozsahu 1-31.
de: Werte zwischen 1-31 sind erlaubt.
es: Permitido valores entre 1-31
fr: Valeurs 1 à 31 autorisées.
nl: Waarden 1-31 toegestaan.
pl: Dozwolone wartości to 0-31.
pt: Valores 1-31 permitidos.
pt_br: Valores entre 1-31.
ro: Valori permise 1-31.
ru: Допускаются значения 1-31.
sk: Povolené hodnoty 1-31.
sr: Vrednosti od 1-31 su dozvoljene.
sv: Tillåtna värden är 1-31
tr: İzin verilen değerler 1-31.
uk: Допускаються значення 1-31.

source: Month
ca: Mes
cs: Měsíc
de: Monat
es: Mes
fr: Mois
nl: Maand
pt: Mês
pt_br: Mês
ro: Lună
ru: Месяц
sk: Mesiac
sr: Mesec
sv: Månad
tr: Ay
uk: Місяць

source: Day of week
ca: Dia de la setmana
cs: Den v týdnu
de: Wochentag
es: Día de la semana
fr: Jour de la semaine
nl: Dag van de week
pl: Dzień tygodnia
pt: Dia da semana
pt_br: Dia da semana
ro: Ziua din săptămînă
ru: День недели
sk: Deň v týždni
sr: Dan u nedelji
sv: Veckodag
tr: Haftanın günü
uk: День тижня

source: Enabled
cs: Zapnuto
de: aktiviert
es: Habilitado
fr: Activé
nl: Ingeschakeld
pt: Activado
pt_br: Habilitado
ro: Activat
ru: Включено
sr: Omogućeno
sv: Aktiverad
tr: Etkinleştirildi
uk: Включити

source: ZFS Scrub
cs: Kontrola ZFS
es: Reconstrucción ZFS (ZFS Scrub)
fr: Nettoyage ZFS
nl: ZFS-reiniging
ro: Verificare ZFS
ru: Проверка ZFS
sr: ZFS premotavanje
tr: ZFS Temizleme
uk: Перевiрка ZFS

source: ZFS Scrubs
cs: Kontroly ZFS
es: Reconstrucción ZFS (ZFS Scrub)
fr: Nettoyages ZFS
nl: ZFS-reinigingen
ro: Curățări ZFS
ru: Проверки ZFS
sr: ZFS premotavanja
tr: ZFS Temizlemeleri
uk: Перевiрки ZFS

source: Every minute
ca: Cada minut
cs: Každou minutu
de: Jede Minute
es: Cada minuto
fr: Chaque minute
nl: Elke minuut
pl: Co minutę
pt: Todos os minutos
pt_br: A cada minuto
ro: În fiecare minut
ru: Каждую минуту
sk: Každú minútu
sr: Svakog minuta
sv: Varje minut
tr: Her dakika
uk: Кожну хвилину

source: Every %s minute(s)
ca: Cada %s minut(s)
cs: Každých %s minut
de: Jede %s. Minute
es: Cada %s minuto(s)
fr: Toutes les %s minutes
nl: Elke %s minuten
pl: Co % minut(y)
pt: Todos %s minuto(s)
pt_br: A cada %s minuto(s)
ro: La fiecare %s minute
ru: Каждую %s минут(у)
sk: Každých %s minút
sr: Svakih %s minut(a)
sv: Varje%s minut(er)
tr: Her %s dakikada bir
uk: Кожну %s хвилин(у)

source: Every hour
ca: Cada hora
cs: Každou hodinu
de: Jede Stunde
es: Cada hora
fr: Chaque heure
nl: Elk uur
pl: Co godzinę
pt: Todas as horas
pt_br: A cada hora
ro: În fiecare oră
ru: Каждый час
sk: Každú hodinu
sr: Svakog časa
sv: Varje timme
tr: Her saat
uk: Щогодини

source: Every %s hour(s)
ca: Cada %s hora(s)
cs: Každých %s hodin
de: Jede %s. Stunde
es: Cada %s hora(s)
fr: Toutes les %s heures
nl: Elke %s uur
pl: Co % godzin(y)
pt: Todas %s hora(s)
pt_br: A cada %s hora(s)
ro: La fiecare %s ore
ru: Каждые %s час(а)
sk: Každých %s hodín
sr: Svakih %s čas(ova)
sv: Varje%s timme(ar)
tr: Her %s saatte bir
uk: Кожні %s годину(а)

source: Every %s days
ca: Cada %s dies
cs: Každých %s dnů
de: Alle %s Tage
es: Cada %s dias
fr: Tous les %s jours
nl: Elke %s dagen
pl: Co % dni
pt: Todos %s dias
pt_br: A cada %s dia
ro: La fiecare %s zile
ru: Каждые %s дня
sk: Každých %s dní
sr: Svakih %s dana
sv: Varje %s dag
tr: Her %s günde bir
uk: Кожні %s дня

source: Every month
ca: Cada mes
cs: Každý měsíc
de: Jeden Monat
es: Cada mes
fr: Chaque mois
nl: Elke maand
pl: Co miesiąc
pt: Todo mês
pt_br: Todo mês
ro: În fiecare lună
ru: Каждый месяц
sk: Každý mesiac
sr: Svakog meseca
sv: Varje månad
tr: Her ay
uk: Кожен місяць

source: Weekdays
cs: Pracovní dny
de: Wochentage
es: Dias de la Semana
fr: Jours de semaine
nl: Werkdagen
pt: Dias da semana
pt_br: Dias da semana
ro: Zile din săptămână
ru: Будни
sr: Radni dani
sv: Veckodagar
tr: Hafta içi
uk: Будній

source: Weekends
cs: Víkendy
de: Wochenenden
es: Semana(s)
fr: Weekend
nl: Weekenden
pt: Fins de Semana
pt_br: Finais de Semana
ru: Выходные
sr: Vikendi
sv: Helger
tr: Hafta sonları
uk: Вихідні

source: Multipath name
cs: Název vícecestného (multipath) propojení
es: Nombre de la ruta multiple
fr: Nom du multipath
nl: Naam van meervoudig pad
pt_br: Nome do Multipath
ro: Nume multi-cale
ru: Имя Multipath
sr: Ime višestruke putanje
sv: Flervägsnamn
tr: Çoklu yol adı
uk: Ім'я Multipath

source: Multipath member
cs: Člen vícecestného propojení
de: Multipath Mitglied
es: Mienbro de la ruta multiple
fr: Membres du multipath
nl: Lid van meervoudig pad
pt_br: Membro múltiplo
ro: Membru multi-cale
ru: Член Multipath
sr: Član višestrukih putanja
sv: Multisökvägs-medlem
tr: Çoklu yol üyesi

source: Transfer Mode
ca: Mode de transferencia
cs: Přenosový režim
de: Transfer Modus
es: Modo de Transferencia
fr: Mode de transfert
nl: Overdrachtsmodus
pl: Tryb transferu
pt: Modo de transferência
pt_br: Mode de Transferência
ro: Mod transfer
ru: Режим передачи
sk: Metóda prenosu
sr: Režim prenosa
sv: Överförings läge
tr: Aktarım Kipi
uk: Режим передачі

source: HDD Standby
cs: Pohotovostní režim pevných disků
de: Festplatten Standby
es: Disco duro en espera
fr: Mise en veille des disques dur
pl: Uśpienie HDD
pt: HDD em Stanby
ro: Intrare în Standby
ru: Отключение диска
sr: HDD stanje pripravnosti
sv: Hårddisk standby
tr: HDD Beklemede
uk: HDD очікування

source: Advanced Power Management
ca: Control avançat d'energia
cs: Pokročilá správa napájení (APM)
de: Erweiterte Energieverwaltung
es: APM (Gestión Avanzada de Energía)
fr: Gestion d'énergie avancée
nl: Geavanceerd energiebeheer
pl: Zaawansowane zarządzanie energią
pt: Gestão de Energia Avançada
pt_br: Gestão Avançada de Energia
ro: Management avansat energie
ru: Расширенное управление режимом энергопотребления
sk: APM (Advanced Power Management)
sr: Napredno upravljanje napajanjem
sv: Avancerad Strömhantering
tr: Gelişmiş Güç Yönetimi
uk: Розширене управління режимом енергоспоживання

source: Acoustic Level
ca: Nivell acústic
cs: Nastavení úrovně hlučnosti
de: Lärmunterdrückung
es: Nivel Acústico
fr: Niveau sonore
nl: Geluidsniveau
pl: Poziom głośności
pt: Nível de ruído
pt_br: Nível Acústico
ro: Nivel sonor
ru: Уровень шума
sk: Akustický stupeň
sr: Akustični nivo
sv: Akustisk nivå
tr: Ses Seviyesi
uk: Рівень шуму

source: Enable S.M.A.R.T.
ca: Habilita S.M.A.R.T.
cs: Používat diagnostiku S.M.A.R.T.
de: S.M.A.R.T. aktivieren
es: Habilitar S.M.A.R.T.
fr: Activer S.M.A.R.T.
nl: S.M.A.R.T. inschakelen
pl: Włącz S.M.A.R.T.
pt: Activar S.M.A.R.T.
pt_br: Ativar S.M.A.R.T.
ro: Activare S.M.A.R.T.
ru: Включить S.M.A.R.T.
sk: Zapni S.M.A.R.T.
sr: Aktivirati S.M.A.R.T.
sv: Aktivera S.M.A.R.T.
tr: S.M.A.R.T. etkinleştir
uk: Включити S.M.A.R.T.

source: S.M.A.R.T. extra options
ca: Opcions extra de S.M.A.R.T.
cs: Další možnosti S.M.A.R.T.
de: S.M.A.R.T. weitere Optionen
es: Opciones extra de S.M.A.R.T.
fr: Options S.M.A.R.T. supplémentaires
nl: Het NFSv3-eigendomsmodel voor NFSv4 gebruiken. Dit omzeilt de noodzaak om gebruikers en groepen tussen de client en server te synchroniseren. Houd er rekening mee dat deze optie wederzijds incompatibel is met de optie voor > 16 groepen.
pl: Dodatkowe opcje S.M.A.R.T.
pt: Opções extra do S.M.A.R.T
pt_br: S.M.A.R.T. opções extras
ro: Opţiuni suplimentare S.M.A.R.T
ru: Дополнительные параметры S.M.A.R.T.
sk: S.M.A.R.T. extra možnosti
sr: S.M.A.R.T. dodatne opcije
sv: S.M.A.R.T. extra alternativ
tr: S.M.A.R.T. ek seçenekleri
uk: Додаткові параметри S.M.A.R.T.

source: Disks
ca: Discs
cs: Disky
de: Festplatten
es: Discos
fr: Disques
nl: Schijven
pl: Dyski
pt_br: Discos
ro: Discuri
ru: Диски
sr: Diskovi
sv: Hårddiskar
tr: Diskler
uk: Диски

source: Path to mount point
ca: Ruta al punt de muntatge
cs: Umístění přípojného bodu
de: Pfad zum Einhängepunkt
es: Ruta al Punto de Montaje
fr: Chemin du point de montage
nl: Pad naar koppelpunt
pl: Ścieżka do punktu montowania
pt: Localização do ponto de montagem
pt_br: Caminho para ponto de montagem
ro: Calea către punctul de montare
ru: Путь к точке монтирования
sk: Cesta k prípojnému bodu
sr: Putanja do tačke montiranja
sv: Sökväg till Monteringspunkt
tr: Bağlama noktası yolu
uk: Шлях до точки монтування

source: Mount options
ca: Opcions de muntatge
cs: Volby pro připojení (mount)
de: Einhänge-Optionen
es: Opciones de Montaje
fr: Options de montage
nl: Koppelopties
pl: Opcje montowania
pt: Opções de montagem
pt_br: Opções de montagem
ro: Opţiuni montare
ru: Параметры монтирования
sk: Možnosti pripojenia
sr: Opcije montiranja
sv: Monteringsalternativ
tr: Bağlama seçenekleri
uk: Параметри монтування

source: Enter Mount Point options here
ca: Introdueix les opcions del punt de muntatge aquí
cs: Sem zadejte volby pro připojení (mount)
de: Geben Sie hier Optionen für den Einhängevorgang an.
es: Opciones del Punto de Montaje
fr: Entrez ici les options du point de montage
nl: Voer hier opties voor koppelpunten in
pl: Wpisz tutaj opcje montowania
pt: Insira aqui as opções de Montagem
pt_br: Entre as opções de pontos de montagens aqui
ro: Introduceţi aici opţiunile punctului de montare
ru: Укажите здесь параметры монтирования
sk: Možnosti/nastavenia prípojného bodu sem
sr: Ovde uneti opcije za Tačku Montiranja
sv: Ange monteringspunkt alternativ här
tr: Bağlama Noktası seçeneklerini buraya girin
uk: Вкажіть тут параметри монтування

source: Remote Replication Host
ca: Host de replicació remota
cs: Stroj, na který replikovat
de: Remote Replizierungsrechner
es: Anfitrión de Réplica Remoto
fr: Hôte de réplication à distance
nl: Externe replicatiehost
pl: Zdalny komputer do replikacji
pt: Host de replicação remota
pt_br: Host de Replicação Remoto
ro: Sistem de replicare remote
ru: Хост удаленной репликации
sk: Host pre vzdialenú replikáciu
sr: Udaljeni host za replikaciju
sv: Fjärr replikering värd
tr: Uzak Çoğaltma Anamakinesi
uk: Хост віддаленої реплікації

source: Remote Replication Hosts
ca: Hosts de replicació remota
cs: Stroje, na které replikovat
de: Remote Replizierungsrechner
es: Anfitriones de Réplica Remotos
fr: Hôtes de réplication à distance
nl: Externe replicatiehosts
pl: Zdalne komputery do replikacji
pt: Hosts de replicação remota
pt_br: Hosts de Replicações Remotas
ro: Sistem replicare remote
ru: Хосты удаленной репликации
sk: Hosty pre vzdialenú replikáciu
sr: Udaljeni hostovi za replikaciju
sv: Fjärr replikering värdar
tr: Uzak Çoğaltma Anamakineleri
uk: Хости віддаленої реплікації

source: Filesystem/Volume
cs: Souborový systém / svazek

source: Last snapshot sent to remote side (leave blank for full replication)
ca: ÚItim snapshot enviat al costat remot (deixar en blanc per una replicació completa)
cs: Nejnovější zachycený stav, který byl odeslán na protější stranu (pokud chcete provést úplnou replikaci, nevyplňujte)
de: Von der Gegenstelle zuletzt empfangener Snapshot (frei lassen für vollständige Replizierung)
es: Ultima instantanea enviada al lado remoto (Dejar en blanco para replicar todo)
fr: Dernier instantané envoyé du côté distant (laisser vide pour une réplication complète)
nl: Laatste momentopname verzonden naar extern systeem (laat leeg voor volledige replicatie)
pl: Ostatnia kopia migawkowa wysłana do strony zdalnej (pozostaw puste dla pełnej replikacji)
pt: Ultimo snapshot enviado para destino remoto (deixe em branco para replicação completa)
pt_br: O último snapshot enviado para o lado remoto (deixe em branco para replicação completa)
ro: Ultimul punct de restaurare trimis părţii remote (lăsaţi cîmpul necompletat pentru o replicare completă)
ru: Последний снимок посланный удаленной машине (оставьте пустым для полной репликации)
sk: Posledný snapshot poslaný na druhú stran (nechaj prázdne pre plnú replikáciu)
sr: Poslednji snimak poslat na udaljenu stranu (ostaviti prazno za punu replikaciju)
sv: Senaste ögonblicksbild skickad till fjärr värd (lämna tom för full replikering)
tr: Son anlık görüntü uzak tarafına gönderildi (tam çoğaltma için boş bırakın)
uk: Надіслати останній знимок віддаленій машині (залиште порожнім для повної реплікації)

source: Remote Host
ca: Host remot
cs: Protistrana (stroj)
de: Remote Rechner
es: Cliente remoto
fr: Hôte distant
nl: Externe host
pl: Komputer zdalny
pt: Host remoto
pt_br: Host Remoto
ro: Sistem remote
ru: Удаленный хост
sk: Vzdialený počítač
sr: Udaljeni host
sv: Fjärrvärd
tr: Uzak Anamakine
uk: Віддалений хост

source: Remote ZFS filesystem name
cs: Název ZFS souborového systému na protější straně

source: This should be the name of the ZFS filesystem on remote side. eg: poolname/datasetname not the mountpoint or filesystem path
cs: Toto by měl být název ZFS souborového systému na protější straně. např.: nazevfondu/nazevdatovesady nikoli popis umístění přípojného bodu nebo blokového zařízení
tr: Bu, uzak taraftaki ZFS dosya sisteminin adı olmalıdır. örn: havuzadı/verikümesiadı bağlama noktası veya dosya sistemi yolu değil
uk: Це має бути ім'я файлової системи ZFS на віддаленій стороні. Тобто: poolname/DataSetName це не точка монтування або шлях файлової системи

source: Recursively replicate and remove stale snapshot on remote side
ca: Replíca recursivament i elimina snapshots caducats al remot
cs: Rekurzivně replikovat a odebrat staré zachycené stavy na protistraně
de: Rekursives Reproduzieren und Entfernen der veralteten Momentaufnahme auf der Gegenseite
es: Replicar y eliminar recursivamente instantáneas antiguas en el lado remoto
fr: Répliquer récursivement et supprimer les anciens instantanés du côté distant
nl: Recursief repliceren en verouderde momentopname aan externe zijde verwijderen
pl: Rekursywanie replikuj i usuwaje stare kopie migawkowe po stronie zdalnej
pt: Recursivamente replicar e remover obsoleto instantâneo no lado remoto
pt_br: Replicar recursivamente e remover o snapshot obsoleto do lado remoto
ro: Replicare recursivă și eliminare salvări anterioare pentru sistemul remote
ru: Рекурсивно копировать и удалять устаревшие снимки на удаленной стороне
sk: Rekurzívne replikovať a zmazať zastralý snímok na vzdialenej strane
sr: Rekurzivno ponoviti i ukloniti stari snimak na udaljenoj strani
sv: Rekursivt kopiera och ta bort gammal ögonblicksbild på fjärrkontrollen sidan
tr: Uzak taraftaki eski anlık görüntüyü yinelemeli çoğaltır ve kaldırır
uk: Рекурсивно копіювати і видаляти застарілі знимки на віддаленій стороні

source: Initialize remote side for once. (May cause data loss on remote side!)
cs: Protentokrát inicializovat protistranu (může způsobit ztrátu dat na protistraně!)
de: Initialisieren Sie Remote-Seite einmal. (Das kann zu Datenverlust auf Remote-Seite führen!)
es: Inicializar lado remoto una vez. (Puede causar pérdida de datos en el lado remoto!)
fr: Réinitialiser une fois le côté distant. (Peut causer la perte de données du côté distant !)
nl: Eenmalig de andere zijde initialiseren. (Kan leiden tot gegevensverlies aan andere zijde!)
pt_br: Inicializar host remoto pela primeira vez (Isto pode acarretar em perda de dados no host remoto)
ro: Inițializare imediată sistem remote. (Poate cauza pierderi de date pentru sistemul remote!)
ru: Инициализация удаленной стороны только в этот раз. (Может привести к потере данных на удаленной стороне!)
sr: Inicijalizacija udaljene strane jednom. (Može izazvati gubitak podataka na udaljenoj strani!)
sv: Initiera fjärrkontroll sidan för en gångs skull. (Kan orsaka dataförlust på fjärrkontrollen sida!)
tr: Bir defalığına uzak tarafı başlat. (Uzak tarafta veri kaybına neden olabilir!)
uk: Ініціалізація віддаленої стороною (тільки в цей раз). (Може привести до втрати даних на віддаленій стороні!)

source: Limit (kB/s)
cs: Omezení (kB/s)
de: Grenzwert (kB/s)
es: Límite (kB/s)
fr: Limite (ko/s)
nl: Limiet (kB/s)
pt_br: Limite (kB/s)
ro: Limită (kB/s)
ru: Лимит (кБ/с)
sv: Begränsning ​​(kB / s
tr: Sınır (kB/s)
uk: Ліміт (kB/s)

source: Limit the replication speed. Unit in kilobytes/seconds. 0 = unlimited.
cs: Omezit rychlost replikace. V kilobajtech/sekundu. 0 (nula) = neomezené.
de: Begrenzung der Wiederherstellungsgeschwindigkeit. Einheit Kilobytes/Sekunde. 0 = unbeschränkt
es: Límite de la velocidad de replicado. Unidades en kilobytes/segundo. 0 = ilimitado.
fr: Limite la vitesse de réplication. Unité en kilooctets/secondes. 0 = illimité.
nl: De replicatiesnelheid beperken. Eenheid in kilobytes/seconde. 0 = onbeperkt.
pt_br: Limitar a velocidade de replicação. Unidade em kilobytes/segundo. 0 = ilimitado.
ro: Limitează viteza de replicare. În kilobiți/secundă. 0 = nelimitat.
ru: Максимальная скорость репликации. В килобайтах в секунду. 0 = не ограничена.
sr: Ograničiti brzinu replikacije. Jedinica u kilobajtima/sekundi. 0 = neograničeno.
sv: Begränsa replikationens hastighet. Enhet i kilobyte per sekund. 0=obegränsat.
tr: Çoğaltma hızını sınırlar. Kilobayt/saniye olarak birim. 0 = sınırsız.
uk: Ліміт швидкості реплікації. Задається в kB/s. 0 = без обмежень.

source: Replication Task
ca: Tasca de replicació
cs: replikační úlohu
de: Replizierungsaufgabe
es: Tarea de replicación
fr: Tâche de réplication
nl: Replicatietaak
pl: Zadanie replikacji
pt: Tarefa de replicação
pt_br: Tarefa de Replicação
ro: Activitate replicare
ru: Задание репликации
sk: Replikačná úloha
sr: Replikacioni zadatak
sv: Replikerings uppgift
tr: Çoğaltma Görevi
uk: Завдання реплікації

source: Replication Tasks
ca: Tasques de replicació
cs: replikační úlohy
de: Replizierungsaufgaben
es: Tareas de replicación
fr: Tâches de réplication
nl: Replicatietaken
pl: Zadania replikacji
pt: Tarefas de replicação
pt_br: Tarefas de Replicação
ro: Activităţi replicare
ru: Задания репликации
sk: Replikačné úlohy
sr: Replikacioni zadaci
sv: Replikerings uppgifter
tr: Çoğaltma Görevleri
uk: Завдання реплікації

source: Recursive
ca: Recursiu
cs: Rekurzivní
de: Rekursiv
es: Recursivo
fr: Récursif
nl: Recursief
pl: Rekursywnie
pt: Recursivo
pt_br: Recursivo
ro: Recursiv
ru: Рекурсивно
sk: Rekurzívne
sr: Rekurziv
sv: Rekursiv
tr: Tekrarlı
uk: Рекурсивно

source: Snapshot lifetime value
ca: Valor del temps de vida de l'Snapshot
cs: Jak dlouho zachycený stav uchovávat
de: Lebensdauer eines Snapshots
es: Vida de la instantanea
fr: Durée de vie de l'instantané
nl: Waarde van levensduur momentopname
pl: Czas przetrzymywania kopii migawkowej
pt: Valor para duração de vida do snapshot
pt_br: Tempo de vida dos valores do snapshot
ro: Valoare durată punct de restaurare
ru: Время жизни снимка
sk: Doba držania snapshotu
sr: Vrednost trajanja snimka
sv: Ögonblicksbild livstidsvärde
tr: Anlık görüntü ömür süresi değeri
uk: Час життя знимку

source: Snapshot lifetime unit
ca: Unitat del temps de vida de l'Snapshot
cs: Jednotka doby zachování zachyceného stavu
de: Einheit für Lebensdauern eines Snapshots
es: Valor de vida de la Instantánea
fr: Unité de durée de vie de l'instantané
nl: Eenheid van levensduur momentopname
pl: Jednostka czasu przetrzymywania kopii migawkowej
pt: Unidade para duração de vida do sanpshot
pt_br: Tempo de vida da unidade snapshot
ro: Unitate durată punct de restaurare
ru: Единицы измерения времени жизни снимка
sk: Doba životnosti snapshot dielu
sr: Jedinica trajanja snimka
sv: Ögonblicksbild livstid enhet
tr: Anlık görüntü ömür süresi birimi
uk: Час життя блоку знимків

source: Begin
ca: Inici
cs: Začátek
de: Anfang
es: Inicio
fr: Début
pl: Początek
pt: Começar
pt_br: Início
ro: Început
ru: Начало
sk: Začiatok
sr: Početak
sv: Starta
tr: Başlangıç
uk: Почати

source: Do not snapshot before
cs: Nezachycovat stav před
de: Keine Snapshots vor
es: No realizar instantaneas antes de...
fr: Ne pas faire d'instantané avant
nl: Geen momentopname maken voor
pt_br: Sem snapshot anterior
ro: Amînare creare punct de restaurare după
ru: Не делать снимок до
sr: Ne uzimati snimak pre
sv: Ta inte ögonblicksbild före
tr: Bu zamandan önce anlık görüntü almaz
uk: Не робити знімок до

source: End
ca: Final
cs: Konec
de: Ende
es: Fin
fr: Fin
nl: Einde
pl: Koniec
pt: Fim
pt_br: Fim
ro: Sfârşit
ru: Конец
sk: Koniec
sr: Kraj
sv: Stoppa
tr: Bitiş
uk: Кінець

source: Do not snapshot after
cs: Nezachycovat stav po
de: Keine snapshots nach
es: No realizar instantaneas despues de...
fr: Ne pas faire d'instantané après
nl: Geen momentopname maken na
pt_br: Sem snapshot posterior
ro: Anulare creare punct de restaurare după
ru: Не делать снимок после
sr: Ne uzimati snimak posle
sv: Ta inte ögonblicksbild efter
tr: Bu zamandan sonra anlık görüntü almaz
uk: Не робити знімок після
