Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: You must configure the root email (Accounts->Users->root)
cs: Je třeba nastavit e-mailovou adresu správce systému (root) v Účty -> Uživatelé -> root
fr: Vous devez configurer l'adresse e-mail de l'utilisateur root (Comptes->Utilisateurs->root)
nl: U moet het e-mailadres van de rootgebruiker configureren (Accounts->Gebruikers->root)
pt_br: Você deve configurar o email do root (Contas -> Usuário -> root)
ro: Trebuie să configurați emailul pentru root (Conturi->Utilizatori->root)
ru: Вы должны настроить email пользователя root (Accounts->Пользователи->root)
tr: Root e-posta hesabını yapılandırmak zorundasınız (Hesaplar->Kullanıcılar->root)
uk: Ви повинні налаштувати email користувача root (Accounts->Користувачi-> root)

source: The rsync process has started
cs: Proces rsync byl spuštěn
nl: Het rsync-proces is gestart
ru: Процесс rsync запущен
tr: Rsync işlemi başladı
uk: Процес rsync запущений

source: Firmware version %(fwversion)s does not match driver version %(drversion)s for /dev/mps%(mps)s
cs: Verze firmware %(fwversion)s neodpovídá verzi ovladače %(drversion)s pro zařízení /dev/mps%(mps)s
fr: La version du firmware %(fwversion)s ne correspond pas à la version du driver %(drversion)s pour /dev/mps%(mps)s
nl: Firmwareversie %(fwversion)s komt niet overeen met stuurprogrammaversie %(drversion)s voor /dev/mps%(mps)s
ru: Версия firmware %(fwversion)s не соответствует версии драйвера %(drversion)s для /dev/mps%(mps)s
tr: Aygıt yazılımı sürümü %(fwversion)s, /dev/mps%(mps)s için sürücü sürümü %(drversion)s ile eşleşmiyor
uk: Версія firmware %(fwversion)s не відповідає версії драйвера %(drversion)s для /dev/mps%(mps)s

source: Alert
cs: Výstraha
fr: Alerte
nl: Waarschuwing
pt_br: Alerta
ro: Alertă
ru: Тревога
tr: Uyarı
uk: Попередження

source: Add extra
cs: Přidat další
nl: Extra toevoegen
pt_br: Adicionar extra
ro: Adăugare suplimentară
ru: Добавить еще
tr: Ek şunu ekle:
uk: Додати ще

source: No entry has been found
cs: Nebyla nalezena žádná položka
fr: Aucune entrée trouvée
nl: Geen vermelding gevonden
pt_br: Nenhuma entrada foi encontrada
ro: Nu a fost găsită nicio înregistrare
ru: Не найдено
tr: Hiç giriş bulunamadı
uk: Не знайдено

source: Professional Support
cs: Profesionální podpora
fr: Support professionnel
nl: Professionele ondersteuning
pt_br: Suporte Profissional
ro: Suport profesional
ru: Профессиональная поддержка
tr: Profesyonel Destek
uk: Професiйна пiдтримка

source: Professionally-Supported FreeNAS-Based Storage Appliance
cs: Profesionálně podporované úložné zařízení založené na FreeNAS
fr: Appareil de stockage NAS basé sur FreeNAS avec un support professionnel
nl: Professioneel ondersteund FreeNAS-gebaseerd opslagapparaat
pt_br: Equipamento Storage baseado em FreeNAS suportado profissionalmente
ro: Suport profesional pentru sistem de stocare bazat pe FreeNAS
ru: Оборудование основанное на FreeNAS с профессиональной поддержкой
tr: Profesyonel Olarak Desteklenen FreeNAS Tabanlı Depolama Cihazı
uk: Устаткування засноване на FreeNAS з професійною підтримкою

source: Templates
cs: Šablony
fr: Modèles
nl: Sjablonen
ro: Șabloane
ru: Шаблоны
tr: Şablonlar
uk: Шаблони

source: Start
cs: Spustit
fr: Démarrage...
nl: Starten:
pt_br: Iniciar
ru: Запустить
tr: Başlat
uk: Запустити

source: Welcome to %(sw_name)s&reg; %(sw_login_version)s
cs: Vítejte ve %(sw_name)s&reg; %(sw_login_version)s
fr: Bienvenue sur %(sw_name)s&trade; %(sw_login_version)s
nl: Welkom bij %(sw_name)s&reg; %(sw_login_version)s
pt_br: Bem-vindo ao %(sw_name)s&reg; %(sw_login_version)s
ro: Bun venit la %(sw_name)s&reg; %(sw_login_version)s
ru: Добро пожаловать в %(sw_name)s&reg; %(sw_login_version)s
tr: %(sw_name)s&trade; %(sw_login_version)s sürümüne Hoş Geldiniz
uk: Ласкаво просимо до %(sw_name)s&reg; %(sw_login_version)s

source: For security reasons, you must now set a new root password:
cs: Z bezpečnostních důvodů je nyní třeba vytvořit nové heslo pro správce systému (root):
fr: Pour des raisons de sécurité, vous devez définir dès maintenant un nouveau mot de passe pour "root" :
nl: Om veiligheidsredenen moet u nu een nieuw rootwachtwoord instellen:
pt_br: Por motivos de segurança, você precisa agora definir uma nova senha de root:
ro: Din motive de securitate va trebui ă introduceți acum o parolă:
ru: Ради безопасности вы должны задать новый пароль root сейчас:
tr: Güvenlik nedenlerinden dolayı, şimdi yeni bir root parolası ayarlamak zorundasınız:
uk: Заради безпеки ви повинні задати новий пароль root зараз:

source: Partition
cs: Oddíl
nl: Partitie
ru: Раздел
tr: Bölüm
uk: Розділ

source: Directory Service Settings
cs: Nastavení adresářové služby
fr: Paramètrage du service d'annuaire
nl: Adreslijstservice-instellingen
pt_br: Configurações de Serviços de Diretório
ro: Setări serviciu Directory
ru: Настройки сервиса каталогов
tr: Dizin Hizmeti Ayarları
uk: Налаштування сервісу каталогів

source: Editing the following disks
cs: Úprava následujících disků
fr: Édition des disques suivants
nl: De volgende schijven worden bewerkt
pt_br: Editando os seguintes discos
ro: Se editează următoarele discuri
ru: Редактирование следующих дисков
tr: Aşağıdaki diskler düzenleniyor
uk: Редагування наступних дисків

source: You are about to download the global GELI key
cs: Chystáte se stáhnout si celkový klíč GELI šifrování úložiště
fr: Vous êtes sur le point de télécharger la clé globale de GELI
nl: U gaat de algemene GELI-sleutel downloaden
pt_br: Você está prestes a baixar a chave GELI global
ro: Urmează să descărcați o cheie globală GELI
ru: Вы собираетесь скачать глобальный ключ GELI
tr: Genel GELI anahtarını indirmek üzeresiniz
uk: Ви збираєтеся скачати глобальний ключ GELI

source: Do you want to lock this volume?
cs: Chcete zamknout tento svazek?
nl: Wilt u dit volume vergrendelen?
ru: Вы хотите блокировать этот том?
tr: Bu birimi kilitlemek istiyor musunuz?
uk: Ви хочете блокувати цей том?

source: You are about to add a recovery key for this volume
cs: Chystáte se přidat obnovovací klíče pro tento svazek
fr: Vous êtes sur le point d'ajouter une clef de récupération pour ce volume
nl: U gaat een herstelsleutel voor dit volume toevoegen
pt_br: Você está prestes a adicionar uma chave de recuperação para este volume
ro: Sînteți pe cale să adăugați o cheie de recuperare pentru acest volum
ru: Вы собираетесь добавить ключ восстановления для этого тома
tr: Bu birim için bir kurtarma anahtarı eklemek üzeresiniz
uk: Ви збираєтеся додати ключ відновлення для цього тому

source: SSH Key Scan
cs: Sken SSH klíče
fr: Analyse de la clé SSH
nl: SSH-sleutelscan
pt_br: Varrer Chave SSH
ro: Scanare cheie SSH
ru: Получить ключ SSH
tr: SSH Anahtarı Tarama
uk: Отримати ключ SSH

source: ATTENTION: A periodic snapshot of a given ZFS Volume/Dataset is required to create a replication task
cs: UPOZORNĚNÍ: Aby bylo možné vytvořit replikační úlohu, je nutné nejprve vytvořit pravidelné pořizování zachycených stavů daného ZFS svazku / datové sady
nl: ATTENTIE: er is een periodieke momentopname van een bepaald ZFS-volume/-gegevensset vereist om een replicatietaak aan te maken
ru: ВНИМАНИЕ: Периодические снимки данной файловой системы/тома ZFS, необходимы для создания задания репликации
tr: DİKKAT: Çoğaltma görevi oluşturmak için verilen bir ZFS Biriminin/Veri Kümsesinin düzenli bir anlık görüntüsü gerekir
uk: УВАГА: Періодичні знімки даної файлової системи/набора даних ZFS необхідні для створення завдання реплікації

source: Refer
cs: Odkazuje
nl: Verwijzen
pt_br: Referir
ro: Trimite
ru: Ссылается
tr: Başvuru
uk: Посилається

source: This operation is irreversible!
cs: Tato operace je nevratná!
fr: Cette opération est irréversible!
nl: Deze bewerking is onomkeerbaar!
ru: Эта операция необратима!
tr: Bu işlem geri alınamaz!
uk: Ця операція незворотна!

source: This is an encrypted volume, make sure to <a href="%(url)s" target="_blank">download</a> the key so you can be able to import it in the future
cs: Toto je šifrovaný svazek, nezapomeňte si<a href="%(url)s" target="_blank">stáhnout</a> klíč, aby jste ho případně byli schopní v budoucnu importovat (a dostat se tak ke svým datům!)
fr: Ceci étant un volume chiffré, assurez-vous de <a href="%(url)s" target="_blank">télécharger</a> la clef de façon à pouvoir l'importer dans le futur
nl: Dit is een versleuteld volume, zorg ervoor dat u de sleutel <a href="%(url)s" target="_blank">downloadt</a>, zodat u het in de toekomst kunt importeren
pt_br: Este é um volume encriptado, certifique-se de <a href="%(url)s" target="_blank">baixar</a> a chave para que seja possível importá-lo no futuro
ro: Acest volum este criptat, <a href="%(url)s" target="_blank">salvați</a> mai întîi cheia pentru a o putea utiliza ulterior.
ru: Это шифрованый том, убедитесь что вы <a href="%(url)s" target="_blank">скачали</a> ключ, чтобы бы могли импортировать его в дальнейшем
tr: Bu şifrelenmiş bir birimdir, anahtarı <a href="%(url)s" target="_blank">indirdiğinizden</a> emin olun böylece gelecekte bunu içe aktarabileceksiniz
uk: Це шифруваний том, переконайтеся що ви <a href="%(url)s" target="_blank">завантажили</a> ключ, щоб вы могли імпортувати його в подальшому

source: Resilver
cs: Opravit
fr: Resynchronisation
nl: Resilvering
ru: Восстановление
uk: Відновлення

source: Deduplication
cs: Deduplikace
nl: Ontdubbeling
ru: Дедупликация
tr: Tekilleştirme
uk: Дедуплікація

source: Create zvol on %(name)s
cs: Vytvořit ZFS svazek na %(name)s
nl: Zvol aanmaken op %(name)s
pt_br: Criar zvol em %(name)s
ro: Creare zvol în %(name)s
ru: Создать zvol в %(name)s
tr: %(name)s üzerinde zvol oluştur
uk: Створити zvol на %(name)s

source: Consider downloading your configuration before proceeding, <a href="%(url)s" target="_blank">click here</a>.
cs: Než budete pokračovat, zvažte stažení si (zazálohování) stávajícího nastavení, <a href="%(url)s" target="_blank">kliknutím sem</a>.
fr: Penser à télécharger votre configuration avant de continuer, <a href="%(url)s" target="_blank"> cliquer ici </a>.
nl: Overweeg uw configuratie te downloaden voordat u verdergaat, <a href="%(url)s" target="_blank">klik hier</a>.
pt_br: Considere baixar sua configuração antes de prosseguir, <a href="%(url)s" target="_blank">clique aqui</a>.
ro: Luați în calcul salvarea configurației înainte de a continua <a href="%(url)s" target="_blank">de aici</a>.
ru: Не забудьте скачать вашу конфигурацию перед продолжением, <a href="%(url)s" target="_blank">нажмите сюда</a>.
tr: Devam etmeden önce yapılandırmanızı indirmeyi düşünün, <a href="%(url)s" target="_blank">buraya tıklayın</a>.
uk: Не забудьте скачати вашу конфігурацію перед продовженням, <a href="%(url)s" target="_blank">натисніть сюди</a>.

source: Some storage pools are doing resilver/scrub, are you really sure you want to proceed with <strong>REBOOT</strong>?
cs: Na některých fondech úložišť stále probíhá kontrola/oprava, opravdu chcete i tak systém<strong>RESTARTOVAT</strong>?
fr: Des pools de stockage sont en cours de resynchronisation/nettoyage, êtes-vous certain de vouloir <strong>REDÉMARRER</strong>?
nl: Sommige opslagpools zijn bezig met resilvering/reiniging, weet u echt zeker dat u wilt doorgaan met <strong>HERSTARTEN</strong>?
ru: Некоторые тома выполняют проверку/восстановление. Вы уверены что хотите выполнить <strong>ПЕРЕЗАГРУЗКУ</strong>?
tr: Bazı depolama havuzları resilver/temizleme işlemi yapıyor, <strong>YENİDEN BAŞLATMA</strong> işlemi ile devam etmek istediğinize gerçekten emin misiniz?
uk: Деякі томи виконують перевірку/відновлення, ви впевнені що хочете виконати <strong>ПЕРЕЗАВАНТАЖЕННЯ</strong>?

source: auth+data
cs: ověř.+data
fr: authentification + données
nl: auth+gegevens
pt_br: autorização+dados
ro: autorizare+date
tr: yetki+veri

source: IPv4 netmask
cs: IPv4 síťová maska
fr: Masque de sous-réseau IPv4
pt_br: Máscara de rede IPv4
ro: Mască reţea IPv4
ru: Маска сети IPv4
tr: IPv4 ağ maskesi
uk: Маска мережі IPv4

source: IPv6 prefix length
cs: Délka IPv6 předpony
fr: Longueur du préfixe IPv6
nl: Lengte van IPv6-voorvoegsel
pt_br: Comprimento do prefixo IPv6
ro: Lungime prefix IPv6
ru: Длина префикса IPv6
tr: IPv6 önek uzunluğu
uk: Довжина префікса IPv6

source: IPv6 bridge address
cs: IPv6 adresa přemostění
fr: Adresse du pont IPv6
nl: Adres van IPv6-brug
pt_br: Endereço de bridge IPv6
ro: Adrese bridge IPv6
ru: Адрес IPv6 bridge
tr: IPv6 köprü adresi
uk: Адреса IPv6 bridge

source: Active
cs: Aktivní
fr: Actif
nl: Actief
pt_br: Ativo
ro: Activ
ru: Активен
tr: Aktif
uk: Активний

source: No carrier
cs: Bez signálu
fr: Pas de porteuse
nl: Geen carrier
pt_br: Sem portadora
ro: Lipsă conexiune
ru: Нет несущей
tr: Taşıyıcı yok
uk: Немає сигналу

source: IPMI failed
cs: operace s IPMI se nezdařila
fr: Interface de Gestion Intelligente du Matériel à échoué
nl: IPMI mislukt
pt_br: IPMI falhou
ro: Eroare IPMI
ru: сбой IPMI
tr: IPMI başarısız oldu
uk: збій IPMI

source: jail not found
cs: vyhrazené prostředí nebylo nalezeno
fr: jail non trouvée
nl: jail niet gevonden
ro: Zona jail nu a fost găsită
ru: jail не найден
tr: Kafes bulunamadı
uk: jail не знайдено

source: Specifies whether samba should use (expensive) hostname lookups or use the ip addresses instead. An example place where hostname lookups are currently used is when checking the hosts deny and hosts allow.
cs: Určuje, zda má samba používat (náročný) překlad IP adres na názvů strojů či namísto toho použít jen IP adresy. Příkladem použití názvů strojů je v současnosti jejich použití v seznamech strojů, ze kterých je povolen či odepřen přístup ke sdílením.
fr: Spécifie si samba doit utiliser la recherche de noms d'hôte (couteux) ou utiliser l'adresse IP. Un exemple d'utilisation où la recherche de nom d'hôte est actuellement utilisée est la vérification des hôtes autorisés ou interdits.
nl: Geeft aan of samba (dure) hostnaam-zoekopdrachten moet gebruiken of in plaats daarvan de IP-adressen. Een voorbeeldplaats waar hostnaam-zoekopdrachten momenteel worden gebruikt is bij het controleren van de geweigerde en toegestane hosts.
pt_br: Especifica se o samba deve usar (caras) procuras de hostname ou usar o endereço IP ao invés disso. Um exemplo onde procuras de hostname são usados é quando hosts permitidos ou negados são checados.
ro: Specifică dacă samba va utiliza identificarea după nume (procedeu consumator de resurse) sau utilizarea adreselor ip. Un exemplu de utilizare pentru identificarea după nume este cel pentru stabilirea sistemelor acceptate și cele refuzate.
ru: Указывает должна ли samba использовать (дорогое) преобразование имен или использовать вместо них IP адреса. В качестве примера использования имен можно называть списки разрешенных и запрещенных хостов.
tr: Samba'nın (pahalı) anamakine adı aramalarını kullanıp kullanmamasını ya da bunun yerine IP adresi kullanıp kullanmamasını belirler. Reddedilen anamakineler ve izin verilen anamakineler işaretlendiğinde şu anda kullanılan anamakine adı aramalarının yeri bir örnektir.
uk: Вказує чи повинна samba використовувати (дороге) перетворення імен або використовувати замість них IP адреси. Як приклад використання імен можна називати списки дозволених і заборонених хостів.

source: Server maximum protocol
cs: Nejvyšší přijatelná verze protokolu serveru
fr: Protocole maximum du serveur
nl: Maximale serverprotocol
ro: Protocol maxim server
ru: Максимальная версия протокола сервера
tr: En yüksek sunucu protokolü
uk: Максимальна версія протоколу сервера

source: Force mountd to bind to the specified port, for both IPv4 and IPv6 address families. This is typically done to ensure that the port which mountd binds to is a known value which can be used in firewall rulesets.
cs: Vynutí, aby služba mountd očekávala spojení na určeném portu a to na protokolech IPv4 i IPv6. Užitečné pro zajištění toho, že spojovací port mountd bude znám a díky tomu pro něj bude možné nastavit pravidlo na firewallu.
fr: Force mountd à lier le port spécifié, pour les deux familles d'adresses IPV4 et IPV6. Ceci est typiquement utilisé pour s'assurer que la valeur du port lié par mountd est connue et peut être utilisée par les règles du pare-feu.
nl: Dwingt mountd tot het binden aan de opgegeven poort, zowel voor IPv4- als IPv6-adresfamilies. Doorgaans wordt dit gedaan om te verzekeren dat de poort waaraan mountd bindt een bekende waarde is die in regels van firewalls kan worden gebruikt.
pt_br: Força o mountd a associar na porta especificada, para ambas as famílias de endereços IPv4 e IPv6. Isto é feito tipicamente para assegurar que a porta onde o mountd associa é um valor conhecido que possa ser utilizado em regras de firewall.
ro: Forțează mountd să utilizeze portul specificat, atît pentru adrese IPv4 cît și pentru IPv6. Acest lucru garantează că portul utilizat este cunoscut și poate fi utilizat în setul de reguli ale firewall-ului.
ru: Заставляет mountd использовать указанный порт для IPv4 и IPv6. Обычно это делается когда необходимо знать конкретный номер порта для настройки сетевых фильтров.
tr: Her iki IPv4 ve IPv6 adres aileleri için belirtilen bağlantı noktasına mountd bağlamaya zorlar. Bu genellikle güvenlik duvarı kurallar gurubunda kullanılabilen bilinen bir değere mountd bağlayan bağlantı noktasını garantilemek için yapılır.
uk: Змушує mountd використовувати вказаний порт для IPv4 та IPv6. Зазвичай це робиться коли необхідно знати конкретний номер порту для налаштування мережевих фільтрів.

source: rpc.statd(8) bind port
cs: spojovací port rpc.statd(8)
fr: port lié à rpc.statd(8)
nl: rpc.statd(8)-bindpoort
pt_br: porta de associação do rpc.statd(8)
ro: port de legătură rpc.statd(8)
ru: Порт rpc.statd(8)
tr: rpc.statd(8) bağlama bağlantı noktası
uk: Порт rpc.statd(8)

source: rpc.lockd(8) bind port
cs: spojovací port pro rpc.lockd(8)
fr: port lié à rpc.lockd(8)
nl: rpc.lockd(8)-bindpoort
pt_br: porta de associação do rpc.lockd(8)
ro: port de legare rpc.lockd(8)
ru: Порт rpc.lockd(8)
tr: rpc.lockd(8) bağlama bağlantı noktası
uk: Порт rpc.lockd(8)

source: This option forces rpc.lockd the daemon to bind to the specified port, for both IPv4 and IPv6 address families.
cs: Tato volba vynutí, aby služba rpc.lockd očekávala spojení na určeném portu a to na protokolech IPv4 i IPv6.
fr: Cette option force le démon rpc.lockd à s'attacher au port spécifié, pour les familles d'adresses IPv4 et IPv6.
nl: Deze optie dwingt de rpc.lockd-daemon tot het binden aan de opgegeven poort, zowel voor IPv4- als IPv6-adresfamilies.
pt_br: Esta opção força o daemon rpc.lockd a associar na porta especificada, para ambas as famílias de endereços IPv4 e IPv6.
ro: Această opțiune forțează daemonul rpc.lockd să facă legătura la portul specificat pentru ambele moduri de adresare: IPv4 și IPv6.
ru: Заставляет демона rpc.lockd использовать указанный порт для IPv4 и IPv6.
tr: Bu seçenek her iki IPv4 ve IPv6 adres aileleri için belirtilen bağlantı noktasına rpc.lockd geri plan yordamını bağlamaya zorlar.
uk: Змушує демона rpc.lockd використовувати вказаний порт для IPv4 та IPv6.

source: The client IP is detected by calling 'url' from this 'ip_server_name:port'. Defaults to checkip.dyndns.org:80 /.
cs: IP adresa klienta je zjišťována voláním „url“ z této „nazev_ip_serveru:port“. Výchozí je checkip.dyndns.org:80 /.
fr: L'IP du client est détectée en appelant 'url' depuis ce 'ip_server_name:port'. Défaut à checkip.dyndns.org.80 /.
nl: Het client-IP-adres wordt herkend door 'url' vanaf deze 'ip-servernaam:poort' aan te roepen. Standaard is dit checkip.dyndns.org:80 /.
pt_br: O IP do cliente é detectado chamando a 'url' deste 'ip_server_name: port'. O padrão é checkip.dyndns.org: 80 /.
ro: IP-ul clientului este detectat din url-ul 'ip_server_name:port'. Implicit checkip.dyndns.org:80 /.
ru: IP клиента определяется вызовом 'url' с 'ip_server_name:port'. По умолчанию: checkip.dyndns.org:80 /.
tr: İstemci IP'si bu 'ip_sunucu_adı:b_noktası' adresinden çağrılan 'url' tarafından algılanır. Varsayılanı checkip.dyndns.org:80 /.

source: UPS Mode
cs: Režim UPS zdroje
fr: Mode de l'onduleur
nl: UPS-modus
pt_br: Modo do UPS
ro: Mod UPS
ru: Режим ИБП
tr: UPS Kipi
uk: Режим ДБЖ

source: Monitor Password
cs: Heslo pro dohled
fr: Mot de passe de contrôle
nl: Monitorwachtwoord
pt_br: Senha do Monitor
ro: Parolă monitor
ru: Пароль мониторинга
tr: İzleyici Parolası
uk: Пароль монiторiнгу

source: Perform Reverse DNS Lookups
cs: Provádět DNS překlady IP adres na názvy strojů
fr: Effectuer les consultations DNS inverses
nl: Achterwaartse DNS-zoekopdrachten uitvoeren
pt_br: Executar Pesquisas de DNS Reverso
ro: Permite căutarea inversă în DNS
ru: Выполнять обратное преобразование DNS
tr: Ters DNS Aramaları yap
uk: Виконувати зворотнє перетвореня DNS

source: Place the contents of your certificate and private key here.
cs: Sem vložte obsah svého certifikátu a soukromého klíče.
fr: Placez les contenus de votre certificat et de votre clé privée ici.
nl: Plaats hier de inhoud van uw certificaat en privésleutel.
pt_br: Coloque o conteúdo de seu certificado e chave privada aqui.
ro: Introduceți aici conţinutul certificatului și cheii private.
ru: Поместите сюда ваш сертификат и приватный ключ.
tr: Buraya sertifikanızın içeriklerini ve özel anahtarı yerleştirin.
uk: Помістіть сюди ваш сертифікат та приватний ключ.

source: Specifies the facility code that is used when logging messages from sftp-server.
cs: Určuje označení použité při protokolování zpráv z sftp-server.
fr: Spécifie le code d'autorisation qui est utilisé pour les messages de connexion émis par le serveur sftp
nl: Geeft de faciliteitcode aan die bij logboekregistratie van sftp-serverberichten wordt gebruikt.
pt_br: Especifica o código facility utilizado quando for registrar logs do servidor sftp.
ro: Specifică codul facilității care este folosită la arhivarea mesajelor de la serverul sftp.
ru: Указывает категорию (Facility) для использования при журналировании сообщений от SFTP сервера.
tr: Sftp sunucusundan iletiler günlüklendiğinde kullanılan tesisin kodunu belirtir.
uk: Вказує категорію (Facility) для використання при журналюваннi повідомлень від SFTP сервера.

source: Verbose logging
cs: Podrobné protokolování
fr: Journalisation verbeuse
nl: Uitgebreide logboekregistratie
pt_br: Log detalhado
ro: Arhivare mesaje
ru: Подробное журналирование
tr: Ayrıntılı günlükleme
uk: Докладні записи до журналу

source: Set this if you want to use the default domain for users and groups.
cs: Toto nastavte, pokud chcete pro uživatele a skupiny použít výchozí doménu.
fr: À activer pour utiliser le domaine par défaut pour les utilisateurs et les groupes.
nl: Stel dit in als u het standaarddomein voor gebruikers en groepen wilt gebruiken.
pt_br: Selecione isto se você quer usar o domínio padrão para usuários e grupos.
ro: Activați opțiunea dacă doriți utilizarea domeniului implicit pentru utilizatori și grupuri.
ru: Установите если вы хотите использовать домен по умолчанию для пользователей и групп.
tr: Eğer kullanıcılar ve gruplar için varsayılan etki alanını kullanmak istiyorsanız bunu ayarlayın.
uk: Встановіть якщо ви хочете використовувати домен за замовчуванням для користувачів і груп.

source: Hostname of the global catalog server to use.
cs: Název stroje s globálním katalogem, který použít.
fr: Nom d'hôte du serveur de catalogue global à utiliser.
nl: Hostnaam van de te gebruiken globalecatalogusserver.
pt_br: Hostname do servidor de catálogo global a ser utilizado.
ro: Numele serverului pentru catalogul global utilizat.
ru: Имя хоста сервера глобального каталога.
tr: Kullanmak için genel katalog sunucusunun anamakine adı.
uk: Iм'я хоста серверу глобального каталогу.

source: Paths
cs: Popisy umístění
fr: Chemins
nl: Paden
pt_br: Caminhos
ro: Căi
ru: Пути
tr: Yollar
uk: Шляхи

source: Inherit ACL's
cs: Převzít seznamy ACL
nl: ACL's overnemen
ro: ACL-uri moștenite
ru: Наследовать ACL
tr: ACL'leri devral
uk: Успадковувати ACL
