Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: If true then only guest connections to the share are permitted. This parameter will have no effect if Allow Guest Access is not set for the share.
cs: Je-li v platnosti (true), pak k tomuto sdílení budou mít přístup pouze nepřihlášení uživatelé. Tento parametr nemá význam pokud na daném sdílení není současně nastaven parametr Umožnit přístup nepřihlášeným uživatelům.
de: Wenn erlaubt dann werden nur Gastzugriffe auf die Freigabe erlaubt. Der Parameter hat keinen Effekt, wenn der Gastzugriff auf die Freigabe nicht erlaubt wurde.
es: Si se valida solo se permitiran conexiones de invitado. Este parametro no tiene sentido si el permiso "Permitir acceso de invitado" no esta habilitado para el compartido.
fr: Si la valeur est à vrai, seules les connexions invitées au partage sont autorisées. Ce paramètre n'a aucun effet si "Autoriser l'accès invité" n'est pas activé pour ce partage.
nl: Als dit waar is, zijn alleen gastverbindingen met de share toegestaan. Deze parameter heeft geen effect als Gasttoegang toestaan niet is ingesteld voor de share.
pt: Se for verdade, então são permitidas apenas conexões de clientes para a partilha. Este parâmetro não terá efeito se a opção Permitir Acesso de Convidado não estiver definido para a partilha.
pt_br: Se somente houver conexões de contas de convidados no compartilhamento. Este parâmetro não terá efeito se o Acesso para Convidado for configurado para este compartilhamento.
ro: Dacă opţiunea este activă doar conexiunile prin contul guest vor fi permise (nu are niciun efect dacă opţiunea Permisiune Guest Acces nu este definită pentru partajare).
ru: Если true, разрешены только гостевые соединения. Этот параметр не имеет эффекта если для общего ресурса не разрешен гостевой доступ.
sr: Ako je istina onda su samo konekcije sa gost nalogom dozvoljene na deljeni resurs. Ovaj parametar neće imati efekta ako "Dozvoli Gost Pristup" nije postavljen za deljeni resurs.
sv: Om sant så är endast gäst anslutningar till utdelningen tillåtna. Denna parameter har ingen effekt om tillåta gäster inte är inställd för utdelningen
tr: Eğer true ise o zaman sadece paylaşım için misafir bağlantılarına izin verilir. Eğer Misafir Erişimine İzin Ver seçeneği paylaşım için ayarlı değilse bu parametrenin etkisi olmayacaktır.
uk: Якщо true, дозволені тільки гостьові з'єднання. Цей параметр не має ефекту якщо для спільного ресурсу не дозволений гостьовий доступ.

source: Hosts Allow
ca: Servidors Permesos
cs: Stroje, ze kterých je přístup umožněn
de: Zugelassene Hosts
es: Lista de clientes permitidos
fr: Hôtes autorisés
nl: Toegestane hosts
pl: Komputery dozwolone
pt: Permitido Anfitriões
pt_br: Hosts Permitidos
ro: Calculatoare acceptate
ru: Разрешенные хосты
sk: Povoliť hostiteľov
sr: Host dozvoljen
sv: Tillåt värdar
tr: İzin Verilen Anamakineler
uk: Дозволені хости

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this share. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
ca: Aquesta opció és per posar un conjunt de servidors separats per coma, espai, o tabulador, per que tinguin accés a aquesta compartició. Pots especificar els servidors per nom, o número IP. Deixa aquest camp buit per usar els ajustos per defecte.
cs: Seznam počítačů, ze kterých je možné přistupovat k tomuto sdílení. Počítače je možné určit jejich názvy či IP adresami. Jednotlivé položky oddělujte čárkami, mezerami či tabulátory. Pro použití výchozího nastavení ponechte tuto kolonku prázdnou.
de: Dies ist eine Liste von Rechnern, deren Zugriff auf die Freigaben erlaubt ist. Sie können sowohl Namen als auch IP-Adressen verwenden. Mehrere Einträge müssen mit Komma, Leerzeichen oder Tab voneinander getrennt werden. Lassen Sie das Feld leer, um die Standardeinstellungen zu verwenden.
es: Esta opcion permite separar por comas (,) espacios o tab, la lista de clientes que pueden acceder a este compartido. Se puede especificar el nombre o la IP. Dejar en blanco para usar por defecto
fr: Cette option est une liste délimitée par des virgules, espaces ou tabulations d'hôtes autorisés à accéder à ce partage. Les hôtes peuvent être définis par leur nom ou adresse IP. Laisser le champ vide pour utiliser la configuration par défaut.
nl: Deze optie is een door een komma, spatie of tab gescheiden set van hosts die deze share mogen benaderen. U kunt de hosts op naam of IP-nummer opgeven. Laat dit veld leeg om de standaardinstellingen te gebruiken.
pl: Jest to zestaw przedzielonych przecinkiem, spacją lub tabulatorem komputerów, dla których zezwala się na dostęp do tego udziału. Możesz określić komputery za pomocą nazw lub adresów IP. Pozostaw te pole puste aby użyć ustawień domyślnych.
pt: Esta opção é uma vírgula, espaço, ou conjunto de hosts que têm permissão para acessar esse compartilhamento delimitado por tabulação. Você pode especificar os hosts por nome ou número IP. Deixe este campo vazio para usar as configurações padrão.
pt_br: Esta opção é uma vírgula, espaço ou tabulação de hosts que NÃO são autorizados a acessarem este compartilhamento. Você pode especificar os hosts pelo nome ou número de IP. Deixar este campo vazio para usar as configurações padrão.
ro: Această opţiune este un set / listă de calculatoare - delimitate prin virgulă, spaţiu sau indent - cărora le este permisă accesarea acestei resurse din reţea. Calculatoarele pot fi identificate prin nume sau IP. Lăsaţi gol acest spaţiu pentru a folosi setările implicite.
ru: Набор хостов разделённых запятой, пробелом или табуляцией, которым разрешен доступ к этому ресурсу. Вы можете указать хосты по имени или по IP-адресу. Оставьте это поле пустым, чтобы использовать настройки по умолчанию.
sk: Zoznam počítačov, ktoré majú prístup k tomuto zdieľanému adresáru, oddelený čiarkou, medzerou alebo tabulátorom. Počítače môžte špecifikovať názvom alebo IP adresou. Nevyplňujte ak chcete použiť predvolené nastavenia.
sr: Ova opcija je zarez, razmak, ili tabulatorom razgraničen skup hostova kojima je dozvoljeno da pristupe ovom deljenom resursu. Možete da navedete hosta po imenu ili IP broju. Ostavite ovo polje prazno da koristite podrazumevana podešavanja.
sv: Detta alternativ är ett kommatecken, mellanslag eller tab avgränsad uppsättning värdar som är tillåtna att komma åt denna utdelning. Du kan ange de värdar med namn eller IP-nummer. Lämna det här fältet tomt för att använda standardinställningarna.
tr: Bu seçenek, bu paylaşıma erişmeye izin veren virgül, boşluk veya sekme ile sınırlandırılan anamakineler kümesidir. Anamakineleri adına veya IP numarasına göre belirleyebilirsiniz. Varsayılan ayarları kullanmak için bu alanı boş bırakın.
uk: Набір хостів розділених комою, пробілом або табуляцією, яким дозволений доступ до цього ресурсу. Ви можете вказати хости по імені або по IP-адресою. Залиште це поле порожнім, щоб використовувати типові налаштування.

source: Hosts Deny
ca: Servidors Denegats
cs: Stroje, ze kterých je přístup odepřen
de: Verbotene Hosts
es: Lista de clientes No Permitidos
fr: Hôtes refusés
nl: Geweigerde hosts
pl: Zablokowane hosty
pt: Anfitrião Negado
pt_br: Hosts Negados
ro: Calculatoare interzise
ru: Запрещенные хосты
sk: Zakázané hosty
sr: Zabrani hostove
sv: Neka värdar
tr: Reddedilen Anamakineler
uk: Заборонені хости

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this share. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
ca: Aquesta opció és per posar un conjunt de servidors separats per coma, espai, o tabulador, per que NO tinguin accés a aquesta compartició. On hi hagi conflicte la llista de permesos té precedencia. Si es dona el cas de voler denegar los tots, utilitza la paraula ALL (o be la màscara de xarxa 0.0.0.0/0) i després especifica a la llista de Servidors Permesos aquells servidors als que vols donar accés. Deixa aquest camp buit per usar ajustos per defecte.
cs: Seznam počítačů, ze kterých NENÍ možné přistupovat k tomuto sdílení. Jednotlivé položky oddělujte čárkami, mezerami či tabulátory. V případě, že si seznamy odporují, má přednost seznam počítačů, ze kterých je přístup umožněn. V případě, že je nutné zakázat přístup ze všech počítačů, napište do pole klíčové slovo ALL (nebo masku sítě 0.0.0.0/0) a následně výslovně povolte ty počítače, které oprávnění k přístupu mají mít. Pro použití výchozího nastavení ponechte tuto kolonku prázdnou.
de: Dies ist eine Liste von Rechnern, denen der Zugriff auf die Freigaben NICHT erlaubt ist. Mehrere Einträge müssen mit Komma, Leerzeichen oder Tab voneinander getrennt werden.Wenn es einen Konflikt in den Zugriffsrechten gibt, dann erhält die Zugriffserlaubnis den Vorrang vor der Zugriffsverweigerung. Sollte es notwendig sein, standardmäßig alle Zugriffe zu verbieten, dann verwenden Sie das Wort ALL (oder die Netzbezeichnung 0.0.0.0/0). Anschließend fügen Sie die zu erlaubenden Rechner explizit zur anderen Liste hinzu. Lassen Sie das Feld leer, um die Standardeinstellungen zu verwenden.
es: Esta opción permite separar por comas, espacios o tab, la lista de clientes a denegar acceso. si se desea denegar a todos use el comodin "ALL" o la mascara de red 0.0.0.0 deje el campo en blanco para usar por defecto
fr: Cette option est une liste délimitée par des virgules, espaces ou tabulations d'hôtes NON autorisés à accéder à ce partage. Lors de conflits dans les listes, la liste des autorisations est prioritaire. Dans le cas où il est nécessaire de tout interdire par défaut, utiliser le mot-clé ALL (ou le masque réseau 0.0.0.0/0) et spécifier ensuite les hôtes dont l'accès doit être autorisé dans le paramètre Hôtes autorisés. Laisser le champ vide pour utiliser la configuration par défaut.
nl: Deze optie is een door een komma, spatie of tab gescheiden set van hosts die deze share NIET mogen benaderen. Waar de lijst conflicteert, heeft de lijst met toegestane hosts voorrang. Als het nodig is om alles standaard geen toegang te geven, gebruikt u het trefwoord ALL (of het netmask 0.0.0.0/0) en voegt u aan de parameter toegestane hosts expliciet de hosts toe die wel toegang dienen te hebben. Laat dit veld leeg voor de standaardinstellingen.
pl: Jest to zestaw przedzielonych przecinkiem, spacją lub tabulatorem komputerów, dla których jest zabroniony dostęp do tego udziału. Jeśli wystąpi konflikt list, pierwszeństwo ma lista zezwalająca na dostęp. W przypadku gdy wymagany jest domyślnie brak dostępu dla wszystkich, użyj ALL (lub maskę sieciową 0.0.0.0/0) a następnie jednoznacznie określ dozwolone komputery mające mieć dostęp. Pozostaw te pole puste aby użyć ustawień domyślnych.
pt: Esta opção é um conjunto de hosts delimitados por vírgula, espaço ou tab que NOT têm permissão para aceder a esta partilha. Sempre que as listas entrarem em conflito, a lista de permissões tem precedência. No caso de ser necessário negar todos por defeito, utilize a keyword ALL (ou a máscara de rede 0.0.0.0/0) e depois especifique explicitamente no parâmetro de permissão desses hosts qual deve ser permitido acesso.Deixe este campo em branco para utilizar as definições pré-definidas.
pt_br: Esta opção é uma vírgula, espaço ou tabulação de hosts que NOT são autorizados a acessarem este compartilhamento. Quando houver conflito na lista, a lista de liberação terá precedência. No caso em que é necessário negar todos por padrão, usar a palavra ALL (ou a mascara de rede 0.0.0.0/0) e então especifique explicitamente para o parâmetro de hosts permitidos aqueles hosts que tem o acesso permitido. Deixe o campo em branco para usar as configurações padrão.
ro: Această opţiune este o un set/listă de calculatoare - delimitate prin virgulă, spaţiu sau indent - cărora NU le este permisă accesarea acestei resurse din reţea. Când apar conflicte în listă, prevalează lista cu calculatoare acceptate. Dacă este nevoie să fie toate interzise, utilizaţi cuvântul ALL (sau masca de reţea 0.0.0.0/0) şi specificaţi explicit în lista de calculatoare acceptate pe acele calculatoare cărora li se permite accesul. Lăsaţi gol acest spaţiu pentru a folosi setările implicite.
ru: Набор хостов разделённых запятой, пробелом или табуляцией, которым НЕ разрешен доступ к этому ресурсу. Если списки конфликтуют, список разрешенных хостов имеет приоритет. В случае, если по умолчанию необходимо запретить все, используйте парамтр ALL (или маску 0.0.0.0/0), а затем явно укажите хосты, доступ которым разрешен. Оставьте это поле пустым, чтобы использовать настройки по умолчанию.
sk: Táto možnosť obsahuje zoznam hostiteľov oddelených čiarkou, medzerou alebo tabulátorom, ktorí NEMAJÚ povolený prístup k zdieľanému adresáru. Ak existuje konflikt medzi zoznamami, zoznam povolení má prednosť. V prípade, že je potrebné predvoliť zákaz všetkých hostiteľov, použite kľúčové slovo ALL (alebo sieťovú masku 0.0.0.0/0) a potom explicitne špecifikujte hostiteľov, ktorí majú mať prístup v poli povoliť hostitelov. Nechajte prázdne pre použitie predvolených nastavení.
sr: Ova opcija je zarezom, razmakom, ili tabulatorom razgraničen skup hostova kojima nije dozvoljeno da pristupe ovom deljenom resursu. Gde se liste sukobljavaju onda lista sa dozvoljenim pristupima ima prednost. U slučaju da je neophodno da se brani sve kao podrazumevana vrednost, koristite ključnu reč ALL (ili netmask 0.0.0.0/0), a zatim eksplicitno navesti omogući parametar onim hostovima kojima bi trebalo da bude dozvoljen pristup. Ostavite ovo polje prazno kako bi se koristila podrazumevana podešavanja.
sv: Detta alternativ är ett kommatecken, mellanslag eller tab avgränsad uppsättning värden som inte är tillåtet att komma åt denna utdelning. Om listor konflikterar tar listan Tillåt företräde. I händelse av att det är nödvändigt att förneka all som standard, använd sökordet ALL (eller nätmasken 0.0.0.0 / 0) och sedan uttryckligen ange de värdar låter parametern de datorer som bör tillåtas tillträde. Lämna det här fältet tomt för att använda standardinställningarna.
tr: Bu seçenek, bu paylaşıma erişmeye izin VERMEYEN virgül, boşluk veya sekme ile sınırlandırılan anamakineler kümesidir. Listelerin çakıştığı yerde izin verme listesi öncelikli olur. Varsayılan olarak tümünü reddetmenin gerekmesi halinde, ALL (veya 0.0.0.0/0 ağ maskesi) anahtar kelimesini kullanın ve ondan sonra erişime izin verilmesi gereken bu anamakinelere, izin verilen anamakineler parametresini açık bir şekilde belirleyin. Varsayılan ayarları kullanmak için bu alanı boş bırakın.
uk: Набір хостів розділених комою, пробілом або табуляцією, яким НЕ дозволений доступ до цього ресурсу. При цьому конфлікт-лист дозволяє розставити пріоритети. У разі, якщо типово необхідно заборонити всі, використовуйте парамтр ВСЕ (або маску 0.0.0.0/0), а потім явно вкажіть хости, Доступ яким дозволений. Залиште це поле порожнім, щоб використовувати типові налаштування.

source: These parameters are added to [Share] section of smb.conf
ca: Aquests paràmetres s'afegiran a la secció [Share] de smb.conf
cs: Tyto parametry jsou přidány do sekce [Share] v souboru s nastaveními smb.conf
de: Diese Parameter werden zur Sektion [Share] der Konfigurationsdatei smb.conf hinzugefügt.
es: Estos parametros son añadidos a la seccion [Share] del fichero smb.conf
fr: Ces paramètres sont ajoutés à la section [Share] de smb.conf
nl: Deze parameters worden aan de sectie [share] van smb.conf toegevoegd
pl: Te parametry zostaną dodane w sekcji [Share] pliku smb.conf
pt: Estes parâmetros foram adicionados á [Share] secção do smb.conf
pt_br: Esses parâmetros são adicionados à seção [Share] de smb.conf
ro: Aceşti parametri sunt adaugaţi la secţiunea [Share] a fişierului smb.conf
ru: Эти параметры добавляются в раздел [Share] smb.conf
sk: Tieto parametre sú pridané do [Share] sekcie v smb.conf
sr: Ovi parametri su dodati na [Share] sekciju smb.conf
sv: Dessa parametrar läggs till [Share] i smb.conf
tr: Bu parametreler smb.conf dosyasının [Share] bölümüne eklenir
uk: Ці параметри додаються до розділу [Share] smb.conf

source: Windows (SMB) Share
cs: Windows (SMB) sdílení
fr: Partage Windows (SMB)
pt_br: Compartilhamento Windows (SMB)
ro: Partajări Windows (SMB)
ru: Общий ресурс Windows (SMB)
tr: Windows (SMB) Paylaşımı
uk: Спільний ресурс Windows (SMB)

source: Windows (SMB) Shares
cs: Windows (SMB) sdílení
fr: Partages Windows (SMB)
pt_br: Compartilhamentos Windows (SMB)
ro: Partajări Windows (SMB)
ru: Общие ресурсы Windows (SMB)
tr: Windows (SMB) Paylaşımları
uk: Спільні ресурси Windows (SMB)
