Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Restore to Factory Defaults
ca: Retornar als valors de fàbrica
pl: Przywróć do ustwień fabrycznych
sk: Obnoviť na továrenské nastavenia

source: Config
ca: Configuració
pl: Konfiguracja
sk: Konfigurácia

source: OS Version
ca: Versió del Sistema Operatiu
pl: Wersja systemu
sk: Verzia OS

source: %s successfully update.
ca: %s actualitzat amb èxit.
pl: %s zaktualizowano pomyślnie.

source: Admin user
ca: Usuari Admin
pl: Administrator

source: %s successfully added
ca: %s afegit amb èxit
pl: %s dodano pomyślnie

source: Use this option to override the username ('www' by default) which will be used for access to services which are specified as guest. Whatever privileges this user has will be available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login.
ca: Utilitza aquesta opció per determinar el nom d'usuari (per defecte 'www') que serà utilitzat per accedir als serveis que son especificats pels convidats. Qualsevol privilegi que tingui aquest usuari, estarà disponile per a qualsevol client que es connecti al servei convidat. Aquest usuari a d'existir al fitxer de contrasenyes pero no cal que tingui un inici de sessió valid
pl: Użyj tej opcji aby nadpisać nazwę użytkownika (domyślnie 'www') jaka będzie używana przy usługach do których dostęp jest anonimowy. Ponadto uprawnienia tego użytkownika mogą być dostępne dla dowolnego klienta korzystającego z takiej usługi. Użytkownik ten musi istnieć w pliku z hasłami, nie jest jednak wymagany prawidłowy login.

source: Native dataset
ca: Dataset natiu
pl: Natywny zbiór danych

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Help & Support
ca: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ajuda i Suport

source: Success!
ca: Èxit!
pl: Sukces!

source: Your password was changed.
ca: La teva contrasenya a estat canviada.
pl: Twoje hasło zostało zmienione.

source: Password change
ca: Canviar contrasenya
pl: Zmiana hasła

source: Please correct the error below.
ca: Si us plau corregeix l'error següent
pl: Proszę poprawić poniższy błąd.

source: Please enter your old password, and then enter your new password twice to verify it is typed in correctly.
ca: Si us plau, introdueix la teva contrasenya antiga, i a continuació introdueix dos cops la nova contrasenya per verificar que ha estat introduïda correctament
pl: Proszę wpisać swoje stare hasło, następnie dwukrotnie wpisać nowe hasło dla sprawdzenia poprawności.

source: Password (again)
ca: Contrasenya (de nou)
pl: Hasło (ponownie)

source: minutes,
ca: minuts,
pl: minut,

source: Create ZFS zvol
ca: Crear un zvol ZFS
pl: Utwórz ZFS ZVol

source: English
ca: Anglès
pl: Angielski

source: Level
ca: Nivell
pl: Poziom

source: Add Link Aggregation
ca: Afegeix Link Aggregation
pl: Dodaj agregację połączeń

source: View All Interfaces
ca: Veure totes les interfícies
pl: Pokaż wszystkie interfejsy

source: View All VLANs
ca: Veure totes les VLANs
pl: Pokaż wszystkie VLANy

source: View All Static Routes
ca: Veure totes les rutes estàtiques
pl: Pokaż wszystkie trasy statyczne

source: Windows Version
ca: Versió de Windows

source: The version of Microsoft Windows that Active Directory is running.
ca: Versió de Windows on corre el Directori Actiu (Active Directory)
pl: Wersja systemu MS Windows na którym jest uruchomione Actie Directory.

source: Service Principal Name
ca: Nom Principal del Servei
pl: Nazwa konta użytkownika dla usługi

source: Service Principal Name, eg service/account.
ca: Nom Principal del Servei, p.e. service/account.
pl: Nazwa konta użytkownika dla usługi, np. service/account.

source: Service Principal Name Password
ca: Contrasenya del Nom Principal del Servei
pl: Hasło konta użytkownika dla usługi

source: Password of the Service Principal Name account.
ca: Contrasenya del compte Nom Principal del Servei
pl: Hasło konta użytkownika dla usługi.

source: Kerberos Keytab File
ca: Fitxer Keytab de kerberos

source: The kerberos keytab file that was generated on the Active Directory server.
ca: El fitxer Keytab de kerberos que fou generat al servidor d'Active Directory

source: Auxillary Parameters
ca: Paràmetres Auxiliars
pl: Parametry dodatkowe

source: Volume Path
ca: Ruta del volum

source: View All UNIX Shares
ca: Veure tots els UNIX Shares
pl: Pokaż wszystkie udziały UNIX

source: View All Apple Shares
ca: Veure tots els Apple Shares
pl: Pokaż wszystkie udziały Apple

source: View All Windows Shares
ca: Veure tots els Windows Shares
pl: Pokaż wszystkie udziały Windows

source: Execute
ca: Executar
pl: Wykonanie

source: Owner
ca: Propietari
pl: Właściciel

source: Other
ca: Altres
pl: Pozostali

source: View All Periodic Snapshot Tasks
ca: Veure totes les tasques periòdiques d'Snapshot
pl: Pokaż wszystkie cykliczne zadania replikacji

source: sucessfully edited
ca: Editat amb èxit
pl: pomyślnie wyedytowano

source: Lagg Interface was successfully added
ca: L'interfície LAGG s'ha afegir amb èxit
pl: Interfejs LAGG został pomyślnie dodany

source: ActiveDirectory Settings
ca: Paràmetres del directori actiu
pl: Ustawienia ActiveDirectory

source: Rsync
sv: Rsynk

source: Devel
sk: vývoj
