Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Are you sure you want to rollback dataset to this snapshot state?
cs: Opravdu chcete vrátit datovou sadu do tohoto zachyceného stavu?
de: Sind Sie sicher, dass Sie den Datensatz auf den vorherigen Wiederherstellungspunkt zurücksetzen möchten?
es: ¿Estás seguro de que desea deshacer el conjunto de datos al estado definido en la instantanea?
fr: Êtes-vous certain de vouloir restaurer le jeu de données à l'état de cet instantané ?
nl: Weet u zeker dat u de gegevensset naar deze momentopnamestatus wilt terugzetten?
pt: Tem a certeza que pretende reverter o snapshot para o estado anterior?
pt_br: Tem certeza que deseja reverter o dataset para o estado anterior?
ro: Reveniți la o imagine a sistemului salvată anterior?
ru: Вы уверены, что хотите откатить набор данных в это состояние?
sr: Da li ste sigurni da želite da vratite skup podataka na stanje ovog snimka?
sv: Är du säker på att du vill återställa tidigare dataset till denna ögonblicksbild tillstånd.
tr: Veri kümesini bu anlık görüntü durumuna geri döndürmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете відкату даних до стану цього знімку?

source: Clone snapshot
ca: Clonar snapshot
cs: Klonovat zachycený stav
de: Snapshot klonen
es: Instantanea clonada
fr: Cloner l'instantané
nl: Momentopname klonen
pl: Klonuj kopię migawkową
pt: Clonar snapshot
ro: Clonare punct restaurare
ru: Клонировать снимок
sk: Klonovať snímok
sr: Kloniraj snimak
sv: Klon ögonblicksbild
tr: Anlık görüntüyü çoğalt
uk: Клонувати знимок

source: Destroy Snapshot
cs: Zrušit zachycený stav
de: Snapshot löschen
es: Eliminar la instantanea
fr: Détruire l'instantané
nl: Momentopname vernietigen
pt: Apagar snapshot
pt_br: Destruir Snapshot
ro: Distrugere punct de resaturare
ru: Уничтожить снимок
sr: Uništiti snimak
sv: Förstör ögonblicksbild
tr: Anlık Görüntüyü Kaldır
uk: Знищити знімок

source: Destroy this snapshot
cs: Zrušit tento zachycený stav
de: Diesen Snapshot löschen
es: Eliminar la instantanea
fr: Détruire cet instantané
nl: Deze momentopname vernietigen
pt: Apagar este Snapshot
pt_br: Destruir este snapshot
ro: Distrugere punct de restaurare
ru: Уничтожить этот снимок
sr: Uništiti ovaj snimak
sv: Förstör denna ögonblicksbild
tr: Bu anlık görüntüyü kaldırır
uk: Знищити цей знімок

source: Rollback Snapshot
cs: Vrátit do zachyceného stavu
de: Snapshot zurücksetzen
es: Volver al estado de esta instantanea
fr: Restaurer l'instantané
nl: Momentopname terugzetten
pt_br: Reverter snapshot
ro: Revenire la un punct de restaurare
ru: Откатить снимок
sr: Vraćanje snimka
sv: Återställ tidigare ögonblicksbild
tr: Anlık Görüntüyü Geri Döndür
uk: Відкат знімку

source: Rollback to this snapshot
ca: Rollback a aquest snapshot
cs: Vrátit do tohoto zachyceného stavu
de: Zu diesem Snapshot wechseln
es: Volver al estado de esta instantanea
fr: Restaurer cet instantané
nl: Deze momentopname terugzetten
pl: Przywróć do tej kopii migawkowej
pt: Reverter para esta captura
pt_br: Reverter para este snapshot
ro: Revenire la acest punct de restaurare
ru: Откат на этот снимок
sk: Vrátiť sa k tejto snímke
sr: Vrati na ovaj snimak
sv: Återställning av denna ögonblicksbild
tr: Bu anlık görüntüye geri döndürür
uk: Відкат на цей знимок

source: Destroy
cs: Zrušit
de: Löschen
es: Eliminar
fr: Détruire
nl: Vernietigen
pt_br: Excluir
ro: Distrugere
ru: Уничтожить
sr: Uništiti
sv: Förstör
tr: Kaldır
uk: Знищити

source: Delete snapshots
cs: Smazat zachycené stavy
de: Snapshot löschen
es: Borrar Instantanea
fr: Supprimer les instantanés
nl: Momentopnamen verwijderen
pt: Apagar snapshot
pt_br: Deletar snapshot
ro: Ștergere puncte de restaurare
ru: Удалить снимки
sr: Brisanje snimaka
sv: Ta bort ögonblicksbilder
tr: Anlık görüntüleri sil
uk: Видалити знімок

source: Periodic Snapshots
ca: Snapshot periòdic
cs: Pravidelně pořizované zachycené stavy
de: Periodischer Snapshot
es: Instantaneas periodicas
fr: Instantanés périodiques
nl: Periodieke momentopnamen
pl: Cykliczne kopie migawkowe
pt: Capturas períodicas
pt_br: Snapshots Periódicos
ro: Puncte de restaurare periodice
ru: Периодические снимки
sk: Periodické snímky
sr: Periodični snimci
sv: Periodiska ögonblicksbilder
tr: Düzenli Anlık Görüntüler
uk: Періодичні знимки

source: Periodic Snapshot Schedule
ca: Planificació periòdica de l'snapshot
cs: Naplánované pořizování zachyceného stavu
pl: Zaplanowane cykliczne kopie migawkowe
sk: Rozvrh periodických snímkov

source: There are no scheduled snapshots.
ca: No hi ha planificació periòdica de l'snapshot
cs: Nejsou naplánovaná žádná pravidelná pořizování zachycených stavů
pl: Brak zaplanowanych kopii migawkowych
sk: Nie sú naplánované žiadne snímky.

source: Keep snapshot for
ca: Mantenir l'snapshot per
cs: Ponechat zachycený stav po dobu
de: Snapshot aufbewahren für
es: Mantenga instantánea para
fr: Garder l'instantané pendant
nl: Momentopname bewaren voor
pl: Trzymaj kopię migawkową przez
pt: Manter snapshot por
pt_br: Mantenha snapshot para
ro: Păstrare punct de restaurare pentru
ru: Держать снимок для
sk: Zachovať snímok pre
sr: Zadrži snimak za
sv: Behåll ögonblicksbild för
tr: Anlık görüntüyü tutan
uk: Тримати знимок для

source: through
ca: a través de
cs: skrze
pl: przez
sk: cez

source: , every
ca: , cada
cs: , každé
pl: ,co każdy(e)
sk: , každý

source: everyday
ca: cada dia
cs: každodenní
de: täglich
es: cada día
fr: Tous les jours
nl: elke dag
pl: codziennie
pt: diáriamente
pt_br: todos os dias
ro: zilnic
ru: ежедневно
sk: každý deň
sr: svakodnevni
sv: varje dag
tr: her gün
uk: щоденно

source: on every
ca: a cada
cs: každé
pl: w każdy
sk: každý

source: You have %(used)s of used space within this volume
cs: Z tohoto svazku je využito %(used)s
de: Es sind %(used)s Speicherplatz in diesem Volume belegt
es: Tiene %(used)s de espacio usado en este volumen
fr: Vous avez %(used)s d'espace utilisé sur ce volume
nl: U hebt %(used)s gebruikte ruimte binnen dit volume
pt_br: Você tem % (used)s de espaço utilizado neste volume
ro: Folosiți %(used)s în acest volum
ru: У вас есть %(used)s использованного места в этом томе
sr: Imate %(used)s od upotrebljenog prostora u ovom volumenu
sv: Du har %(använt) av det tillgängliga utrymme i denna volym
tr: Bu birim içinde kullanılan alanın %(used)s kadarına sahipsiniz
uk: У вас є %(used)s з використаного місця в цьому томі

source: Edit ZFS Volume
ca: Editar volum ZFS
cs: Upravit ZFS svazek
de: ZFS Volume bearbeiten
es: Editar Volumen ZFS
fr: Modifier le volume ZFS
nl: ZFS-volume bewerken
pl: Edytuj wolumen ZFS
pt: Editar ZFS Volume
pt_br: Editar Volume ZFS
ro: Editare volum ZFS
ru: Изменить том ZFS
sk: Upraviť ZFS zväzok
sr: Urediti ZFS Volumen
sv: Redigera ZFS volym
tr: ZFS Birimini Düzenle
uk: Змінити ZFS том

source: Used
ca: Utilitzat
cs: Použito
de: Benutzt
es: Usado
fr: Utilisé
nl: Gebruikt
pl: Użyte
pt: Usado
pt_br: Usado
ro: Utilizat
ru: Использовано
sk: Použité
sr: Upotrebljen
sv: Använt
tr: Kullanılan
uk: Використано

source: Available
ca: Disponible
cs: K dispozici
de: Verfügbar
es: Disponible
fr: Disponible
nl: Beschikbaar
pl: Dostępny
pt: Disponível
pt_br: Disponível
ro: Disponibile
ru: Доступно
sk: Dostupný
sr: Slobodno
sv: Tillgänglig
tr: Kullanılabilir
uk: Доступно

source: Size
ca: Mida
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
nl: Grootte
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sr: Veličina
sv: Storlek
tr: Boyut
uk: Розмір

source: Status
ca: Estat
cs: Stav
es: Estado
fr: Statut
pt: Estado
ro: Stare
ru: Состояние
sk: Stav
tr: Durum
uk: Статус

source: Detach Volume
cs: Odpojit svazek
de: Volume aushängen
es: Desmontar Volumen
fr: Détacher le volume
nl: Volume ontkoppelen
pt: Desanexar Volume
pt_br: Desatachar Volume
ro: Detaşare volum
ru: Отключить том
sr: Odvojiti Volumen
sv: Koppla bort volym
tr: Birimi Ayır
uk: Відключити том

source: Scrub Volume
cs: Zkontrolovat svazek
de: Scrub-Datenträger
es: Recostruir Volumen (scrub)
fr: Nettoyer le volume
nl: Volume reinigen
pt_br: Limpar Volume
ro: Verificare volum
ru: Проверить том
sr: Premotavanje volumena
sv: Skrubba volym
tr: Birimi Temizle
uk: Перевiрка тома

source: Edit ZFS Options
ca: Editar opcions del ZFS
cs: Upravit předvolby ZFS
de: ZFS Optionen bearbeiten
es: Editar opciones ZFS
fr: Modifier les options ZFS
nl: ZFS-opties bewerken
pl: Edytuj opcje ZFS
pt: Editar opções ZFS
pt_br: Editar opções ZFS
ro: Editare opţiuni ZFS
ru: Изменить опции ZFS
sk: Upraviť možnosti ZFS
sr: Editovati ZFS Opcije
sv: Redigera ZFS Alternativ
tr: ZFS Seçeneklerini Düzenle
uk: Змінити параметри ZFS

source: Create Snapshot
ca: Crear Snapshot
cs: Pořídit zachycený stav
de: Snapshot erstellen
es: Crear una Instantanea
fr: Créer un instantané
nl: Momentopname maken
pl: Utwórz kopię migawkową
pt: Criar snapshot
pt_br: Criar Snapshot
ro: Creare punct restaurare
ru: Создать снимок
sk: Vytvoriť snímku
sr: Kreiraj snimak
sv: Skapa ögonblicksbild
tr: Anlık Görüntü Oluştur
uk: Створити знимок

source: Volume Status
cs: Stav svazku
de: Laufwerkstatus
es: Estado del volumen
fr: État du volume
pt_br: Status do Volume
ro: Stare volum
ru: Статус тома
sr: Status volumena
sv: Volymstatus
tr: Birim Durumu
uk: Статус тома

source: Destroy Dataset
ca: Eliminar el Dataset
cs: Zrušit datovou sadu
de: Dataset zerstören
es: Destruir el conjunto de datos
fr: Détruire le jeu de données
nl: Gegevensset vernietigen
pl: Usuń zbiór danych
pt: Destruir Dataset
pt_br: Excluir Dataset
ro: Distrugere set date
ru: Уничтожить набор данных
sk: Odstrániť sadu dát
sr: Uništi skup podataka
sv: Förstör dataset
tr: Veri Kümesini Kaldır
uk: Знищити набір даних

source: Volume to extend
cs: Svazek, který má být zvětšen
tr: Genişletmek için birim
uk: Розширити том

source: Member disks
ca: Discos membres
cs: Účastnící se disky
de: Verbundsfestplatten
es: Discos miembros
fr: Disques membres
nl: Lidschijven
pl: Dyski składowe
pt: Discos membros
pt_br: Disco membro
ro: Discuri membre
ru: Список дисков
sk: Členský disk
sr: Diskovi članovi
sv: Medlems hårddiskar
tr: Üye diskler
uk: Список дисків

source: Group type
ca: Tipus de grup
cs: Typ skupiny
de: Gruppentyp
es: Tipo de grupo
fr: Type de groupe
nl: Type groep
pl: Typ grupy
pt: Tipo de grupo
pt_br: Tipo do grupo
ro: Tip grup
ru: Тип группы
sk: Typ skupiny
sr: Tip grupe
sv: Grupptyp
tr: Grup türü
uk: Тип групи

source: ZFS Extra
ca: Extra ZFS
cs: Další možnosti ZFS

source: The use of only 1 log disk is highly discouraged
ca: L'ús de un sol log de disc és molt poc recomenable
cs: Je silně nedoporučeno použít pouze jeden disk pro záznamy o událostech
sk: Použitie iba 1 logovacieho disku je silno nedoporučované

source: Log
cs: Záznam protokolu
sk: Záznam

source: Cache
cs: Mezipaměť

source: Spare
ca: De recanvi
cs: Náhradní
sk: Náhrada

source: Add Volume
ca: Afegir volum
cs: Přidat svazek
de: Volume hinzufügen
es: Añadir Volumen
fr: Ajouter un volume
nl: Volume toevoegen
pl: Dodaj wolumen
pt: Adicionar Volume
pt_br: Adicionar Volume
ro: Adăugare volum
ru: Добавить том
sk: Pridať zväzok
sr: Dodati volumen
sv: Lägg till volym
tr: Birim Ekle
uk: Додати том

source: Existing data will be cleared
ca: Les dades existents seran netejades
cs: Stávající data budou vymazána
de: Bestehende Daten werden gelöscht
es: Los datos existentes serán borrados
fr: Les données existantes seront supprimées
nl: Bestaande gegevens zullen worden gewist
pl: Istniejące dane zostaną usunięte
pt: Informação existente será apagada
pt_br: Os dados existentes serão apagados
ro: Datele existente vor fi șterse
ru: Существующие данные будут стёрты
sk: Existujúce dáta budú zmazané
sr: Postojeći podaci biće obrisani
sv: Befintliga data kommer att raderas
tr: Varolan veriler temizlenecektir
uk: Існуючі дані будуть очищені

source: Replace Disk
cs: Vyměnit disk
de: Festplatte austauschen
es: Remplazar Disco
fr: Remplacer le disque
nl: Schijf vervangen
pt: Substituir disco
pt_br: Substituir Disco
ro: Înlocuire disc
ru: Замените диск
sr: Zameniti disk
sv: Ersätt hårddisken
tr: Diski Değiştir
uk: Замініть диск

source: Rebuild LDAP/AD Cache
ca: Reconstruir la cache LDAP/AD
cs: Znovu vytvořit mezipaměť LDAP/AD
de: Baue LDAP/AD Cache wieder auf
es: Reconstruir la cache LDAP/AD
fr: Reconstruire le cache LDAP/AD
nl: LDAP-/AD-cache opnieuw opbouwen
pl: Przebuduj LDAP/AD Cache
pt: Reconstruir LDAP/AD Reserva
pt_br: Reconstruir LDAP/AD Cache
ro: Refacere cache LDA/AD
ru: Перестроить кэш LDAP/AD
sk: Obnoviť LDAP/AD cache
sr: Obnoviti LDAP/AD keš
sv: Bygg om LDAP/AD Cachen
tr: LDAP/AD Önbelleğini Yeniden Oluştur
uk: Перебудувати кеш LDAP/AD

source: Save Debug
cs: Uložit výstup z ladění
de: Debuginformation speichern
es: Guardar info. de Debug
fr: Enregistrer le Debug
nl: Foutopsporing opslaan
pt_br: Salvar Debug/Depurar
ro: Salvare depanare
ru: Сохранить отладку
sr: Sačuvati otklonjene greške
sv: Spara felsökningsloggar
tr: Hata Ayıklamayı Kaydet
uk: Зберегти налагодження

source: Firmware Update
ca: Actualització del firmware
cs: Aktualizace firmware
es: Actualización de Firmware
fr: Mise-à-jour du Firmware
pl: Aktualizacja oprogramowania
pt: Actualização do Firmware
pt_br: Atualizar Firmware
ro: Actualizare firmware
ru: Обновление прошивки
sk: Aktualizácia firmware
sr: Ažuriranje firmvera
sv: Firmware uppdatering
tr: Aygıt Yazılımı Güncelleme
uk: Оновлення прошивки

source: Import Plugins Jail
cs: Importovat vyhrazené prostředí pro zásuvný modul

source: Restarting...
ca: Reiniciant
cs: Restartování…
de: Starte neu...
es: Reiniciando...
fr: Redémarrage en cours...
nl: Opnieuw starten...
pl: Ponowne uruchamianie...
pt: Reiniciar...
pt_br: Reiniciando...
ro: Restartare...
ru: Перезапуск...
sk: Reštartuje sa...
sr: Restartovanje...
sv: Startar om...
tr: Yeniden başlatılıyor...
uk: Перезавантаження ...

source: Are you sure you want to restore to factory config?
ca: Estas segur que vols retornar a la configuració de fàbrica
cs: Opravdu chcete obnovit výchozí nastavení (= zahodit vaše současná)?
de: Sind Sie sicher, dass die Werkseinstellungen wiederhergestellt werden sollen?
es: ¿Estás seguro de que desea restaurar a la configuración de fábrica?
fr: Êtes-vous sûr de vouloir restaurer les paramètres par défaut ?
nl: Weet u zeker dat u de fabrieksconfiguratie wilt terugzetten?
pl: Jesteś pewien że chcesz przywrócić do ustawień fabrycznych?
pt: Tem a certeza que pretende restaurar as configurações de fábrica?
pt_br: Tem certeza que quer restaurar a configuração de fábrica?
ro: Sigur doriţi să reveniţi la setările iniţiale?
ru: Вы уверены, что хотите восстановить начальную конфигурацию?
sk: Ste si istý, že chcete obnoviť konfiguráciu na továrenské nastavenia?
sr: Da li ste sigurni da želite da učitate početna podešavanja?
sv: Är du säker på att du vill återställa konfigurationen till fabriksinställningar?
tr: Fabrika yapılandırmasına geri yüklemek istediğinize emin misiniz?
uk: Ви дійсно хочете відновити заводські налаштування?

source: Rebooting...
ca: Reiniciant sistema...
cs: Restartování…
de: Neustart...
es: Reiniciando...
fr: Redémarrage du système...
nl: Opnieuw opstarten...
pl: Ponowne uruchamianie...
pt: Reiniciar...
pt_br: Reinicializando...
ro: Repornire...
ru: Перезагрузка...
sk: Rebootuje sa...
sr: Restartovanje...
sv: Startar om...
tr: Yeniden başlatılıyor...
uk: Перезавантаження...

source: Send Test Mail
ca: Enviar correu de prova
cs: Odeslat zkušební e-mail
de: Sende Test Email
es: Enviar correo de prueba
fr: Envoyer un e-mail de test
nl: Testmail verzenden
pl: Wyślij testowy mail
pt: Enviar email de teste
pt_br: Enviar um e-mail teste
ro: Trimite email de test
ru: Отправить тестовое письмо
sk: Odoslať skúšobný mail
sr: Pošalji Test email poruku
sv: Skicka testmeddelande
tr: Deneme Postası Gönder
uk: Надіслати тестове повідомлення

source: HINT: Test e-mails are sent to root user. To configure it use Users -> root -> Change E-mail
cs: RADA: Zkušební e-maily jsou odesílány správci systému. Kontakt na něj můžete nastavit v nabídce Uživatelé -> root -> Změnit e-mail
de: HINWEIS: Testemails werden dem Root user gesendet. Um dies zu konfigurieren, benutzen Sie Benutzer -> Root -> E-M-Adresse ändern
es: Sugerencia: Un e-mail de prueba ha sido enviado al SuperUsuario: Para configurarlo pinche en Usuarios -> SuperUsuario -> Cambiar e-mail
fr: ASTUCE : Les e-mails de test sont envoyés à l'utilisateur root. Pour le configurer, aller dans Utilisateurs -> root -> Modifier l'e-mail
nl: HINT: test-e-mails worden naar de rootgebruiker verzonden. Gebruik Gebruikers -> root -> E-mailadres wijzigen om dit te configureren
pt_br: DICA: Emails de testes são enviados para o usuário root. Para configurar para os demais Usuários ->root ->Mudar E-mail
ro: SUGESTIE: Emailurile de test sînt trimise utilizatorului root. Pentru configurare folosiţi Utilizatori -> root -> Modificare email
ru: СОВЕТ: Проверьте электронную почту суперпользователя. Для настройки используйте Users -> root -> Change E-mail
sr: PREDLOG: Test e-mailovi su poslati root korisniku. Da biste ovo konfigurisali upotrebite Korisnici -> root -> Promeni e-mail
sv: TIPS: Test e-post skickas till root-användaren.För att konfigurera den gå till: Användare -> root -> Ändra E-pos
tr: İPUCU: Deneme e-postaları root kullanıcısına gönderilir. Yapılandırmak için Hesap -> Kullanıcılar -> Kullanıcıları Göster -> root -> E-postayı Değiştir'i kullanın
uk: ПОРАДА: Перевірте електронну пошту суперкористувача. Для налаштування використовуйте Users -> root -> Change E-mail

source: iBurst
cs: iDávka

source: Warning!
ca: Avís!
cs: Varování!
de: Achtung!
es: Precaución!
fr: Attention !
nl: Waarschuwing!
pl: Ostrzeżenie!
pt: Aviso!
pt_br: Atenção!
ro: Atenţie!
ru: Внимание!
sk: Varovanie!
sr: Upozorenje!
sv: Varning!
tr: Uyarı!
uk: Увага!

source: You are about to <strong>REBOOT</strong> the system, what would you like to do?
ca: Estas apunt de <strong>REINICIAR</strong> el sistema, que vols fer?
cs: Chystáte se <strong>RESTARTOVAT</strong> systém – opravdu to chcete udělat?
de: Sie sind dabei das System <strong>NEUZUSTARTEN</strong>. Sind Sie sicher?
es: Está a punto de <strong>REINICIAR</strong> el sistema, ¿qué quiere hacer?
fr: Vous êtes sur le point de <strong>REDÉMARRER</strong> le système, que voulez-vous faire ?
nl: U gaat het systeem <strong>HERSTARTEN</strong>, wat wil u doen?
pl: Czy na pewno chcesz przeprowadzić <strong>RESTART</strong> systemu?
pt: Você está prestes a <strong>REINICIAR </strong> o sistema, o que deseja fazer?
pt_br: Você está prestes a <strong>REINICIAR</strong> o sistema, o que você gostaria de fazer?
ro: Sînteți pe cale să <strong>REPORNIȚI</strong> sistemul, sînteţi sigur?
ru: Вы собираетесь <strong>ПЕРЕЗАГРУЗИТЬ</strong> систему?
sk: Chystáte sa <strong>REŠTARTOVAŤ</strong> systém, čo chcete spraviť?
sr: Vi se spremate da <strong>PONOVO POKRENETE</strong> sistem, šta želite da učinite?
sv: Du är på väg att <strong> STARTA OM </strong> systemet, vad vill du göra?
tr: Sistemi <strong>YENİDEN BAŞLATMAK</strong> üzeresiniz, ne yapmak istersiniz?
uk: Ви збираєтеся <strong>ПЕРЕЗАВАНТАЖИТИ</strong> систему?

source: History
cs: Historie
de: Historie
es: Histórico
fr: Historique
nl: Geschiedenis
pt: Histórico
pt_br: História
ro: Istoric
ru: История
sr: Istorija
sv: Historik
tr: Geçmiş
uk: Iсторія

source: Remote
cs: Protější strana

source: Add Rsync
ca: Afegir un rsync
cs: Přidat Rsync úlohu
pl: Dodaj Rsync
sk: Pridať rsync

source: General
cs: Obecné
de: Allgemein
fr: Général
nl: Algemeen
pl: Podstawowe
pt: Geral
pt_br: Geral
ru: Общие
sk: Všeobecné
sr: Uopšteno
sv: Allmän
tr: Genel
uk: Загальні

source: Factory Restore
cs: Vrátit nastavení na výchozí hodnoty
de: Auf Werkseinstellung zurücksetzen
es: Volver a configuración de fábrica
fr: Paramètres d'usine
nl: Fabrieksinstellingen terugzetten
pt_br: Restauração de Fábrica
ro: Revenire la setările din fabrică
ru: Восстановить заводские настройки
sr: Vraćanje u fabričko stanje
sv: Fabriksinställningar
tr: Fabrika Ayarlarına Geri Yükle
uk: Відновлення заводських настройок

source: Restore Config
ca: Restaurar la configuració
cs: Obnovit dřívější nastavení ze souboru
de: Wiederherstellung der Konfiguration
es: Restaurar Configuración
fr: Restaurer la configuration
nl: Configuratie terugzetten
pl: Przywróć konfigurację
pt: Restaurar configurações
pt_br: Restaurar Configurações
ro: Restaurare configuraţie
ru: Восстановить конфигурацию
sk: Obnoviť konfiguráciu
sr: Konfiguracija za vraćanje u prethodno stanje
sv: Återställ konfigurationen
tr: Yapılandırmayı Geri Yükle
uk: Відновлення конфігурації

source: Save Config
ca: Dessar configuració
cs: Stáhnout si nastavení
de: Speichern der Einstellungen
es: Guardar Configuración
fr: Sauvegarder la configuration
nl: Configuratie opslaan
pl: Zapisz ustawienia
pt: Salvar configurações
pt_br: Salvar Configurações
ro: Salvare configuraţie
ru: Сохранить конфигурацию
sk: Uložiť konfiguráciu
sr: Sačuvaj konfiguraciju
sv: Spara Konfiguration
tr: Yapılandırmayı Kaydet
uk: Зберегти конфігурацію

source: Upload Config
ca: Pujar configuració
cs: Nahrát soubor s nastaveními
de: Hochladen der Einstellungen
es: Subir configuración
fr: Charger une configuration
nl: Configuratie uploaden
pl: Załaduj ustawienia
pt: Carregar Configurações
pt_br: Carregar Configurações
ro: Încărcare configuraţie
ru: Загрузить конфигурацию
sk: Nahrať konfiguráciu
sr: Učitaj podešavanja
sv: Ladda upp konfiguration
tr: Yapılandırmayı Gönder
uk: Завантажити конфігурацію

source: You are about to <strong>SHUTDOWN</strong> the system, what would you like to do?
ca: stas a punt de <strong>APAGAR</strong> el sistema, que vols fer?
cs: Chystáte se <strong>VYPNOUT</strong> systém – opravdu to chcete udělat?
de: Sie sind dabei das System <strong>HERUNTERZUFAHREN</strong>. Sind Sie sicher?
es: Está a punto de <strong>APAGAR</strong> el sistema, ¿qué quiere hacer?
fr: Vous êtes sur le point d'<strong>ÉTEINDRE</strong> le système, que voulez-vous faire ?
nl: U gaat het systeem <strong>AFSLUITEN</strong>, wat wil u doen?
pl: Czy na pewno chcesz <strong>ZAMKNĄĆ</strong> system?
pt: Você está prestes a <strong>DESLIGAR</strong> o sistema, o que deseja fazer?
pt_br: Você está prestes a <strong>DESLIGAR</strong> o sistema, o que você gostaria de fazer?
ro: Sînteți pe cale să <strong>OPRIȚI</strong> sistemul, sînteţi sigur?
ru: Вы собираетесь <strong>ВЫКЛЮЧИТЬ</strong> систему?
sk: Chystáte sa <strong>VYPNÚŤ</strong> systém, čo chcete spraviť?
sr: Vi se spremate da <strong>UGASITE</strong> sistem, šta želite da učinite?
sv: Du är på väg att <strong> STÄNGA AV </strong> systemet, vad vill du göra?
tr: Sistemi <strong>KAPATMAK</strong> üzeresiniz, ne yapmak istersiniz?
uk: Ви збираєтеся <strong>ВИМКНУТИ</strong> систему?

source: Unknown
ca: Deconegut
cs: Neznámé
de: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend
pl: Nieznany
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестный
sk: Neznáme
sr: Nepoznat
sv: Okänd
tr: Bilinmiyor
uk: Невідомий

source: Build
ca: FreeNas build
cs: Sestavení
de: Version
es: Compilación
fr: Version de
pt: Compilação
pt_br: Compilação
ro: Versiune
ru: Сборка
sr: Napraviti
sv: Bygg
tr: Yapım
uk: Збірка

source: Platform
ca: Plataforma
cs: Platforma
de: Plattform
es: Plataforma
fr: Plate-forme
pl: Platforma
pt: Plataforma
pt_br: Plataforma
ro: Platformă
ru: Платформа
sk: Platforma
sr: Platforma
sv: Plattform
uk: Платформа

source: Memory
ca: Memòria
cs: Operační paměť
de: Speicher
es: Memoria
fr: Mémoire
nl: Geheugen
pl: Pamięć
pt: Memória
pt_br: Memória
ro: Memorie
ru: Память
sk: Pamäť
sr: Memorija
sv: Minne
tr: Bellek
uk: Пам'ять

source: System Time
ca: Hora del sistema
cs: Systémový čas
de: Systemzeit
es: Hora del Sistema
fr: Heure système
nl: Systeemtijd
pl: Czas systemowy
pt: Hora de Sistema
pt_br: Horário do sistema
ro: Oră sistem
ru: Системное время
sk: Systémový čas
sr: Sistemsko Vreme
sv: Systemtid
tr: Sistem Saati
uk: Системний час
