Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: A description can be entered here for your reference.
cs: Sem můžete zadat popis pro svou informaci.
nl: Hier kan een beschrijving worden ingevoerd voor eigen referentie.
ru: Здесь вы можете ввести описание для справки.
tr: Referansınız için buraya bir açıklama girilebilir.
uk: Тут ви можете ввести опис для довідки.

source: RPM reported to initiators for this extent/LUN. The default is SSD because Windows will attempt to defrag non SSD devices. This is a pathological worst-case situation for ZFS. VMWare gives the option to use SSD LUNs as swap devices. There is some value to picking a non-SSD RPM if your extent is indeed not SSDs and the initiator will be VMWare.
cs: Otáčky disků, hlášené iniciátorům pro tuto úložnou jednotku / LUN. Výchozí je SSD, protože systém MS Windows se ostatní typy zařízení snaží defragmentovat. A to by pro ZFS nebylo dobré. VMWare umožňuje LUN, hlásící se jako SSD, použít pro odkládání stránek paměti („swap“). A v případě, že úložná jednotka není SSD a iniciátor je VMWare, jsou zde k dispozici příslušné hodnoty.
nl: Aan initiators gemelde RPM voor deze extent/LUN. De standaard is SSD, omdat Windows niet-SSD-apparaten zal proberen te defragmenteren. Dit is een pathologische worst-case-situatie voor ZFS. VMware biedt de optie voor het gebruik van SSD-LUN's als wisselapparaten. Het heeft toegevoegde waarde om een niet-SSD-RPM te kiezen als uw extent inderdaad geen SSD is en de initiator VMware zal zijn.
ru: Частота вращения LUN которая будет сообщена инициатору. По умолчанию выбрано SSD, чтобы избежать попыток дефрагментации диска из Windows. Это было бы наихудшим вариантом для ZFS. VMWare позволяет использовать SSD в качестве устройств подкачки, потому существует некоторый смысл в выборе другого значения этого параметра если ваш накопитель действительно не SSD и инициатором будет VMWare.
tr: RPM, bu kapsam/LUN için başlatıcılara bildirir. Varsayılan SSD'dir çünkü Windows SSD olmayan aygıtları birleştirmeyi deneyecektir. Bu, ZFS için tam bir en kötü durum senaryosudur. VMWare, takas aygıtları olarak SSD LUN'larını kullanmak için size seçenek verir. Eğer kapsamınız aslında SSD'ler değilse, SSD RPM'si olmayanı seçmek için bazı değerler vardır ve başlatıcı VMWare olacaktır.
uk: Частота обертання LUN яка буде повідомлена ініціатору. За замовчуванням вибрано SSD, щоб уникнути спроб дефрагментації диска з Windows. Це було б найгіршим варіантом для ZFS. VMWare дозволяє використовувати SSD як пристроїв підкачки, тому існує певний сенс у виборі іншого значення цього параметра якщо ваш накопичувач справді не SSD та ініціатором буде VMWare.

source: Override the file creation mask (077 by default).
cs: Přepsání masky vytváření souborů (výchozí hodnota je 077).
nl: Het bestandsaanmaakmasker overschrijven (077 is standaard).
ru: Изменение маски создания файлов (077 по умолчанию).
tr: Dosya oluşturma maskesini geçersiz kılar (varsayılan 077).
uk: Зміна маски створення файлів (077 типово).

source: Override the directory creation mask (077 by default).
cs: Přepsání masky vytváření složek (výchozí hodnota 0777).
nl: Het masker voor het aanmaken van mappen overschrijven (077 is standaard).
ru: Изменение маски создания каталогов (0777 по умолчанию).
tr: Dizin oluşturma maskesini geçersiz kılar (varsayılan 077).
uk: Зміна маски створення каталогів (0777 типово).

source: Cause the server to display the network information for the specified address to the client, on the assumption that IP address or DNS host is acting as a NAT gateway or port forwarder for the server.
cs: Způsobí, že server klientovi zobrazí informace o dané síťové adrese, za předpokladu, že IP adresa nebo systém s DNS se pro server chová jako brána pro překlad adres (NAT) nebo předává porty.
nl: Zorgt ervoor dat de server netwerkgegevens over het opgegeven adres naar de client weergeeft, ervan uitgaande dat het IP-adres of de DNS-host als een NAT-gateway of port forwarder voor de server optreedt.
ru: Заставить сервер отображать сетевую информацию для заданного IP адреса клиенту, предполагая, что этот IP адрес или DNS хост выступает в качестве NAT-а или на нем проброшены необходимые порты.
tr: Sunucunun istemci için belirtilen adresin ağ bilgilerini görüntülemesine neden olur, varsayımda IP adresi veya DNS anamakinesi sunucu için bir NAT ağ geçidi veya bağlantı noktası yönlendiricisi olarak davranır.
uk: Змусити сервер відображати мережеву інформацію для заданої IP адреси клієнта, припускаючи, що ця IP адреса або DNS хост виступає як NAT або на ньому прокинуті необхідні порти.

source: Extra options to /usr/local/etc/ssh/sshd_config (usually empty). Note, incorrect entered options prevent SSH service to be started.
cs: Další možnosti pro /usr/local/etc/ssh/sshd_config (obvykle prázdné). Poznamenejme, že nesprávně zadané předvolby zabrání službě SSH ve spuštění.
nl: Extra opties voor /usr/local/etc/ssh/sshd_config (doorgaans leeg). Opmerking: verkeerd ingevoerde opties weerhouden de SSH-service ervan te worden gestart.
ru: Дополнительные опции /usr/local/etc/ssh/sshd_config (обычно пусто). Обратите внимание, неправильно введенные значения нарушат запуск службы SSH.
tr: /usr/local/etc/ssh/sshd_config (genellikle boş) için ek seçenekler. Unutmayın, yanlış girilen seçenekler SSH hizmetinin başlatılmasını engeller.
uk: Додаткові опції /usr/local/etc/ssh/sshd_config (зазвичай пусто). Зверніть увагу, неправильно введені значення пошкоджують запуск служби SSH.

source: Control the access a remote host has to this module
cs: Toto určuje jaké možnosti přístupu bude mít protější stroj k tomuto modulu
nl: Bepaalt de toegang die een externe host tot deze module heeft
ru: Контролирует доступ удаленного хоста к этому модулю
tr: Bu modüle sahip uzak bir anamakineye erişimi denetler
uk: Контролює доступ віддаленого хосту до цього модуля

source: Maximum number of simultaneous connections. Default is 0 (unlimited).
cs: Nejvyšší umožněný počet současných připojení. Výchozí je 0 (nula) – neomezeno.
nl: Maximale aantal gelijktijdige verbindingen. Standaard is 0 (onbeperkt).
ru: Максимальное число одновременных подключений. По умолчанию 0 (без ограничений).
tr: Eşzamanlı en fazla bağlantı sayısı. Varsayılan 0'dır (sınırsız).
uk: Максимальне число одночасних підключень. Типово 0 (необмежено).

source: Specify the user name for file transfers to and from that module. In combination with the 'Group' option, this determines which file permissions are available. Leave this field empty to use default settings.
cs: Určuje uživatelské jméno, kterým provádět přenosy souborů do a z modulu. Ve spojení s volbou „Skupina“ toto určuje, jaká práva na soubory budou k dispozici. Pro výchozí nastavení ponechte tuto kolonku prázdnou.
nl: Geef de gebruikersnaam op voor bestandsoverdrachten naar en van die module. In combinatie met de optie 'Groep' bepaalt dit welke bestandsmachtigingen beschikbaar zijn. Laat dit veld leeg om de standaardinstellingen te gebruiken.
ru: Этот параметр задает имя пользователя для передачи файлов в/из модуля. В сочетании с опцией 'Группа' определяет возможные права для доступа к файлам. Оставьте это поле пустым, чтобы использовать настройки по умолчанию.
tr: Bu modüle ve modülden dosya aktarmaları için kullanıcı adını belirler. 'Grup' seçeneği ile birleşmesi halinde bu hangi dosya izinlerinin mevcut olduğunu belirler. Varsayılan ayarları kullanmak için bu alanı boş bırakın.
uk: Цей параметр задає ім'я користувача для передачі файлів в/з модуля. У поєднанні з опцією 'Група' визначає можливі права для доступу до файлів. Залиште це поле порожнім, щоб використовувати типові налаштування.

source: Specify the group name for file transfers to and from that module. Leave this field empty to use default settings.
cs: Určuje název skupiny, kterou provádět přenosy souborů do a z modulu. Pro výchozí nastavení ponechte tuto kolonku prázdnou.
nl: Geef de groepsnaam op voor bestandsoverdrachten naar en van die module. Laat dit veld leeg om de standaardinstellingen te gebruiken.
ru: Этот параметр указывает имя группы для передачи файлов в/из модуля. Оставьте это поле пустым, чтобы использовать настройки по умолчанию.
tr: Bu modüle ve modülden dosya aktarmaları için grup adını belirler. Varsayılan ayarları kullanmak için bu alanı boş bırakın.
uk: Цей параметр вказує назву групи для передачі файлів в/з модуля. Залиште це поле порожнім, щоб використовувати типові налаштування.

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this module. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
cs: Tato předvolba je čárkou, mezerou či tabulátorem oddělovaný seznam systémů, ze kterých je dovoleno přistupovat k tomuto modulu. Systémy můžete určit jejich názvy či IP adresami. Pro výchozí nastavení ponechte tuto kolonku prázdnou.
nl: Deze optie is een door een komma, spatie of tab gescheiden set van hosts die deze module mogen benaderen. U kunt de hosts als naam of IP-nummer opgeven. Laat dit veld leeg om de standaardinstellingen te gebruiken.
ru: Набор хостов разделённых запятой, пробелом или табуляцией, которым разрешен доступ к этому ресурсу. Вы можете указать хосты по имени или по IP-адресу. Оставьте это поле пустым, чтобы использовать настройки по умолчанию.
tr: Bu seçenek, bu modüle erişmeye izin veren virgül, boşluk veya sekme ile sınırlandırılan anamakineler kümesidir. Anamakineleri adına veya IP numarasına göre belirleyebilirsiniz. Varsayılan ayarları kullanmak için bu alanı boş bırakın.
uk: Набір хостів розділених комою, пробілом або табуляцією, яким дозволений доступ до цього ресурсу. Ви можете вказати хости по імені або IP-адресам. Залиште це поле порожнім, щоб використовувати типові налаштування.

source: A comma, space, or tab-delimited set of hosts which are NOT permitted to access this module. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify in the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
cs: Tato volba je čárkami, mezerami či tabulátory oddělený seznam systémů, kterým NENÍ povoleno přistupovat k tomuto modulu. V případě uvedení v obou, je seznam povolených důležitější. V případě, že je třeba odepřít všem (kdo nejsou uvedeni v povolených), použijte klíčové slovo ALL (případně masku sítě 0.0.0.0/0) a poté výslovně uvést v seznamu povolených hostů ty, kteří přístup mít mají. Pro výchozí nastavení ponechte tuto kolonku prázdnou.
nl: Deze optie is een door een komma, spatie of tab gescheiden set van hosts die deze module NIET mogen benaderen. Waar de lijst conflicteert, heeft de lijst met toegestane hosts voorrang. Als het nodig is om alles standaard geen toegang te geven, gebruikt u het trefwoord ALL (of het netmask 0.0.0.0/0) en voegt u aan de parameter toegestane hosts expliciet de hosts toe die wel toegang dienen te hebben. Laat dit veld leeg voor de standaardinstellingen.
ru: Набор хостов разделённых запятой, пробелом или табуляцией, которым НЕ разрешен доступ к этому ресурсу. В случае конфликта список разрешенных хостов имеет приоритет. В случае, если по умолчанию необходимо запретить все, используйте параметр ALL (или маску 0.0.0.0/0) а затем явно укажите хосты, доступ которым разрешен. Оставьте это поле пустым, чтобы использовать настройки по умолчанию.
tr: Bu modüle erişmeye izin VERMEYEN virgül, boşluk veya sekme ile sınırlandırılan anamakineler kümesidir. Listelerin çakıştığı yerde izin verme listesi öncelikli olur. Varsayılan olarak tümünü reddetmenin gerekmesi halinde, ALL (veya 0.0.0.0/0 ağ maskesi) anahtar kelimesini kullanın ve ondan sonra erişime izin verilmesi gereken bu anamakinelere, izin verilen anamakineler parametresini açık bir şekilde belirleyin. Varsayılan ayarları kullanmak için bu alanı boş bırakın.
uk: Набір хостів розділених комою, пробілом або табуляцією, яким НЕ дозволений доступ до цього ресурсу. При цьому конфлікт-лист дозволяє розставити пріоритети. У разі, якщо типово необхідно заборонити всі, використовуйте параметр ALL (або маску 0.0.0.0/0), а потім явно вкажіть хости, доступ яким дозволений. Залиште це поле порожнім, щоб використовувати типові налаштування.

source: These parameters will be added to the module configuration in rsyncd.conf.
cs: Tyto parametry budou přidány do nastavení modulu v souboru rsyncd.conf .
nl: Deze parameters zullen aan de moduleconfiguratie in rsyncd.conf worden toegevoegd.
ru: Эти параметры будут добавлены в конфигурацию в файл rsyncd.conf.
tr: Bu parametreler rsyncd.conf dosyasındaki modül yapılandırmasına eklenecektir.
uk: Ці параметри будуть додані до конфігурації модуля в rsyncd.conf.

source: Set the interval between disk checks to N minutes. The default is 30 minutes.
cs: Nastaví časový úsek mezi kontrolami disků na N minut. Výchozí hodnota je 30 minut.
nl: Stel het interval tussen schijfcontroles in op N minuten. De standaardwaarde is 30 minuten.
ru: Устанавливает интервал между проверками диска на N минут. По умолчанию 30 минут.
tr: Disk kontrolleri arasındaki aralığı N dakika olarak ayarlar. Varsayılan 30 dakikadır.
uk: Встановлює інтервал між перевірками диска N хвилин. Типово 30 хвилин.

source: Report if the temperature has changed by at least N degrees Celsius since the last report. 0 to disable.
cs: Hlásit, pokud se teplota změnila přinejmenším o N stupňů Celsia od předchozího hlášení. Vypíná se zadáním 0 (nula).
nl: Rapporteren als de temperatuur sinds de vorige rapportage minstens N graden Celsius is gewijzigd. 0 om uit te schakelen.
ru: Сообщать, если температура изменилась на N градусов (по Цельсию) с момента последнего сообщения. 0 - для отключения.
tr: Sıcaklık son bildirildiğinden bu yana en az N Santigrat derece değiştiyse bildirir. Etkisizleştirmek için 0.
uk: Повідомляє, якщо температура змінилася на N градусів Цельсія з моменту останнього повідомлення. 0 - для відключення.

source: Report as informational in the system log if the temperature is greater or equal than N degrees Celsius. 0 to disable.
cs: Hlásit jako informaci v záznamu událostí v systému, pokud je teplota vyšší nebo rovná N stupňům Celsia. Vypíná se zadáním 0 (nula).
nl: Rapporteren als informatief in het systeemlogboek als de temperatuur hoger dan of gelijk is aan N graden Celsius. 0 om uit te schakelen.
ru: Сообщать как информационное, если температура больше или равна N градусов Цельсия. 0 - для отключения.
tr: Sıcaklık N Santigrat dereceden daha büyük veya eşitse sistem günlüğünde bilgilendirme olarak bildirir. Etkisizleştirmek için 0.
uk: Повідомляти як iнформацiйне, якщо температура більше або дорівнює N градусів Цельсія. 0 - для відключення.

source: Report as critical in the system log and send an email if the temperature is greater or equal than N degrees Celsius. 0 to disable.
cs: Hlásit jako kritické v záznamu událostí v systému a poslat e-mail pokud je teplota vyšší nebo rovná N stupňům Celsia. Vypíná se zadáním 0 (nula).
nl: Rapporteren als kritiek in het systeemlogboek en een e-mail verzenden als de temperatuur hoger dan of gelijk is aan N graden Celsius. 0 om uit te schakelen.
ru: Сообщать как критическое, если температура больше или равна N градусов (по Цельсию). 0 - для отключения.
tr: Sıcaklık N Santigrat dereceden daha büyük veya eşitse sistem günlüğünde kritik olarak bildirir ve bir e-posta gönderir. Etkisizleştirmek için 0.
uk: Повідомляти як критичне, якщо температура більше або дорівнює N градусів Цельсія. 0 - для відключення.

source: Destination email address. Separate email addresses with commas.
cs: Cílová e-mailová adresa. Vícero položek oddělujte je čárkou.
nl: E-mailadres van bestemming. Scheid e-mailadressen met komma's.
ru: E-mail получателя. Разделяйте несколько адресов запятой.
tr: Hedef e-posta adresi. E-posta adreslerini virgüller ile ayırın.
uk: E-mail одержувача. Використовуйте кому для розділення адрес.

source: The port on which WebDAV will run.<br>Do not use a port that is already in use by another service (e.g. 22 for SSH).
cs: Port na kterém bude poskytována služba WebDAV.<br>Nepoužívejte port, který je už používán jinou službou (např. 22 pro SSH).
nl: De poort waarop WebDAV zal werken.<br>Gebruik geen poort die al door een andere service wordt gebruikt (bv. 22 voor SSH).
ru: Это порт, на котором будет работать WebDAV.<br>Не используйте порт, который уже используется другой службой (например, 22 используется SSH).
tr: WebDAV'ın üzerinde çalışacağı bağlantı noktasıdır.<br>Başka bir hizmet tarafından zaten kullanılan bir bağlantı noktası kullanmayın (örn. SSH için 22).
uk: Це порт, на якому працюватиме WebDAV.<br>Не використовуйте порт, який вже використовується іншою службою (наприклад, 22 використовується SSH).

source: The port on which Secure WebDAV will run.<br>Do not use a port that is already in use by another service (e.g. 22 for SSH).
cs: Toto je port na kterém bude poskytována služba zabezpečeného WebDAV.<br>Nepoužívejte port, který je už používán jinou službou (např. 22 pro SSH).
nl: De poort waarop Secure WebDAV zal werken.<br>Gebruik geen poort die al door een andere service wordt gebruikt (bv. 22 voor SSH).
ru: Это порт, на котором будет работать Безопасный WebDAV.<br>Не используйте порт, который уже используется другой службой (например, 22 используется SSH).
tr: Güvenli WebDAV'ın üzerinde çalışacağı bağlantı noktasıdır.<br>Başka bir hizmet tarafından zaten kullanılan bir bağlantı noktası kullanmayın (örn. SSH için 22).
uk: Це порт, на якому працюватиме Безпечний WebDAV.<br>Не використовуйте порт, який вже використовується іншою службою (наприклад, 22 використовується SSH).

source: Type of HTTP Authentication for WebDAV<br>Basic Auth: Password is sent over the network as plaintext (Avoid if HTTPS is disabled) <br>Digest Auth: The hash of the password is sent over the network (more secure).
cs: Typ HTTP ověřování pro WebDAV<br>Jednoduché ověřování: Heslo je po síti posíláno jako čitelný text (nepoužívat, pokud je vypnuto HTTPS)<br>Ověřování otiskem: po síti je posílán pouze otisk hesla (bezpečnější).
nl: Type HTTP-authenticatie voor WebDAV<br>Basisauth.: wachtwoord wordt als platte tekst over het netwerk verzonden (Vermijden als HTTPS is uitgeschakeld) <br>Digest-auth.: hash van het wachtwoord wordt over het netwerk verzonden (veiliger).
ru: Тип HTTP аутентификации для WebDAV<br>Basic Auth: Пароль отправляется по сети в открытом виде (Избегайте, если HTTPS отключен) <br>Digest Auth: Хэш пароля отправляется по сети (более безопасный).
tr: WebDAV için HTTP Kimlik Doğrulaması türü<br>Temel Kimlik Doğrulaması: Parola ağ üzerinden düz metin olarak gönderilir (Eğer HTTPS etkisizleştirilirse kaçının) <br>Özet Kimlik Doğrulaması: Parolanın adreslemesi ağ üzerinden gönderilir (daha güvenli).
uk: Тип HTTP аутентифікації для WebDAV<br>Basic Auth: Пароль відправляється по мережі у відкритому вигляді (уникайте, якщо HTTPS відключений)<br>Digest Auth: Хеш пароля відправляється по мережі (безпечніший).

source: full_audit VFS object is known to have file transfer issues with Windows 10. Do you wish to continue?
cs: O objektu virtuálního souborového systému (VFS) „full_audit“ je známo, že způsobuje v případě systému Windows 10 problémy při přenosu souborů. Opravdu pokračovat?
ru: full_audit объект VFS известен проблемыми передачи файлов с ОС Windows 10. Вы хотите продолжить?
tr: full_audit VFS nesnesinin, Windows 10 ile olan dosya aktarım sorunlarına sahip olduğu bilinir. Devam etmek ister misiniz?
uk: full_audit об'єкт VFS відомий проблеми передачі файлів з ОС Windows 10. Ви хочете продовжити?

source: This option can only be used for datasets.
cs: Tuto předvolbu je možné použít pouze pro datové sady.
nl: Deze optie kan alleen voor gegevenssets worden gebruikt.
ru: Эта опция может быть использована только для наборов данных.
tr: Bu seçenek sadece veri kümeleri için kullanılabilir.
uk: Ця опція може бути використана тільки для наборів даних.

source: The credentials of the specified user is used for remote access by root.
cs: Přihlašovací údaje zadaného uživatele jsou použity pro vzdálený přístup správce systému (root).
ru: Полномочия указанного пользователя используются для удаленного доступа root.
tr: Belirtilen kullanıcının kimlik bilgileri uzak erişim için root tarafından kullanılır.
uk: Повноваження зазначеного користувача використовується для віддаленого доступу root.

source: These parameters are added to the [Volume] section of afp.conf. Add each different parameter on a newline
cs: Tyto parametry jsou přidány do sekce [Volume] (svazek) souboru afp.conf. Každý z parametrů uveďte na zvlášť řádek
ru: Эти параметры добавляются в раздел [Volume] файла afp.conf. Добавляйте каждый параметр с новой строки
tr: Bu parametreler afp.conf dosyasının [Volume] bölümüne eklenir. Her farklı parametreyi yeni bir satıra ekleyin
uk: Ці параметри додаються до розділу [Volume] файлу afp.conf. Додавайте кожен параметр з нового рядка

source: The credentials of the specified group is used for remote access by root.
cs: Přihlašovací údaje zadané skupiny jsou použity pro vzdálený přístup správce systému (root).
ru: Полномочия указанной группы используются для удаленного доступа root.
tr: Belirtilen grubun kimlik bilgileri uzak erişim için root tarafından kullanılır.
uk: Повноваження зазначеної групи використовуються для віддаленого доступу root.

source: The credentials of the specified user is used for remote access by all users.
cs: Přihlašovací údaje zadaného uživatele jsou použity pro vzdálený přístup všemi uživateli.
ru: Полномочия указанного пользователя используются для удаленного доступа всех пользователей.
tr: Belirtilen kullanıcının kimlik bilgileri uzak erişim için tüm kullanıcılar tarafından kullanılır.
uk: Повноваження зазначеного користувача використовуються для віддаленого доступу всіх користувачів.

source: The credentials of the specified group is used for remote access by all users.
cs: Přihlašovací údaje zadané skupiny jsou použity pro vzdálený přístup všemi uživateli.
ru: Полномочия указанной группы используются для удаленного доступа всех пользователей.
tr: Belirtilen grubun kimlik bilgileri uzak erişim için tüm kullanıcılar tarafından kullanılır.
uk: Повноваження зазначеної групи використовуються для віддаленого доступу всіх користувачів.

source: Comments
cs: Poznámky
nl: Opmerkingen
ru: Комментарии
tr: Açıklamalar
uk: Коментарі

source: Setup mode
cs: Režim nastavování
ru: Режим установки
tr: Kurulum kipi
uk: Режим установки

source: Manual
cs: Ruční
nl: Handmatig
ru: Ручной
tr: Elle
uk: Ручний

source: Semi-automatic
cs: Poloautomatické
nl: Semiautomatisch
ru: Полуавтоматически
tr: Yarı-otomatik
uk: Напівавтоматичний

source: Remote HTTP/HTTPS Port
cs: HTTP/HTTPS port na protistraně
nl: Externe HTTP/HTTPS-poort
ru: Удаленный порт HTTP/HTTPS
tr: Uzak HTTP/HTTPS Bağlantı Noktası
uk: Віддалений порт HTTP/HTTPS

source: Remote HTTPS
cs: HTTPS na protistraně
ru: Удаленный HTTPS
tr: Uzak HTTPS
uk: Віддалений HTTPS

source: Remote Auth Token
cs: Ověřovací token na protistraně
ru: Удаленный токен аутентификации
tr: Uzak Yetki Belirteci
uk: Віддалений токен аутентифікації
