Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: The default base Distinguished Name (DN) to use for searches, eg dc=test,dc=org
ca: El Nom Distinguit (DN) base per defecte per utilitzar a les recerques, p.e. dc=test, dc=org
cs: Výchozí základ rozlišeného názvu (DN), který bude použit pro vyhledávání, např. dc=example,dc=com
de: Der bei Suchvorgängen zu benutzende Base Distinguished Name (DN), z.B. dc=test,dc=org.
es: La base por defecto Nombre Completo (DN) a utilizar para las búsquedas, por ejemplo, dc = prueba, dc = org
fr: Le Distinguished Name (DN) de base utilisé par défaut pour les recherches, e.g. dc=test,dc=org
nl: De standaard Distinguished Name (DN) voor zoekopdrachten, bv. dc=test,dc=org
pl: Domyślna nazowa Nazwa wyróżniająca (NW) (ang.DN) do użycia w wyszukiwaniu, np dc=test,dc=org
pt: Por defeito Nome Distinto de base (DN) a ser usado para pesquisas, pe dc=teste,dc=org
pt_br: O base padrão de nome distinto (DN) para usar nas pesquisas, e.g. dc=test,dc=org
ro: Nume distinctiv (DN) implicit al bazei utilizat în căutări, de ex. dc=test, dc=org
ru: Базовое выделенное имя (DN) по умолчанию, используемое для поиска, например dc=test, dc=org
sk: Predvolené základné Distinguished Name (DN) používané pri vyhľadávaní, napr. dc=test,dc=k
sr: Podrazumevano osnovno specifično ime (DN) se koristi za pretraživanje, npr. dc=test,dc=org
sv: Standardinställningen för Base Distinguished Name (DN) som ska användas för sökningar, t.ex. DC = test, dc = org
tr: Aramalarda kullanmak için varsayılan temel Ayırt Edici Ad (DN), örnek dc=test,dc=org
uk: Базове виділене ім'я (DN) типово, що використовується для пошуку, наприклад dc = test, dc = org

source: Allow Anonymous Binding
ca: Permetre la vinculació anònima
cs: Umožnit anonymní spojování
de: Anonyme Bindungen erlauben
es: Permitir enlaces anónimos
fr: Autoriser les liaisons anonymes
nl: Anonieme binding toestaan
pl: Zezwól na anonimowe przypisanie
pt: Permitir Ligação Anónima
pt_br: Habilitar bind anônimo
ro: Permite legături anonime
ru: Разрешить анонимную связь
sk: Povolenie anonymného Bindingu
sr: Dozvoliti anonimno povezivanje
sv: Tillåt Anonym Bindning
tr: İsimsiz Bağlamaya izni ver
uk: Дозволити анонімне з'єднання

source: Root bind DN
ca: DN de vinculaió Root
cs: Rozlišené jméno pro spojení správce
es: Union de raiz DN
nl: Bind-DN van root
pl: Nazwa Wyróżniająca przypisania Root
pt: Ligação Root DN
pt_br: Bind DN raíz
ro: DN (nume distinctiv) legătură Root
ru: Корневая связь DN
sk: Zviazať DN s root-om
sr: Root vezivanje DN
sv: Root binder DN
tr: Root bağlama DN
uk: Кореневий зв'язок DN

source: The distinguished name with which to bind to the directory server, e.g. cn=admin,dc=test,dc=org
ca: El nom distingit amb el cual vincular el servidor de directory, p.e. cn=admin,dc=test,dc=org
cs: Rozlišený název (dn), kterým se spojovat s adresářovým serverem, např. cn=spravce,dc=example,dc=com
de: Der DN mit der eine Bindung zum Directory Server eingegangen wird, z.B. cn=admin,dc=test,dc=org.
es: El nombre completo con el que enlazar con el servidor de directorio, por ejemplo, cn=admin,dc=prueba, dc =org
fr: Le Distinguished Name (DN) avec lequel se lier au serveur d'annuaire, e.g. cn=admin,dc=test,dc=org
nl: De distinguished name (DN) waarmee met de adreslijstserver wordt gebonden, bv. cn=admin,dc=test,dc=org
pl: Nazwa wyróżniająca (NW) (ang.DN), którą przypisywać serwerowi, np. dc=test,dc=org
pt: Nome distinto com o qual se deseja ligar ao servidor de directório, p.e. cn=admin,dc=test,dc=org
pt_br: O nome distinto com o qual vai conectar ao servidor de diretório, e.g. cn=admin,dc=test,dc=org
ro: Nume distinctiv care face legătura cu directorul de pe server, de ex. cn=admin,dc=test,dc=org
ru: Выделенное имя, связанное с сервером каталогов, например cn=admin, dc=test, dc=org
sk: Charakteristické meno, ktoré bude spojené s adresárom servera, napr. cn=admin, dc=test, dc=org
sr: Specifično ime sa kojim se vezuje server direktorijuma, npr. cn=admin, dc=test, dc=org
sv: Det unika namnet som att binda till katalogservern, t.ex. cn=admin, dc=test, dc=org
tr: Dizin sunucusuna bağlanan ile ayırt edici ad, örn. cn=admin,dc=test,dc=org
uk: Виділене ім'я, пов'язане з сервером каталогів, наприклад cn = admin, dc = test, dc = org

source: Root bind password
ca: Contrasenya vinculada a Root
cs: Heslo pro spojení správce
de: Root Bind Passwort
es: Contraseña de root obligatoria
nl: Bindwachtwoord van root
pl: Hasło przypisania Root
pt: Root password de ligação
pt_br: Senha para bind raíz
ro: Parolă legătură Root
ru: Пароль администратора
sk: Root bind heslo
sr: Root lozinka za vezivanje
sv: Root binder lösenord
tr: Root bağlama parolası
uk: Пароль адміністратора

source: The credentials with which to bind.
ca: Els credencials amb els qual es vincula.
cs: Přihlašovací údaje, kterými se spojit.
de: Die Zugangsberechtigung zur Etablierung der Bindung.
es: Las credenciales con las que se unen
fr: Mot de passe avec lequel s'authentifier.
nl: De referenties waarmee wordt gebonden.
pl: Poświadczenia, którymi powiązywać
pt: Credencial com o qual se deseja ligar.
pt_br: As credenciais para conexão.
ro: Date autentificare legătură
ru: Права для связи.
sk: Údaje, s ktorými prepojiť.
sr: Akreditivi sa kojima se vezuje.
sv: De autentiseringsuppgifter som man kan binda.
tr: Bağlanan ile kimlik bilgileri.
uk: Права для зв'язку.

source: Password Encryption
ca: Encriptar la Contrasenya
cs: Šifrování hesla
de: Passwortverschlüsselung
es: Encriptación de la Contraseña
fr: Chiffrement du mot de passe
nl: Wachtwoordversleuteling
pl: Szyfrowanie hasłem
pt: Encriptação de Password
pt_br: Criptografia de senha
ro: Încriptare parolă
ru: Шифрование пароля
sk: Šifrovanie hesla
sr: Šifrovanje lozinke
sv: Lösenordskryptering
tr: Parola Şifrelemesi
uk: Шифрування пароля

source: The password change protocol to use.
ca: La contrasenya canvia el protocal a utilitzar
cs: Jaký protokol pro změnu hesla použít.
de: Das bei Passwortänderungen anzuwendende Verfahren.
es: Protocolo de cambio de contraseña
fr: Le protocole à utiliser pour le changement des mots de passe.
nl: Het te gebruiken wachtwoordwijzigingsprotocol.
pl: Protokół używany do zmiany hasła.
pt: Protocolo de troca de password a usar.
pt_br: Escolha o protocolo de senha para uso.
ro: Protocolul de schimbare a parolei.
ru: Протокол, используемый для изменения пароля.
sk: Voľba protokolu na zmenu hesiel.
sv: Protokoll för lösenords byte att använda
tr: Kullanmak için parola değiştirme protokolü.
uk: Протокол, який використовується для зміни пароля.

source: User Suffix
ca: Sufix d'usuari
cs: Uživatelská přípona
de: Benutzer Suffix
es: Sufijo de Usuario
fr: Suffixe utilisateur
nl: Gebruikersachtervoegsel
pl: Przyrostek użytkownika
pt: Sufixo do Utilizador
pt_br: Sufixo de usuário
ro: Terminaţie utilizator
ru: Суффикс пользователя
sk: Prípona používateľa
sr: Sufiks korisnika
sv: Användare suffix
tr: Kullanıcı Soneki
uk: Користувач Suffix

source: This parameter specifies the suffix that is used for users when these are added to the LDAP directory, e.g. ou=Users
ca: Aquest paràmetre especifica el sufix que s'utilitzarà pels usuaris quan siguin afegits al directori LDAP. p.e. ou=Users
cs: Tento parametr určuje příponu, použitou pro uživatele, přidávané do LDAP adresáře, např. ou=Uzivatele
de: Dieser Parameter gibt den Suffix an, der angehängt wird, wenn ein Benutzer zum LDAP-Verzeichnis hinzugefügt wird, z.B. ou=Users.
es: Este parametro especifica el sufijo que será usado en los usuarios añadidos al directorio LDAP; Ej: ou=Users
fr: Ce paramètre spécifie le suffixe utilisé lors de l'ajout d'utilisateurs à l'annuaire LDAP, e.g. ou=Utilisateurs
nl: Deze parameter geeft het achtervoegsel aan dat wordt gebruikt voor gebruikers wanneer deze aan de LDAP-adreslijst worden toegevoegd, bv. ou=Users
pl: Ten parametr ustala przyrostek użyty dla użytkowników, gdy ci zostaną dodani do lokalizaji LDAP, np. ou=Users
pt: Este parâmetro especifica o sufixo que é utilizado para os utilizadores quando estes são adicionados ao diretório LDAP, p.e. ou=Utilizadores
pt_br: Este parâmetro especifica o sufixo que é usado para usuários quando estes são adicionadas ao diretório LDAP, e.g. ou=Users
ro: Acest parametru specifică terminaţia utilizată pentru utilizatorii atunci când sunt adăugaţi în registrul LDAP, de ex. ou=Utilizatori
ru: Этот параметр указывает суффикс, который используется для пользователей, если они добавлены в каталог LDAP, например ou=Users
sk: Parameter špecifikuje príponu, ktorá je použitá pre používateľov keď sú pridávaní do LDAP adresára, napr. ou=Pouzivatelia
sr: Ovaj parametar određuje sufiks koji se koristi za korisnike kada se oni dodaju u LDAP direktorijum, npr. ou=Users
sv: Denna parameter anger suffix som används för användare när de läggs till i LDAP-katalogen, t.ex. ou=Users
tr: Bu parametre, kullanıcılar LDAP dizinine eklendiğinde bunlar için kullanılan soneki belirler, örn. ou=Users
uk: Цей параметр вказує суфікс, який використовується для користувачів, якщо вони додані до каталогу LDAP, наприклад ou = Users

source: Group Suffix
ca: Sufix de Grup
cs: Přípona skupiny
de: Gruppen Suffix
es: Sufijo de grupo
fr: Suffixe de groupe
nl: Groepsachtervoegsel
pl: Przyrostek grupy
pt: Sufixo do Grupo
pt_br: Sufixo do grupo
ro: Terminaţie grup
ru: Суффикс группы
sk: Prípona skupiny
sr: Sufiks grupe
sv: Grupp suffix
tr: Grup Soneki
uk: Група Suffix

source: This parameter specifies the suffix that is used for groups when these are added to the LDAP directory, e.g. ou=Groups
ca: Aquest paràmetre especifica el sufix que s'utilitzarà pels grups quan siguin afegits al directori LDAP. p.e. ou=Groups
cs: Tento parametr určuje příponu, použitou pro skupiny, přidávané do LDAP adresáře, např. ou=Skupiny
de: Dieser Parameter gibt den Suffix an, der angehängt wird, wenn eine Gruppe zum LDAP-Verzeichnis hinzugefügt wird, z.B. ou=Groups.
es: Este parametro especifica el sufijo que será usado en los grupos añadidos al directorio LDAP; Ej: ou=Groups
fr: Ce paramètre spécifie le suffixe utilisé lors de l'ajout de groupes à l'annuaire LDAP, e.g. ou=Groupes
nl: Deze parameter geeft het achtervoegsel aan dat wordt gebruikt voor groepen wanneer deze aan de LDAP-adreslijst worden toegevoegd, bv. ou=Groups
pl: Ten parametr ustala przyrostek użyty dla grup, gdy te zostaną dodane do LDAP, np. ou=Groups
pt: Este parâmetro especifica o sufixo que é utilizado para os grupos quando estes são adicionados ao diretório LDAP, p.e. ou=Grupos
pt_br: Este parâmetro especifica o sufixo que é usado para grupos quando estes são adicionados ao diretório LDAP, e.g. ou=Groups
ro: Acest parametru specifică terminaţia utilizată pentru grupuri atunci când sunt adăugate în registrul LDAP, de ex. ou=Grupuri
ru: Этот параметр указывает суффикс, который используется для групп, если они добавлены в каталог LDAP, например ou=Groups
sk: Parameter špecifikuje príponu, ktorá je použitá pre skupiny keď sú pridávané do LDAP adresára, napr. ou=Skupiny
sr: Ovaj parametar određuje sufiks koji se koristi za grupe kada se one dodaju u LDAP direktorijum, npr. ou=Groups
sv: Denna parameter anger suffix som används för grupper när de läggs till i LDAP-katalogen, t.ex. ou=Grupper
tr: Bu parametre, gruplar LDAP dizinine eklendiğinde bunlar için kullanılan soneki belirler, örn. ou=Groups
uk: Цей параметр вказує суфікс, який використовується для груп, якщо вони додані до каталогу LDAP, наприклад ou = Groups

source: Password Suffix
ca: Sufix de la Contrasenya
cs: Přípona hesla
de: Passwort Suffix
es: Sufijo de contraseña
fr: Suffixe de mot de passe
nl: Wachtwoordachtervoegsel
pl: Przyrostek hasła
pt: Sufixo da Password
pt_br: Sufixo de senha
ro: Terminaţie parolă
ru: Суффикс пароля
sk: Prípona hesla
sr: Sufiks lozinke
sv: Lösenords suffix
tr: Parola Soneki
uk: Пароль Suffix

source: This parameter specifies the suffix that is used for passwords when these are added to the LDAP directory, e.g. ou=Passwords
ca: Aquest paràmetre especifica el sufix que s'utilitzarà per les contrasenyes quan siguin afegits al directori LDAP. p.e. ou=Passwords
cs: Tento parametr určuje příponu, použitou pro hesla, přidávaná do LDAP adresáře, např. ou=Hesla
de: Dieser Parameter gibt den Suffix an, der angehängt wird, wenn ein Passwort zum LDAP-Verzeichnis hinzugefügt wird, z.B. ou=Passwords.
es: Este parametro especifica el sufijo que será usado en las contraseñas añadidas al directorio LDAP; Ej: ou=Passwords
fr: Ce paramètre spécifie le suffixe utilisé lors de l'ajout de mots de passe à l'annuaire LDAP, e.g. ou=MotsDePasses
nl: Deze parameter geeft het achtervoegsel aan dat wordt gebruikt voor wachtwoorden wanneer deze aan de LDAP-adreslijst worden toegevoegd, bv. ou=Passwords
pl: Ten parametr ustala przyrostek użyty dla haseł, gdy te zostają dodane do LDAP, np. ou=Passwords
pt: Este parâmetro especifica o sufixo que é utilizado para passwords quando estas são adicionados ao diretório LDAP, p.e. ou=Passwords
pt_br: Este parâmetro especifica o sufixo que é usado para senhas quando estas são adicionadas ao diretório LDAP, e.g. ou=Users
ro: Acest parametru specifică terminaţia utilizată pentru parole atunci când sunt adăugate în registrul LDAP, de ex. ou=Parole
ru: Этот параметр указывает суффикс, который используется для паролей, если они добавлены в каталог LDAP, например ou=Passwords
sk: Tento parameter špecifikuje príponu, ktorá je použitá pre heslá keď sú pridávané do LDAP adresára, napr. ou=Hesla
sr: Ovaj parametar određuje sufiks koji se koristi za lozinke kada se one dodaju u LDAP direktorijum, npr. ou=Passwords
sv: Denna parameter anger suffix som används för lösenord när de läggs till i LDAP-katalogen, t.ex. ou=Lösenord
tr: Bu parametre, parolalar LDAP dizinine eklendiğinde bunlar için kullanılan soneki belirler, örn. ou=Passwords
uk: Цей параметр вказує суфікс, який використовується для паролів, якщо вони додані до каталогу LDAP, наприклад ou = Passwords

source: Machine Suffix
ca: Sufix de Màqiuna
cs: Přípona stroje
de: Geräte Suffix
es: Sufijo de máquina
fr: Suffixe de machine
nl: Machineachtervoegsel
pl: Przyrostek maszyny
pt: Sufixo da Máquina
pt_br: Sufixo da máquina
ro: Sufix maşină
ru: Суффикс машины
sk: Prípona počítača
sr: Sufiks računara
sv: Dator suffix
tr: Makine Soneki
uk: Машина Suffix

source: This parameter specifies the suffix that is used for machines when these are added to the LDAP directory, e.g. ou=Computers
ca: Aquest paràmetre especifica el sufix que s'utilitzarà per les màquines quan siguin afegits al directori LDAP. p.e. ou=Computers
cs: Tento parametr určuje příponu, použitou pro stroje, přidávané do LDAP adresáře, např. ou=Pocitace
de: Dieser Parameter gibt den Suffix an, der angehängt wird, wenn ein Gerät zum LDAP-Verzeichnis hinzugefügt wird, z.B. ou=Computers.
es: Este parametro especifica el sufijo que será usado en las máquinas añadidas a un directorio LDAP; Ej: ou=Computers
fr: Ce paramètre spécifie le suffixe utilisé lors de l'ajout de machines à l'annuaire LDAP, e.g. ou=Machines
nl: Deze parameter geeft het achtervoegsel aan dat wordt gebruikt voor machines wanneer deze aan de LDAP-adreslijst worden toegevoegd, bv. ou=Computers
pl: Ten parametr ustala przyrostek dla maszyn, gdy te zostają dodane do LDAP, np. ou=Computers
pt: Este parâmetro especifica o sufixo que é utilizado para os computadores quando estes são adicionados ao diretório LDAP, p.e. ou=Computadores
pt_br: Este parâmetro especifica o sufixo que é usado para máquinas quando estas são adicionadas ao diretório LDAP, e.g. ou=Computers
ro: Acest parametru specifică terminaţia utilizată pentru calculatoare atunci când sunt adăugate în registrul LDAP, de ex. ou=Calculatoare
ru: Этот параметр указывает суффикс, который используется для машин, если они добавлены в каталог LDAP, например ou=Computers
sk: Tento parameter špecifikuje príponu, ktorá je použitá pre počítače keď sú pridávané do LDAP adresára, napr. ou=Pocitace
sr: Ovaj parametar određuje sufiks koji se koristi za računare kada se oni dodaju u LDAP direktorijum, npr. ou=Computers
sv: Denna parameter anger suffix som används för maskiner när de läggs till i LDAP-katalogen, t.ex. ou=Datorer
tr: Bu parametre, makineler LDAP dizinine eklendiğinde bunlar için kullanılan soneki belirler, örn. ou=Computers
uk: Цей параметр вказує суфікс, який використовується для машин, якщо вони додані до каталогу LDAP, наприклад ou = Computers

source: Encryption Mode
cs: Režim šifrování
de: Verschlüsselungsmodus
es: Modelo de Encriptado
fr: Mode de chiffrement
nl: Versleutelingsmodus
pt: Modo de Encriptação
pt_br: Modelo de Encriptação
ro: Mod criptare
ru: Режим шифрования
sr: Režim šifrovanja
sv: Krypteringsläge
tr: Şifreleme Kipi
uk: Режим шифрування

source: This parameter specifies whether to use SSL/TLS, e.g. on/off/start_tls
ca: Aquest paràmetre especifica si utilitzar SSL/TLS, p.e. on/off/start_tls
cs: Tento parametr určuje, zda použít zabezpečení SSL/TLS šifrováním, např. on/off/start_tls
de: Diese Option gibt an, ob das Verschlüsselungsverfahren SSL/TLS verwendet werden soll. Mögliche Optionen: on/off/start_tls.
es: Este parametro especifica como usar SSL/TLS; Ej: on / off / start_tls
fr: Ce paramètre défini l'utilisation de SSL/TLS, e.g. on/off/start_tls
nl: Deze parameter geeft het gebruik van SSL/TLS aan, bv. aan/uit/start_tls
pl: Ten parametr ustala czy użyć SSL/TLS, np. /on/of/start_tls
pt: Este parâmetro especifica se deve usar SSL/TLS, p.e. on/off/start_tls
pt_br: Este parâmetro especifica se deve usar SSL/TLS, e.g. on/off/start_tls
ro: Acest parametru specifică utilizarea SSL/TLS, ex. on/off/start_tls
ru: Этот параметр определяет, использовать ли SSL/TLS, например on/off/start_tls
sk: Tento parameter špecifikuje či použiť SSL/TLS, napr. on/off/start_tls
sr: Ovaj parametar određuje da li će se koristiti SSL/TLS, npr. on/off/start_tls
sv: Denna parameter anger om du vill använda SSL/TLS, t.ex. på/av/start_tls
tr: Bu parametre, SSL/TLS kullanılıp kullanılmayacağını belirler, örn. on/off/start_tls
uk: Цей параметр визначає, чи використовувати SSL/TLS, наприклад on/off/start_tls

source: Self signed certificate
ca: Certificat auto signat
cs: Sám sebou podepsaný certifikát
de: Selbstsigniertes Zertifikat
es: Certificado autofirmado
fr: Certificat auto-signé
nl: Zelfondertekend certificaat
pl: Certyfikat podpisany przez siebie
pt: Auto-assinado certificado
pt_br: Certificado auto-assinado
ro: Certificat auto semnat
ru: Самоподписанный сертификат
sk: Certifikát podpísaný samým sebou
sr: Samo potpisan sertifikat
sv: Självsignerat certifikat
tr: Kendinden imzalı sertifika
uk: Самопідписаний сертифікат

source: Place the contents of your self signed certificate file here.
ca: Col.loca aquí els continguts del teu fitxer de certificat auto signat.
cs: Sem vlože obsah svého sám sebou podepsaného certifikátu.
de: Fügen Sie hier den Inhalt Ihres selbstsignierten Zertifikats ein.
es: Coloque el contenido de su archivo Certificado autofirmado aquí
fr: Placez ici le contenu du certificat auto-signé.
nl: Plaats hier de inhoud van uw zelfondertekende certificaat.
pl: Umieść zawartość pliku certyfikatu podpisanego przez siebie tutaj.
pt: Coloque aqui o conteúdo do seu arquivo de certificado auto-assinado.
pt_br: Coloque o conteúdo de seu arquivo de certificado auto-assinado aqui.
ro: Aici se pune conţinutul certificatului auto-semnat.
ru: Поместите сюда содержимое файла Вашего самоподписанного сертификата.
sk: Vlož obsah tebou podpísaného certifikačného súboru tu.
sr: Postavite sadržaj vašeg samo potpisanog sertifikata ovde.
sv: Placera innehållet av ditt självsignerade certifikat fil här.
tr: Buraya kendinden imzalı sertifika dosyasının içeriğini yerleştirin.
uk: Помістіть сюди вміст файлу Вашого сертифікату.

source: Auxiliary Parameters
ca: Paràmetres Auxiliars
cs: Doplňkové parametry
de: Zusätzliche Parameter
es: Parametros auxiliares
fr: Paramètres supplémentaires
nl: Hulpparameters
pl: Parametry dodatkowe
pt: Parâmetros Auxiliares
pt_br: Parametros auxiliares
ro: Parametri auxiliari
ru: Дополнительные параметры
sk: Pomocné Parametre
sr: Pomoćni Parametri
sv: Extra Parametrar
tr: Yardımcı Parametreler
uk: Додаткові параметри

source: These parameters are added to ldap.conf.
ca: Aquests paràmetres son afegits al ldap.conf
cs: Tyto parametry budou přidány do ldap.conf.
de: Diese Parameter werden ldap.conf hinzugefügt.
es: Estos parametros serán añadidos a ldap.conf
fr: Ces paramètres sont ajoutés à ldap.conf.
nl: Deze parameters worden aan ldap.conf toegevoegd.
pl: Te parametry zostaną dodane do ldap.conf.
pt: Estes parâmetros são adicionados ao ldap.conf.
pt_br: Esses parâmetros são adicionados ao ldap.conf.
ro: Aceşti parametrii sunt adăugaţi fişierului ldap.conf.
ru: Эти параметры добавляются к ldap.conf.
sk: Tieto parametre budu pridané do ldap.conf.
sr: Ovi parametri su dodati u ldap.conf.
sv: Dessa parametrar läggs till ldap.conf.
tr: Bu parametreler ldap.conf dosyasına eklenir.
uk: Ці параметри будуть додані в ldap.conf.

source: Alternate TCP port. Default is 873
ca: Port TCP alternatiu. 873 per defecte
cs: Alternativní TCP port. Výchozí je 873
de: Alternativer TCP port. Standard ist 873
es: Puerto TCP alternativo (873 por defecto)
fr: Port TCP alternatif. 873 par défaut
nl: Alternatieve TCP-poort. Standaard is 873
pl: Alternatywny port TCP. Domyślnie 873
pt: Porto TCP alternativo. Porto por defeito é 873
pt_br: Porta TCP alternativa. O padrão é 873
ro: Port TCP alternativ. Implicit este 873
ru: Альтернативный порт TCP. По умолчанию 873
sk: Alternatívny TCP port. Predvolený je 873
sr: Alternativni TCP port. Podrazumevano je 873
sv: Alternativ TCP-port. Standard är 873
tr: Alternatif TCP bağlantı noktası. Varsayılan 873'tür
uk: Альтернативний порт TCP. Типово 873

source: These parameters will be added to [global] settings in rsyncd.conf
ca: Aquests paràmetres s'afegiran als ajustos globals a rsyncd.conf
cs: Tyto parametry budou přidány do sekce [global] v souboru s nastaveními rsyncd.conf
de: Diese Parameter werden den globalen Einstellungen der Datei rsyncd.conf hinzugefügt.
es: Estos paremetros son añadidos en la secion global de rsyncd.conf
fr: Ces paramètres seront ajoutés à la section [global] du fichier rsyncd.conf
nl: Deze parameters zullen aan [global]-instellingen in rsyncd.conf worden toegevoegd
pl: Te parametry bedą dodane do ustawień globalnych w rsyncd.conf
pt: Estes parâmetros irão ser adicionados as definições [global] no rsyncd.conf
pt_br: Esses parâmetros serão adicionados na seção [global] em rsyncd.conf
ro: Aceşti parametri vor fi adaugaţi la secţiunea [global] din fişierul inadyn.conf
ru: Эти параметры будут добавлены к секции [global] настроек в файле rsyncd.conf
sk: Tieto parametre budú pridané do [global] nastavení v rsyncd.conf
sr: Ovi parametri će biti dodati u [global] podešavanja u rsyncd.conf
sv: Dessa parametrar kommer att läggas till [global] inställningar i rsyncd.conf
tr: Bu parametreler rsyncd.conf dosyası içindeki [global] ayarlarına eklenecektir
uk: Ці параметри будуть додані до глобальних налаштувань [global] в inadyn.conf

source: Configure Rsyncd
cs: Nastavit službu Rsyncd
de: Rsyncd konfigurieren
es: Configurar Rsyncd
fr: Configurer rsyncd
nl: Rsyncd configureren
pt: Configurar Rsyncd
pt_br: Configurar Rsyncd
ro: Configurare Rsyncd
ru: Настройка Rsyncd
sr: Konfiguriši Rsyncd
sv: Konfigurera rsynk
tr: Rsyncd Yapılandır
uk: Налаштування Rsyncd

source: Module name
ca: Nom del mòdul
cs: Název modulu
de: Modulname
es: Nombre del Modulo
fr: Nom du module
nl: Modulenaam
pl: Nazwa modułu
pt: Nome do módulo
pt_br: Nome do módulo
ro: Nume modul
ru: Название модуля
sk: Názov modulu
sr: Ime modula
sv: Modul namn
tr: Modül adı
uk: Ім'я модуля
