Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: You have to choose IPv6 netmask as well per alias
cs: U každého z alternativních názvů je třeba zvolit také IPv6 masku sítě
de: Sie müssen für die IPv6 Netzmaske außerdem einen Alias auswählen
es: Has de elegir una mascara de red IPv6 y también el alias
fr: Vous devez également choisir un masque de sous-réseau IPv6 par alias
nl: U moet ook een IPv6-netmask opgeven per alias
pt: Tem de escolher uma netmask IPv6, por cada alias
pt_br: Você também deve escolher uma máscara IPv6 para cada apelido
ro: Trebuie să alegeți de asemenea o mască de rețea IPv6 per alias
ru: Вы должны выбрать IPv6 маску для псевдонима
sr: Morate izabrati IPv6 mrežnu masku kao i po pseudonimu
sv: Du måste också välja IPv6 nätmask per alias
tr: Her takma adın yanı sıra IPv6 ağ maskesini seçmek zorundasınız
uk: Ви повинні вибрати IPv6 маску для псевдоніма

source: You have to choose between IPv4 or IPv6 per alias
cs: U každého z alternativních názvů je třeba volit mezi IPv4 a IPv6 protokolem
de: Sie müssen zwischen IPv4 und IPv6 per Alias wählen
es: Has de elegir entre IPv4 o IPv6 y tambien el alias
fr: Vous devez choisir entre IPv4 et IPv6 par alias
nl: U moet kiezen tussen IPv4 of IPv6 per alias
pt: Tem de escolher entre IPv4 e IPv6 por alias
pt_br: Voce deve escolher entre IPv4 ou IPv6 para cada apelido
ro: Trebuie să alegi între IPv4 sau IPv6 per alias
ru: Вы должны выбрать между IPv4 или IPv6 для псевдонима
sr: Morate izabrati između IPv4 ili IPv6 po pseudonimu
sv: Du måste välja mellan IPv4 eller IPv6 per alias
tr: Takma ad başına IPv4 veya IPv6 seçmek zorundasınız
uk: Ви повинні вибрати між IPv4 чи IPv6 для псевдоніма

source: You must specify either an valid IPv4 or IPv6 with maskbit per alias
cs: U každého z alternativních názvů je třeba zadat platnou alternativní IPv4 nebo IPv6 adresu s maskou sítě
de: Sie müssen entweder eine gültige IPv4 oder IPv6 Adresse mit Maskbit als Alias angeben
es: Has de especificar una dirección IPv4 o IPV6 con mascara de bit por alias
fr: Vous devez spécifier une adresse IPv4 ou IPv6 valide avec CIDR par alias
nl: U moet een geldig IPv4- of IPv6-adres met maskbit opgeven per alias
pt: Tem de especificar ou um IPv4 válido ou um IPv6 válido, com o maskbit por cada alias
pt_br: Você deve especificar um endereço IPv4 ou IPv6 válido com máscara para cada apelido
ro: Trebuie să specifici oricare IPv4 sau IPv6 valid cu bit mască per alias
ru: Вы должны указать действительный IPv4 или IPv6 с побитной маской для псевдонима
sr: Morate navesti ili validne IPv4 ili IPv6 sa maskbitom po pseudonimu
sv: Du måste specifiera antingen en giltig IPv4 eller IPv6 med maskbit per alias
tr: Takma ad başına maskbit olan geçerli bir ya IPv4 ya da IPv6 belirlemek zorundasınız
uk: Ви повинні вказати дійсний IPv4 або IPv6 з побітовою маскою для псевдоніма

source: Hostname
cs: Název stroje
de: Rechnername
es: Nombre de anfitrión (Hostname)
fr: Nom d'hôte
nl: Hostnaam
pl: Nazwa hosta
pt: Nome do anfitrião
pt_br: Nome do Host
ro: Nume sistem
ru: Имя хоста
sk: Meno hostiteľa (Hostname)
sr: Ime računara
sv: Värdnamn
tr: Anamakine Adı
uk: Ім’я хоста

source: Domain
cs: Doména
de: Domäne
es: Dominio
fr: Domaine
nl: Domein
pl: Domena
pt: Domínio
pt_br: Domínio
ro: Domeniu
ru: Домен
sk: Doména
sr: Domen
sv: Domän
tr: Etki Alanı
uk: Домен

source: IPv4 Default Gateway
ca: Pasarel.la IPv4 per defecte
cs: IPv4 výchozí brána
de: IPv4 Standard-Gateway
es: Puerta de Enlace IPv4 predeterminada
fr: Passerelle par défaut IPv4
nl: IPv4-standaardgateway
pl: Domyślna brama IPv4
pt: IPv4 Gateway por Defeito
pt_br: Gateway IPv4 Padrão
ro: Gateway IPv4 implicit
ru: Шлюз IPv4 по умолчанию
sk: IPv4 predvolená brána
sr: IPv4 podrazumevani mrežni prolaz
sv: IPv4 Standard-gateway
tr: IPv4 Varsayılan Ağ Geçidi
uk: Типовий IPv4 Шлюз

source: IPv6 Default Gateway
ca: Pasarel.la IPv6 per defecte
cs: IPv6 výchozí brána
de: IPv6 Standard-Gateway
es: Puerta de Enlace IPv6 predeterminada
fr: Passerelle par défaut IPv6
nl: IPv6-standaardgateway
pl: Domyślna brama IPv6
pt: IPv6 Gateway por Defeito
pt_br: Gateway IPV6 Padrão
ro: Gateway IPv6 implicit
ru: Шлюз IPv6 по умолчанию
sk: IPv6 predvolená brána
sr: IPv6 podrazumevani mrežni prolaz
sv: IPv6 Standard-gateway
tr: IPv6 Varsayılan Ağ Geçidi
uk: Типовий IPv6 Шлюз

source: Nameserver 1
cs: Jmenný (DNS) server 1
es: Servidor DNS #1
fr: Serveur de noms 1
nl: Naamserver 1
pl: Pierwszy serwer DNS
pt: Servidor de nomes 1
pt_br: Servidor de Nomes 1
ru: Сервер имен 1
sk: DNS server 1
sr: Server imena 1
sv: Namnserver 1
tr: DNS sunucusu 1
uk: DNS 1

source: Nameserver 2
cs: Jmenný (DNS) server 2
es: Servidor DNS #2
fr: Serveur de noms 2
nl: Naamserver 2
pl: Drugi serwer DNS
pt: Servidor de nomes 2
pt_br: Servidor de Nomes 2
ru: Сервер имен 2
sk: DNS server 2
sr: Server imena 2
sv: Namnserver 2
tr: DNS sunucusu 2
uk: DNS 2

source: Nameserver 3
cs: Jmenný (DNS) server 3
es: Servidor DNS #3
fr: Serveur de noms 3
nl: Naamserver 3
pl: Trzeci serwer DNS
pt: Servidor de nomes 3
pt_br: Servidor de Nomes 3
ru: Сервер имен 3
sk: DNS server 3
sr: Server imena 3
sv: Namnserver 3
tr: DNS sunucusu 3
uk: DNS 3

source: Global Configuration
ca: Configuració Global
cs: Celkové nastavení
de: Allgemeine Konfiguration
es: Configuración Global
fr: Configuration générale
nl: Globale configuratie
pl: Konfiguracja globalna
pt: Configuração Global
pt_br: Configuração Global
ro: Configuraţie globală
ru: Общие настройки
sk: Hlavné nastavenia
sr: Globalna Konfiguracija
sv: Globala inställningar
tr: Genel Yapılandırma
uk: Загальна конфігурація

source: Pick your NIC
ca: Escull connexió de xarxa (NIC)
cs: Vyberte síťové rozhraní
de: Wählen Sie eine Netzwerkkarte
es: Elija su Tarjeta de Red NIC
fr: Choisissez un contrôleur réseau
nl: Kies uw NIC
pl: Wybierz swój interfejs sieciowy
pt: Escolha o seu NIC
pt_br: Selecione sua NIC
ro: Alegeţi interfaţa reţea (NIC)
ru: Выберите сетевой интерфейс
sk: Výber NIC
sr: Odaberi svoj NIC
sv: Välj ditt nätverkskort
tr: NIC'inizi seçin
uk: Оберіть мережевий інтерфейс

source: Interface Name
ca: Nom de l'interfície
cs: Název rozhraní
de: Schnittstellenname
es: Nombre de la Interfaz
fr: Nom de l'interface
nl: Interfacenaam
pl: Nazwa interfejsu
pt: Nome da Interface
pt_br: Nome da Interface
ro: Denumire interfaţă
ru: Имя интерфейса
sk: Názov rozhrania
sr: Naziv interfejsa
sv: Gränsnittsnamn
tr: Arayüz Adı
uk: Ім'я інтерфейсу

source: Name your NIC.
ca: Posa nom a la connexió de xarxa (NIC).
cs: Nazvěte síťové rozhraní.
de: Geben Sie der Netzwerkkarte einen Namen
es: Pon nombre a tu Tarjeta de Red NIC
fr: Donnez un nom au contrôleur réseau.
nl: Benoem uw NIC.
pl: Nazwa Twojego interfejsu sieciowego
pt: Nome do seu NIC.
pt_br: Nomeie sua NIC.
ro: Denumiţi interfaţa de reţea (NIC)
ru: Задайте имя сетевого интерфейса.
sk: Názvite vaše sieťové rozhranie.
sr: Dodaj naziv svom NIC-u.
sv: Namnge ditt nätverkskort.
tr: NIC'inizin adı.
uk: Ім'я Вашого мережевого інтерфейсу.

source: When enabled, use DHCP to obtain IPv4 address as well as default router, etc.
ca: Quan sigui actiu, utilitzar el DHCP per obtenir l'adreça IPv4, així com el router per defecte, etc.
cs: Pokud je zapnuto, získat IPv4 adresu, výchozí bránu, atd. prostřednictvím DHCP protokolu.
de: Wenn aktiviert, wird DHCP genutzt um sowohl die IPv4-Adresse als auch den Standard-Gateway zu beziehen
es: Si está habilitado, utiliza DHCP para adquirir una dirección IPv4, la puerta de enlace predeterminada, etc.
fr: Si activé, le protocole DHCP est utilisé pour obtenir une adresse IPv4 ainsi que le routeur par défaut, etc.
nl: Wanneer ingeschakeld, DHCP gebruiken om zowel een IPv4-adres als standaardrouter etc. te verkrijgen
pl: Gdy włączone, używa DHCP otrzymać adres IPv4, adres routera, itd
pt: Quando activado, use o DHCP para obter o endereço IPv4 assim como o caminho por defeito, etc.
pt_br: Quando habilitado, use o DHCP para obter endereço IPv4, assim como roteador padrão, etc.
ro: Când este activat, se va utiliza DHCP pentru obţinerea adresei IPv4 cât şi a router-ului implicit etc.
ru: Если включено, использовать DHCP маршрутизатора по умолчанию, для получения адреса IPv4, и т.д.
sk: Ak je aktivované, DHCP bude použité na získanie IPv4 adresy, ako aj adresy brány, atď.
sr: Kada je omogućeno, koristite DHCP da se dobiju IPv4 adrese kao i podrazumevani ruter, itd.
sv: När aktiverad, använd DHCP för att få IPv4-adress, standard-gateway och så vidare.
tr: Etkinleştirildiğinde, IPv4 adresi almak için varsayılan yönlendiricinin, vb. yanı sıra DHCP kullanır.
uk: Якщо увімкнено, використовувати DHCP маршрутизатора типово, для отримання адреси IPv4 і т.ін.

source: IPv4 Address
ca: Adreça IPv4
cs: IPv4 adresa
de: Adresse (IPv4)
es: Dirección IPv4
fr: Adresse IPv4
nl: IPv4-adres
pl: Adres IPv4
pt: Endereço IPv4
pt_br: Endereço IPv4
ro: Adrese IPv4
ru: Адрес IPv4
sk: Adresa IPv4
sr: IPv4 Addresa
sv: IPv4-adress
tr: IPv4 Adresi
uk: Адреса IPv4

source: IPv4 Netmask
ca: Màscara IPv4
cs: IPv4 síťová maska
de: Netzmaske (IPv4)
es: Máscara de Red IPv4
fr: Masque de sous-réseau IPv4
nl: IPv4-netmasker
pl: Maska IPv4
pt: Máscara IPv4
pt_br: Máscara de Rede IPv4
ro: Mască reţea (Netmask) IPv4
ru: Маска сети IPv4
sk: IPv4 sieťová maska
sr: IPv4 maska mreže
sv: IPv4-nätmask
tr: IPv4 Ağ Maskesi
uk: Маска мережі IPv4

source: Auto configure IPv6
ca: Auto configurar IPv6
cs: Samonastavení IPv6
de: IPv6 Autokonfiguration
es: Auto configurar IPv6
fr: Configuration IPv6 automatique
nl: IPv6 automatisch configureren
pl: Automatycznie konfiguruj IPv6
pt: Auto configurar IPv6
pt_br: Auto Configuração de IPv6
ro: Configurare automată IPv6
ru: Автоматически настроить IPv6
sk: Automatická konfigurácia IPv6
sr: Automatski konfiguriši IPv6
sv: Autokonfigurera IPv6
tr: IPv6 otomatik yapılandır
uk: Автоматично налаштувати IPv6

source: When enabled, automatically configurate IPv6 address via rtsol(8).
ca: Quan sigui actiu, automàticament configurar l'adreça IPv6 via rtsol(8).
cs: Pokud je zapnuto, nastavovat IPv6 adresu automaticky, pomocí rtsol(8).
de: Wenn aktiviert, erfolgt die Konfiguration der Adresse (IPv6) automatisch via rtsol(8).
es: Si está habilitado, automaticamente configura la dirección IPv6 utilizando rtsol(8).
fr: Si activé, une adresse IPv6 est automatiquement configurée via rtsol(8).
nl: Wanneer ingeschakeld, IPv6-adres automatisch configureren via rtsol(8).
pl: Gdy włączone, adres IPv6 jest konfigurowany automatycznie za pomocą rtsol(8).
pt: Quando activo, configura automaticamente o endereço IPv6 rtsol(8).
pt_br: Quando habilitado, configure automaticamente o endereço IPv6 via rtsol(8).
ro: Când este activat, se va configura automat adresa IPv6 via rtsol(8)
ru: Когда включено, адрес IPv6 настраивается автоматически с помощью rtsol (8).
sk: Ak je povolené, adresu IPv6 automaticky konfigurovať cez rtsol (8).
sr: Kada je omogućeno, automatski konfiguriši IPv6 adresu preko rtsol (8).
sv: När aktiverad, autokonfigurera IPv6 via rtsol(8).
tr: Etkinleştirildiğinde, IPv6 adresi rtsol(8) aracılığıyla otomatik olarak yapılandırılır.
uk: Якщо увімкнено, адреса IPv6 автоматично налаштовується за допомогою rtsol (8).

source: IPv6 Address
ca: Adreça IPv6
cs: IPv6 adresa
de: Adresse (IPv6)
es: Dirección IPv6
fr: Adresse IPv6
nl: IPv6-adres
pl: Adres IPv6
pt: Endereço IPv6
pt_br: Endereço IPv6
ro: Adresa IPv6
ru: Адрес IPv6
sk: IPv6 adresa
sr: IPv6 Adresa
sv: IPv6-adress
tr: IPv6 Adresi
uk: Адреса IPv6

source: IPv6 Prefix Length
cs: Délka IPv6 předpony
de: IPv6 Präfixlänge
es: Longitud del prefijo IPv6
fr: Longueur du préfixe IPv6
nl: Lengte van IPv6-voorvoegsel
pt: Tamanho do prefixo do IPv6
pt_br: Comprimento do prefixo IPv6
ro: Lungime prefix IPv6
ru: Длина префикса IPv6
sr: IPv6 dužina prefiksa
sv: IPv6 Prefix Längd
tr: IPv6 Önek Uzunluğu
uk: Довжина префікса IPv6

source: Options
ca: Opcions
cs: Předvolby
de: Optionen
es: Opciones
nl: Opties
pl: Opcje
pt: Opções
pt_br: Opções
ro: Opţiuni
ru: Параметры
sk: Nastavenia
sr: Opcije
sv: Alternativ
tr: Seçenekler
uk: Параметри

source: Interface
ca: Interfície
cs: rozhraní
de: Schnittstelle
es: Interfaz
pl: Interfejs
ro: Interfaţă
ru: Интерфейс
sk: Rozhranie
sr: Interfejs
sv: Gränssnitt
tr: Arayüz
uk: Інтерфейс

source: Interfaces
ca: Interfícies
cs: rozhraní
de: Schnittstellen
pl: Interfejsy
ro: Interfeţe
ru: Интерфейсы
sk: Rozhrania
sr: Interfejsi
sv: Gränssnitt
tr: Arayüzler
uk: Інтерфейси

source: Alias
cs: alternativu
pt: Apelido
pt_br: Apelido
ru: Синоним
tr: Takma Ad
uk: Синонім (Alias)

source: Aliases
cs: Alternativní názvy/adresy
de: Aliase
es: Alias
fr: Alias
nl: Aliassen
pt: Apelido
pt_br: Apelidos
ro: Alias-uri
ru: Псевдонимы
sr: Aliasi
tr: Takma Adlar
uk: Псевдоніми

source: Virtual Interface
ca: Interfície virtual
cs: Virtuální rozhraní
de: Virtuelle Schnittstelle
es: Interfaz Virtual
fr: Interface virtuelle
nl: Virtuele interface
pl: Interfejs wirtualny
pt: Interface Virtual
pt_br: Interface Virtual
ro: Interfeţe virtuale
ru: Виртуальный интерфейс
sk: Virtuálne rozhranie
sr: Virtuelni Interfejs
sv: Virtuella gränssnitt
tr: Sanal Arayüz
uk: Віртуальний інтерфейс

source: Interface names must be vlanX where X is a number. Example: vlan0.
cs: Je třeba, aby název rozhraní byl vlanX, kde X je číslo. Například: vlan0.
de: Schnittstellennamen müssen vlanXX heißen, wobei XX für eine Nummer steht. Beispiel: vlan0.
es: Los nombres de interfaz deben ser vlanX donde X es un número. Ejemplo: vlan0.
fr: Les dénominations des interfaces doivent être du type vlanX, où X est un nombre. Exemple: vlan0.
nl: Interfacenamen moeten vlanX zijn, waar X een getal is. Voorbeeld: vlan0.
pt: Os nomes das interfaces têm de ser vlanXX onde XX é um número. Exemplo: vlan0.
pt_br: Nomes de interface devem ser vlanX onde X é um número. Exemplo: vlan0
ro: Interfeţe virtuale trebuie să fie vlanXX unde XX este un număr. Exemplu: vlan0
ru: Имена интерфейсов должны иметь вид: vlanXX, где XX - это число. Например: vlan0.
sr: Imena interfejsa moraju biti vlanXX gde je XX broj. Primer: vlan0.
sv: Gränssnitt namnet måste vara VLAN X där X är en siffra. Exempel: vlan0.
tr: X bir sayıdır, arayüz adları vlanX şeklinde olmak zorundadır. Örnek: vlan0.
uk: Імена інтерфейсів повинні мати вигляд: vlanXX, де XX- число. Як приклад: vlan0.

source: Physical Interface
ca: Interfície física
cs: Fyzické rozhraní
de: Physische Schnittstelle
es: Interfaz física
fr: Interface physique
nl: Fysieke interface
pl: Interfejs fizyczny
pt: Interface físico
pt_br: Interface Física
ro: Interfaţa fizică
ru: Физический интерфейс
sk: Fyzické rozhranie
sr: Fizički interfejs
sv: Fysiskt gränssnitt
tr: Fiziksel Arayüz
uk: Фізичний інтерфейс

source: VLAN Tag
ca: Etiqueta VLAN
cs: VLAN značka
de: VLAN ID
es: Etiqueta VLAN
fr: Numéro de VLAN
nl: VLAN-label
pl: Tag VLAN
pt: VLAN Etiqueta
pt_br: Tag VLAN
ro: Eticheta VLAN
ru: Тег VLAN
sr: VLAN Oznaka
tr: VLAN Etiketi
uk: Мітка VLAN

source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
nl: Beschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sr: Opis
sv: Beskrivning
tr: Açıklama
uk: Опис

source: VLAN
cs: virtuální síť (VLAN)
ru: VLAN-интерфейс

source: VLANs
cs: virtuální sítě (VLAN)
de: VLAN
fr: VLAN
pl: VLANy
ro: VLAN-uri
ru: VLAN-интерфейсы
sk: VLANy
sr: VLAN-ovi
tr: VLAN'lar
uk: VLAN - інтерфейси

source: Protocol Type
ca: Tipus de protocol
cs: Typ protokolu
de: Protokolltyp
es: Tipo de protocolo
fr: Type de protocole
nl: Type protocol
pl: Typ protokołu
pt: Tipo de Protocolo
pt_br: Tipo do Protocolo
ro: Tip protocol
ru: Тип протокола
sk: Typ protokolu
sr: Tip Protokola
sv: Protokolltyp
tr: Protokol Türü
uk: Тип протоколу

source: Link Aggregation
cs: seskupení linek
es: Agregar Enlaces
fr: Agrégation de liens
nl: Koppelingsaggregatie
pl: Agregacja połączeń
pt: Agregação de Ligações
pt_br: Agregação de Link
ro: Legături agregate (legături distribuite)
ru: Объединение интерфейсов
sk: Agregácie spojenia
sr: Agregacija Linka
sv: Länksammanslagning
tr: Bağlantı Birleştirme
uk: Об'єднання інтерфейсів (Link Aggregation)

source: Link Aggregations
cs: Seskupení linek
de: Link Aggregationen
es: Agregar Enlaces
fr: Agrégations de liens
nl: Koppelingsaggregaties
pl: Agregacje połączeń
pt: Agregações de Rede
pt_br: Agregações de Link
ro: Legături agregate
ru: Объединение интерфейсов
sk: Linka agregácie
sr: Agregacije linka
sv: Länksammanslagning
tr: Bağlantı Birleştirmeleri
uk: Об'єднання інтерфейсів

source: LAGG Priority Number
ca: Número de prioritat LAGG
cs: Pořadí důležitosti v rámci připojení více linkami
de: LAGG Prioritätennummer
es: Número de Prioridad LAGG
fr: Numéro de priorité LAGG
nl: LAGG-prioriteitsnummer
pl: Priorytet LAGG
pt: LAGG Número da Prioridade
pt_br: Número Prioritário LAGG
ro: Număr prioritate LAGG
ru: Приоритетный номер LAGG
sk: LAGG prioritné číslo
sr: LAGG Prioritetni Broj
sv: LAGG prioritetsnummer
tr: LAGG Öncelik Numarası
uk: Пріоритетний номер LAGG

source: Physical NIC
ca: NIC (connexió de xarxa) física
cs: Fyzické síťové rozhraní
de: Physische Netzwerkkarte
es: Tarjeta de Red (NIC)
fr: Contrôleur réseau physique
nl: Fysieke NIC
pl: Fizyczny interfejs sieciowy
pt: NIC Físico
pt_br: Placa Física NIC
ro: Interfaţă reţea fizică (NIC)
ru: Физический сетевой интерфейс
sk: Fyzická NIC
sr: Fizički NIC
sv: Fysiskt nätverkskort
tr: Fiziksel NIC
uk: Фізичний мережевий інтерфейс

source: Destination network
ca: Xarxa de destí
cs: Cílová síť
de: Zielnetzwerk
es: Red de Destino
fr: Réseau de destination
nl: Doelnetwerk
pl: Sieć docelowa
pt: Rede de destino
pt_br: Rede de destino
ro: Reţea de destinaţie
ru: Сеть назначения
sk: Cieľová sieť
sr: Odredišna mreža
sv: Mål-nät
tr: Hedef ağ
uk: Мережа призначення

source: Gateway
ca: Pasarel.la
cs: Brána
es: Puerta de enlace
fr: Passerelle
pl: Brama
ru: Шлюз
sk: Brána
sr: Prolaz
tr: Ağ geçidi
uk: Шлюз

source: Static Route
ca: Ruta estàtica
cs: statickou trasu
de: Statische Route
es: Ruta Estática
fr: Route statique
nl: Statische route
pl: Trasa statyczna
pt: Caminho estático
pt_br: Rota Estática
ro: Rută statică
ru: Статический маршрут
sk: Statická cesta
sr: Statička ruta
sv: Statisk rutt
tr: Sabit Yol
uk: Статичний маршрут

source: Static Routes
ca: Rutas estatiques
cs: Statické trasy
de: Statische Routen
es: Rutas estaticas
fr: Routes statiques
nl: Statische routes
pl: Trasy statyczne
pt: Caminhos Estáticos
pt_br: Rotas Estáticas
ro: Rute statice
ru: Статические маршруты
sk: Statická cesta
sr: Statičke rute
sv: Statiska rutter
tr: Sabit Yollar
uk: Статичні маршрути

source: Network
ca: Xarxa
cs: Síť
de: Netzwerk
es: Red
fr: Réseau
nl: Netwerk
pl: Sieć
pt: Rede
pt_br: Rede
ro: Reţea
ru: Сеть
sk: Sieť
sr: Mreža
sv: Nätverk
tr: Ağ
uk: Мережа

source: Network Summary
ca: Sumari de xarxa
cs: Přehled sítě
de: Netzwerkzusammenfassung
es: Sumario de Red
fr: Résumé réseau
nl: Netwerksamenvatting
pl: Podsumowanie sieci
pt: Resumo da Rede
pt_br: Resumo da Rede
ro: Sumar reţea
ru: Сводка сети
sk: Prehľad sietí
sr: Pregled mreže
sv: Nätverk sammanställning
tr: Ağ Özeti
uk: Підсумки мережі

source: Create Link Aggregation
ca: Crear Link Aggregation
cs: Vytvořit vícelinkové připojení
de: Link Aggregation erzeugen
es: Crear Agregar Enlaces
fr: Créer une agrégation de liens
nl: Koppelingsaggregatie aanmaken
pl: Utwórz agregację połączeń
pt: Criar Agregação de Rede
pt_br: Criar Agregação de Link
ro: Definire link agregare
ru: Создать объединение интерфейсов
sk: Vytvoriť linku agregácie
sr: Kreiraj Agregaciju linka
sv: Skapa Länksammanslagning
tr: Bağlantı Birleştirme Oluştur
uk: Створити об'єднання інтерфейсів

source: View Link Aggregations
cs: Zobrazit vícelinková připojení
de: Link Aggregation anzeigen
es: Ver Todas las Agregaciones de Enlaces
fr: Voir les agrégations de liens
nl: Koppelingsaggregaties weergeven
pt: Ver todas as Agregações de Rede
pt_br: Visualizar Links Agregados
ro: Vizualizare agregare linkuri
ru: Просмотр объединений интерфейсов
sr: Pogledaj agregacije linka
sv: Visa Link Aggregeringar
tr: Bağlantı Birleştirmelerini Göster
uk: Переглянути всі об'єднані інтерфейси

source: This IP is already in use.
cs: Nevšímat si jakýchkoli mapovacích požadavků pro doménu BUILTIN (vestavěná)
de: Diese IP-Adresse existiert bereits.
es: Esta IP esta en uso.
fr: Cette adresse IP est déjà utilisée.
nl: Dit IP-adres is al in gebruik.
pt: Este IP já se encontra em uso.
pt_br: Este IP já está em uso.
ro: Acest IP este deja în folosință.
ru: Этот IP уже используется.
sr: Ova IP adresa je već u upotrebi.
sv: Denna IP är redan i bruk
tr: Bu IP adresi zaten kullanımda.
uk: Ця IP-адреса вже існує.

source: PBI file to be installed
cs: PBI soubor k instalaci
de: BPI Datei zur Installation auswählen
es: Fichero PBI a Instalar
fr: Fichier PBI à installer
nl: Te installeren PBI-bestand
pt: O ficheiro PBI tem de ser instalado
pt_br: Arquivo PBI a ser instalado
ro: Fișier PBI să fie instalat
ru: PBI файл прошивки для установки
sr: PBI datoteka da bude instalirana
sv: PBI-fil som ska installeras
tr: Yüklenecek olan PBI dosyası
uk: PBI файл прошивки для встановлення

source: Plugins jail path
cs: Popis umístění vyhrazeného prostředí pro zásuvný modul

source: Mounted?
cs: Připojeno (mount)?
de: Eingebunden?
es: ¿Montado?
fr: Monté?
nl: Gekoppeld?
pt: Montado?
pt_br: Montado?
ro: Montat?
ru: Смонтировано?
sr: Postavljen?
sv: Monterad?
tr: Bağlandı mı?
uk: Встановити?

source: The full path cannot exceed 88 characters
cs: Délka popisu umístění nemůže překročit 88 znaků
de: Die vollständige Pfadangabe darf nicht länger als 88 Zeichen sein.
es: La ruta completa no debe exceder los 88 caracteres
fr: Le chemin complet ne peut pas dépasser 88 caractères
nl: Het volledige pad mag niet langer zijn dan 88 tekens
pt: A path completa não pode exceder os 88 caracteres
pt_br: O caminho completo não pode exceder 88 caracteres
ro: Calea completă nu poate depăși 88 de caractere
ru: Полная длинна пути не может превышать 88 символов
sr: Ime pune putanje ne može biti duže od 88 znakova
sv: Den fulla sökvägen kan inte överskrida 88 tecken
tr: Tam yol 88 karakteri aşamaz
uk: Повний шлях не може перевищувати 88 символів

source: The path could not be umounted %s
cs: Umístění %s nelze odpojit
de: Der Pfad konnte nicht ausgehängt werden %s
es: La ruta no puede ser desmontada %s
fr: Le chemin n'a pas pu être démonté %s
nl: Het pad kon niet worden ontkoppeld %s
pt: A path %s não pode ser montada
pt_br: O diretório a seguir não pôde ser desmontado: %s.
ro: Calea nu poate fi demontată %s
ru: Путь не может быть размонтирован %s
sr: Putanja se nemože ukoniti %s
sv: Sökvägen kunder inte bli avmonterad %s
tr: Yol, %s için sökülemedi
uk: Шлях не може бути размонтовано: %s

source: Plugin name
cs: Název zásuvného modulu
es: Nombre del Plugin
fr: Nom du module
nl: Naam van plug-in
pt: Nome do Plugin
pt_br: Nome do plugin
ro: Nume plugin
ru: Имя плагина
sr: Ime dodatne komponente
sv: Plugin namn
tr: Eklenti adı
uk: Ім'я плагіна

source: Name of the plugin
cs: Název zásuvného modulu
de: Name es Plugins
es: Nombre del Plugin
fr: Nom du module
nl: Naam van de plug-in
pt: Nome do plugin
pt_br: Nome do plugin
ro: Numele plugin-ului
ru: Имя плагина
sr: Naziv dodatne komponente
sv: Namn på plugin
tr: Eklentinin adı
uk: Назва плагіна

source: Plugin info name
cs: Položka zásuvného modulu v seznamu
es: Información del Plugin
fr: Nom d usage du greffon
nl: Infonaam van plug-in
pt: Informação do plugin nome
pt_br: Info nome do plugin
ro: Plugin info nume
ru: Plugin info имя
sr: Info ime dodatne komponente
sv: Insticksmodulens namn
tr: Eklenti bilgi adı
uk: Назва Plugin info

source: Info name of the plugin
cs: Název položky zásuvného modulu v seznamu
de: Der Info Name des Plugins
es: Nombre informativo del Plugin
fr: Nom du plugin
nl: Infonaam van de plug-in
pt: Informação do Plugin nome
pt_br: Nome informativo do plugin
ro: Numele info a plugin-ului
ru: Info имя плагина
sr: Info ime dodatne komponente
sv: Namn på insticksmodulen
tr: Eklentinin bilgi adı
uk: Info ім'я плагіна
