Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: Time in seconds. Default is about 1 min.
cs: Čas v sekundách. Výchozí je přibližně 1 min.
de: Zeit in Sekunden. Standard ist 1 min.
es: Tiempo en segundos. Por defecto 1 minuto.
fr: Temps en secondes. Environ une minute par défaut.
nl: Tijd in seconden. Standaard is ongeveer 1 minuut.
pt: Tempo em segundos. Por defeito aproximadamente 1 min.
pt_br: Tempo em segundos. Padrão é de cerca de 1 min.
ro: Timp în secunde. Implicit aprox. 1 min.
ru: Время в секундах. По умолчанию около 1 минуты.
sr: Vreme u sekundama. Podrazumevana vrednost je oko 1 min.
sv: Tid i sekunder. Standard är ca 1 min.
tr: Saniye cinsinden zaman. Varsayılan yaklaşık 1 dakikadır.
uk: Час в секундах. Типово становить близько 1 хв.

source: Forced update period
ca: Període d'actualització forçada
cs: Časový úsek mezi vynucenými aktualizacemi
de: Intervall für Zwangsaktualisierung
es: Forzar período de actualización
fr: Période de mise à jour forcée
nl: Geforceerde updateperiode
pl: Wymuś cykl odświeżania
pt: Período de actualização forçada
pt_br: Período de atualização forçada
ro: Perioadă de actualizare obligatorie
ru: Период принудительного обновления
sk: Čas nútenej aktualizácie
sr: Forsirani period ažuriranja
sv: Tvingad uppdateringsperiod
tr: Zorunlu güncelleme süresi
uk: Період примусового поновлення

source: These parameters will be added to global settings in inadyn.conf.
ca: Aquests paràmetres s'afegiran als ajustos globals a inadyn.conf
cs: Tyto parametry budou přidáno do globálních nastavení v souboru inadyn.conf.
pl: Te parametry zostaną dodane do ustawień globalnych w inadyn.conf.
sk: Tieto parametre budú pridané do globálnych nastavení v inadyn.conf.
tr: Bu parametreler inadyn.conf dosyasındaki genel ayarlara eklenecektir.
uk: Ці параметри будуть додані до глобальних налаштувань в inadyn.conf.

source: Dynamic DNS
ca: DNS dinàmic
cs: Dynamická DNS
de: Dynamisches DNS
es: DNS Dinamica
fr: DNS Dynamique
nl: Dynamische DNS
pl: Dynamiczny DNS
pt: DNS Dinâmico
pt_br: DNS Dinâmico
ro: DNS dinamic
ru: Динамический DNS
sk: Dynamické DNS
sr: Dinamički DNS
sv: Dynamisk DNS
tr: Değişken DNS
uk: Динамічний DNS

source: Path to the plugins jail
cs: Popis umístění vyhrazených prostředí pro zásuvné moduly

source: Jail name
cs: Název vyhrazeného prostředí
tr: Kafes adı
uk: Jail ім'я

source: Name of the plugins jail
cs: Název vyhrazeného prostředí pro zásuvný modul

source: Jail name can only contain letters, numbers and hyphens. It must not end with a hyphen.
cs: Název vyhrazeného prostředí může být tvořen pouze písmeny, čísly a spojovníky. Spojovníkem ale nemůže končit.

source: Jail IP address
cs: IPv4 adresa vyhrazeného prostředí
tr: Kafes IP adresi
uk: IP адреса Jail

source: Jail IP Netmask
cs: IPv4 síťová maska vyhrazeného prostředí

source: Plugins archive path
cs: Umístění archivu zásuvného modulu

source: Location
ca: Localització
cs: Umístění
de: Standort
es: Localización
fr: Emplacement
nl: Locatie
pl: Lokacja
pt: Localização
pt_br: Localização
ro: Localizare
ru: Расположение
sk: Lokácia
sr: Lokacija
sv: Plats
tr: Konum
uk: Розташування

source: Location information, e.g. physical location of this system: 'Floor of building, Room xyzzy'.
ca: Informació de localització, ex. localització física del sistema: 'Planta de l'edifici, Habitació xyzzy'.
cs: Informace o umístění, např. kde se systém fyzicky nachází: „Podlaží x, místnost y“.
de: Informationen zum Standort, z. B. genaue Angabe des Orts: Erdgeschoss, Zimmer 123.
es: Información de la localización, Ej: habitacion xxx piso 3
fr: Informations de localisation, e.g. emplacement physique de ce système : "Étage du bâtiment, Pièce xyz".
nl: Locatiegegevens, bv. fysieke locatie van dit systeem: 'Verdieping 6, kamer 789'.
pl: Informacje o lokalizacji, np. fizyczna lokalizacja tego serwera: 'Parter budynku, pokój xyzzy'.
pt: Informações sobre a localização, por exemplo, localização física deste sistema: 'Andar do edifício, Sala xyzzy'.
pt_br: Informação de localização, por exemplo: localização física desse sistema: 'Térreo do edifício, Quarto xyzzy'.
ro: Informaţii localizare, de ex. localizarea fizică a sistemului: 'parterul clădirii, camera xyzzy'.
ru: Информация о расположении, т.е. физическое расположение системы: 'этаж здания, комната xyzzy'.
sk: Informácia o lokácii, napr. fyzická lokácie systému: 'Poschodie budovy, Miestnosť xyzzy'.
sr: Informacije o lokaciji, npr fizička lokacija ovog sistema: 'sprat zgrade, soba xyzzy'.
sv: Platsinformation, t.ex fysisk plats för detta system: "Källaren, Rum xyzzy"
tr: Konum bilgileri, örn. bu sistemin fiziksel konumu: 'Bina Katı, Oda xyzzy'.
uk: Інформація про розташування, тобто фізичне розташування системи: 'Перший поверх будівлі, кімната xyzzy'.

source: Contact
ca: Contacte
cs: Kontakt
de: Ansprechpartner
es: Contacto
pl: Kontakt
pt: Contacto
pt_br: Contato
ru: Контакт
sk: Kontakt
sr: Kontakt
sv: Kontakt
tr: İletişim
uk: Контакт

source: Contact information, e.g. name or email of the person responsible for this system: 'admin@email.address'.
ca: Informació de contacte, ex. nom o correu electrònic de al persona responsable del sistema: 'admin@email.direcció'.
cs: Kontaktní údaje, např. jméno nebo e-mailová adresa osoby odpovědné za tento systém: „spravce@example.com“.
de: Kontaktinformationen, z. B. Name oder E-Mail-Adresse der für dieses System zuständigen Person: 'admin@email.address'.
es: Información de contacto, por ejemplo, el nombre o el correo electrónico de la persona responsable de este sistema: 'admin@email.address'.
fr: Information de contact, e.g. nom ou e-mail de la personne responsable de ce système : "admin@email.address".
nl: Contactgegevens, bv. naam of e-mailadres van de persoon die verantwoordelijk is voor dit systeem: 'admin@e-mail.adres'.
pl: Informacje kontaktowe, np. imię lub email osoby odpowiedzialnej za ten serwer: 'admin@adres.email'.
pt: Informações de contacto, por exemplo, nome ou e-mail da pessoa responsável por este sistema: 'admin@email.address'.
pt_br: Informação do contato, por exeplo: nome ou e-mail da pessoa responsável pelo sistema: 'admin@email.address'.
ro: Informaţii de contact, de ex. numele sau adresa de email a persoanei responsabile pentru acest sistem: 'admin@email.address'.
ru: Контактная информация, т.е. имя или электронная почта сотрудника, отвечающего за данную систему: 'admin@email.address'.
sk: Kontaktné informácie, napr. meno alebo email človeka zodpovedného za systém: 'admin@emailova.adresa'.
sr: Kontakt informacije, npr ime ili e-mail lica odgovornog za ovaj sistem: 'admin@email.address'.
sv: Kontaktinformation, t.ex. namn eller e-post till ansvarig person för systemet: 'admin@email.address'.
tr: İletişim bilgileri, örn. bu sistemden sorumlu kişinin adı veya e-postası: 'admin@e-posta.adresi'.
uk: Контактна інформація, тобто ім'я або електронна пошта співробітника, відповідального за дану систему: 'admin@email.address'.

source: Community
ca: Comunitat
cs: SNMP komunita
es: Comunidad
fr: Communauté
pl: Społeczność
pt: Comunidade
pt_br: Comunidade
ro: Comunitate
ru: Сообщество
sk: Komunita
sr: Zajednica
sv: Forum
tr: Topluluk
uk: Спільнота

source: In most cases, 'public' is used here.
ca: En la majoria de casos, 'public' s'utlitza aquí.
cs: Ve většině případů se zde používá „public“.
de: In den meisten Fällen wird 'public' verwendet.
es: En muchos casos, 'public' se usa aquí.
fr: Dans la plupart des cas, "public" est utilisé.
nl: In de meeste gevallen wordt 'public' gebruikt.
pl: W większości przypadków używa się tutaj 'public'.
pt: Na maioria dos casos, 'público' é usado aqui.
pt_br: Na maioria dos casos, 'public' é usado aqui.
ro: De obicei, aici se foloseşte 'public'.
ru: Используется 'public' в большинстве случаев.
sk: Vo väčšine prípadov je tu použité 'public'.
sr: U većini slučajeva, 'public' se ovde koristi.
sv: I de flesta fall används "publik" här.
tr: Çoğu durumda burada 'public' kullanılır.
uk: У більшості випадків тут використовується 'public'.

source: Send SNMP Traps
ca: Envia SNMP Traps
cs: Posílat SNMP hlášení (trap)
de: Sende SNMP Traps
es: Enviar SNMP Traps
fr: Envoyer les traps SNMP
nl: SNMP-traps verzenden
pl: Wysyłaj zapytania SNMP
pt: Enviar Armadilhas SNMP
pt_br: Enviar SNMP Traps
ro: Trimite SNMP Traps
ru: Отправить SNMP ловушки
sk: Poslať SNMP trapy
sr: Pošalji SNMP notifikaciju o događaju
sv: Skicka SNMP traps
tr: SNMP Yakalamalarını gönder
uk: Надіслати SNMP пастки

source: Identifier
ca: Identificador
cs: Identifikátor
de: Bezeichnung
es: Identificador
fr: Identifiant
pl: Identyfikator
pt: Identificador
pt_br: Identificador
ro: Identificator
ru: Идентификатор
sk: Identifikátor
sr: Identifikator
sv: Identifierare
tr: Tanımlayıcı
uk: Ідентифікатор

source: This name is used to uniquely identify your UPS on this system.
ca: Aquest nom és usat per identificar unicament el teu UPS en el sistema
cs: Tento název slouží k jednoznačnému rozlišení UPS zdroje v rámci tohoto systému.
de: Dieser Name wird dazu verwendet, um Ihre USV auf diesem System eindeutig zu identifizieren.
es: Este nombre se usa para identificar el SAI en el sistema.
fr: Ce nom est utilisé pour identifier de manière unique votre onduleur sur ce système.
nl: Deze naam wordt gebruikt om uw UPS op dit systeem te identificeren.
pl: Ta nazwa jest używana do unikalnego identyfikowania Twego zasilacza UPS w tym systemie.
pt: Este nome é usado para identificar exclusivamente a sua UPS neste sistema.
pt_br: Este nome é utilizado para identificar unicamente seu UPS neste sistema.
ro: Acest nume este folosit pentru a identifica în mod unic UPS-ul acestui sistem.
ru: Это имя используется для идентификации Вашего UPS в системе.
sk: Názov je použitý na unikátnu identifikáciu vášho UPS v tomto systéme.
sr: Ovo ime se koristi za jedinstvenu identifikaciju UPS uređaja na ovom sistemu.
sv: Detta namn används för att unikt identifiera din UPS på detta system
tr: Bu ad, sistem üzerinde UPS'nizi benzersiz olarak tanımlamak için kullanılır.
uk: Це ім'я використовується для ідентифікації Вашого UPS в системі.

source: Driver
cs: Ovladač
de: Treiber
es: Controlador
fr: Pilote
nl: Stuurprogramma
pl: Sterownik
ru: Драйвер
sk: Ovládač
sr: Drajver
sv: Drivrutin
tr: Sürücü
uk: Драйвер

source: The driver used to communicate with your UPS.
ca: Driver utilitzat per comunicar amb l'UPS
cs: Ovladač pro komunikaci s UPS zdrojem.
de: Der Treiber für die Kommunikation mit Ihrer USV.
es: El controlador que se emplea para comunicar con su SAI.
fr: Le pilote utilisé pour communiquer avec votre onduleur.
nl: Dit stuurprogramma wordt gebruikt om met uw UPS te communiceren.
pl: Sterownik używany do komunikacji z Twoim zasilaczem UPS.
pt: O driver utilizador para comunicar com a UPS.
pt_br: O driver utilizado para comunicar com seu UPS.
ro: Driver-ul utilizat pentru comunicarea cu UPS-ul.
ru: Драйвер используемый для связи с UPS.
sk: Ovládač je použitý na komunikáciu s vašim UPS.
sr: Drajver se koristi za komunikaciju sa vašim UPS uređajem.
sv: Drivrutinen som används för att kommunicera med din UPS.
tr: Sürücü UPS'niz ile iletişim kurmak için kullanılır.
uk: Драйвер використовується для зв'язку з UPS.

source: The serial or USB port where your UPS is connected.
ca: Port serie o USB on està conenctat el UPS
cs: Sériový či USB port, prostřednictvím kterého probíhá komunikace s UPS zdrojem.
de: Der serielle oder USB Anschluss, an dem Ihre USV angeschlossen ist.
es: El puerto serie o USB donde está conectada su SAI.
fr: Le port série ou USB auquel est connecté l'onduleur.
nl: De seriële of USB-poort waarop uw UPS is aangesloten.
pl: Port szeregowy lub USB do którego jest podłączony Twój zasilacz UPS.
pt: A porta USB ou serial onde a UPS está ligada.
pt_br: A porta serial ou USB onde seu UPS está conectado.
ro: Portul serial sau USB unde este conectat UPS-ul.
ru: Последовательный или USB порт, к которому подключен Ваш UPS.
sk: Sériový alebo USB port, kde je vaše UPS pripojené.
sr: Serijski ili USB port gde je priključen UPS uređaj.
sv: Seriell- eller USB-port där din UPS är ansluten.
tr: UPS'inizin bağlandığı seri veya USB bağlantı noktası.
uk: Послідовний або USB порт, до якого підключений Ваш UPS.

source: Auxiliary parameters (ups.conf)
cs: Doplňkové parametry (ups.conf)
de: zusätzliche Parameter (ups.conf)
es: Parámetros auxiliares (ups.conf)
fr: Paramètres supplémentaires (ups.conf)
nl: Hulpparameters (ups.conf)
pt: Parâmetros auxiliares (ups.conf)
pt_br: Parâmetros auxiliares (ups.conf)
ro: Parametri auxiliari (ups.conf)
ru: Дополнительные параметры (ups.conf)
sr: Pomoćni parametri (ups.conf)
sv: Extra parametrar (ups.conf)
tr: Yardımcı parametreler (ups.conf)
uk: Додаткові параметри (ups.conf)

source: Additional parameters to the hardware-specific part of the driver.
cs: Další parametry pro část ovladače, určenou pro konkrétní zařízení.
de: Zusätzliche Parameter für den hardwarespezifischen Teil des Treibers.
es: Parámetros adicionales para la parte hardware del driver.
fr: Paramètres supplémentaires du pilote pour la partie spécifique au matériel.
nl: Aanvullende parameters voor het hardware-specifieke deel van het stuurprogramma.
pt: Parâmetros adicionais para a parte específica de hardware do driver.
pt_br: Parâmetros adicionais para funcionamento da parte específica de hardware do driver.
ro: Parametri suplimentari specifici părţii hardware a driverului.
ru: Дополнительные параметры для аппаратно-зависимой части драйвера.
sr: Dodatni parametri na hardverski specifičnom delu drajvera.
sv: Ytterligare parametrar till hårdvaru-specifika delen av drivrutinen.
tr: Sürücünün belirli donanım kısmı için ilave parametreler.
uk: Додаткові параметри для апаратно-орієнтованої частини драйвера.

source: Shutdown mode
ca: mode d'apagada
cs: V jakém případě zahájit vypínání
de: Abschaltmodus
es: Modo apagado
fr: Mode d'arrêt
nl: Afsluitmodus
pl: Tryb zamykania systemu
pt: Modo de encerramento
pt_br: Modo de desligamento
ro: Mod oprire
ru: Режим выключения
sk: Metóda vypínania
sr: Režim isključivanja
sv: Avstängningsläge
tr: Kapatma kipi
uk: Режим вимкнення

source: Shutdown timer
ca: Temporitzador d'aturada
cs: Časovač vypínání
de: Abschaltzeit
es: Temporizador de apagado
fr: Délai avant arrêt
nl: Afsluittimer
pl: Opóźnienie zamykania systemu
pt: Temporizador de encerramento
pt_br: Contador de desligamento
ro: Temporizator oprire
ru: Таймер выключения
sk: Časovač vypnutia
sr: Tajmer isključivanja
sv: Avstägningstimer
tr: Kapatma zamanlayıcısı
uk: Таймер виключення

source: The time in seconds until shutdown is initiated. If the UPS happens to come back before the time is up the shutdown is canceled.
ca: El temps en segons fins que s'inicia l'aturada. Si el SAI resulta que s'aixeca abans que s'acabi el temps, l'aturada es cancel.la.
cs: Čas (v sekundách) do zahájení vypínání. Pokud je do té doby obnoveno napájení z rozvodné sítě, k vypnutí nedojde.
de: Zeit in Sekunden bis die Abschaltung der USV eingeleitet wird. Wenn die USV vor Ablauf der Zeit in den Normalzustand zurückkehrt, dann wird die Abschaltung unterbrochen.
es: El tiempo en segundos para iniciar el apagado. Si la energia vuelve antes de consumir el tiempo, el apagado es cancelado
fr: Le temps en secondes avant d'initier l'arrêt du système. Si l'onduleur est réalimenté avant ce délai, l'arrêt sera annulé.
nl: De tijd in seconden voordat met afsluiten wordt begonnen. Als de UPS weer online komt voordat de tijd is verstreken, wordt het afsluiten geannuleerd.
pl: Czas w sekundach do rozpoczęcia zamykania systemu. Gdy zasilacz UPS zgłosi powrót zasilania przed upływem tego czasu, procedura zamykania systemu zostanie anulowana.
pt: O tempo em segundos até o encerramento ser iniciado. Se a UPS voltar a ligar antes que o tempo termine este é cancelado.
pt_br: Tempo em segundos até o início do desligamento. Se o UPS voltar antes do tempo acabar o desligamento é cancelado.
ro: Timpul în secunde până la iniţierea opririi sistemului. Dacă alimentarea UPS-ului revine înainte de a expira acest interval, oprirea este anulată.
ru: Время в секундах до начала процедуры выключения. Если UPS рапортует о возобновлении питания, то выключения отменяется.
sk: Čas v sekundách než je vypnutie inicializované. Ak UPS nabehne kým čas vyprší, vypnutie je zrušené.
sr: Vreme u sekundama kada je pokrenuto isključivanje. Ako se desi da se UPS vrati pre nego što je vreme isteklo isključivanja je otkazano.
sv: Tiden i sekunder tills avstängning initieras. Om UPS-enheten råkar komma tillbaka innan tiden är ute avbryts avstängningen.
tr: Kapatma başlatılana kadar ki saniye olarak zaman. Eğer zamanı gelmeden önce UPS geri gelirse, kapatma iptal edilir.
uk: Час в секундах до початку процедури виключення. Якщо харчування відновлюється, то виключення скасовується.

source: UPS Master User Password
cs: Uživatelské jméno správce UPS zdroje

source: Extra users (upsd.users)
cs: Další uživatelé (upsd.users)
de: Zusätzliche Benutzer (upsd.users)
es: Usuarios extras (upsd.users)
fr: Utilisateurs supplémentaires (upsd.users)
nl: Extra gebruikers (upsd.users)
pt: Utilizadores extra (upsd.users)
pt_br: Usuários extras (upsd.users)
ro: Utilizatori suplimentari (upsd.users)
ru: Дополнительные пользователи (upsd.users)
sr: Dodatni korisnici (upsd.users)
sv: Extra användare (upsd.users)
tr: Ek kullanıcılar (upsd.users)
uk: Додаткові користувачі (upsd.users)

source: Remote Monitor
ca: Monitor remot
cs: Vzdálený dohled
de: Fernüberwachung
es: Monitor remoto
fr: Surveillance à distance
nl: Externe monitor
pl: Zdalne monitorowanie
pt: Monitor Remoto
pt_br: Monitor Remoto
ro: Monitor remote
ru: Удаленный монитор
sk: Vzdialený Monitor
sr: Daljinsko nadgledanje
sv: Fjärransluten bildskärm
tr: Uzak İzleme
uk: Віддалений монітор

source: Send Email Status Updates
ca: Envia informes d'estat per correu electrònic
cs: Posílat e-mailem zprávy o změnách stavu
de: Sende Statusänderungen per E-Mail
es: Envia actualizaciones del estado por e-mail
fr: Envoyer par e-mail le status des mises á jour
nl: E-mail-statusupdates verzenden
pl: Wysyłanie email-a o zmianie statusu
pt: Enviar Actualizações de Estado por E-mail
pt_br: Enviar atualizações de status por Email
ro: Trimite mesaje de informare actualizate
ru: Присылать сообщения об изменении статуса
sk: Odosielať emailové informácie o stave
sr: Pošalji Email o promeni statusa
sv: Skicka statusuppdateringar via e-post
tr: E-posta Durum Güncellemelerini gönder
uk: Надсилати повідомлення про зміну статусу

source: To email
ca: Pel correu
cs: Na e-mail
de: E-Mail Empfänger
es: A email
fr: Destinataire de l'e-mail
nl: Naar e-mail
pl: Na email
pt: Para e-mail
pt_br: Email destinatário
ro: Către
ru: На электронную почту
sk: Na email
sr: Do email-a
sv: Till e-post
tr: Kime e-postası
uk: На електронну пошту

source: Destination email address. Separate email addresses by semi-colon.
ca: Adreça de correu electrònic de destí. Separa els correus amb punts i comes.
cs: Cílová e-mailová adresa. Vícero položek oddělujte středníkem.
de: E-Mail Empfänger, mehrere E-Mail Adressen werden mit einem Semikolon getrennt.
es: Dirección e-mail de destino, separar con punto y coma ";" si son 2 o más.
fr: Adresses e-mail de destination. Séparez les adresses par des points-virgules.
nl: E-mailadres van bestemming. Scheid e-mailadressen met een puntkomma.
pl: Docelowy adres email. Adresy email oddziel średnikiem.
pt: Endereço de e-mail do destinatário. Endereços de e-mail separados por ponto e vírgula.
pt_br: Endereço email do destinatário. Separe endereços de email por ponto e vírgula.
ro: Adresa email de destinaţie. Adresele multiple trebuie despărţite de punct şi virgulă
ru: E-mail получателя. Используйте запятую для разделения адресов электронной почты.
sk: Cieľová emailová adresa. Oddelte emailové adresy bodkočiarkou.
sr: Odredišna email adresa. Odvojiti email adrese sa tačka-zarezom.
sv: Mottagande e-postadress. Separera e-postadresser med semikolon.
tr: Hedef e-posta adresi. E-posta adreslerini noktalı virgül ile ayırın.
uk: E-mail одержувача. Використовуйте кому для розділення адрес електронної пошти.

source: Email Subject
cs: Předmět e-mailu
de: Email Betreffzeile
es: Asunto del e-mail
fr: Sujet de l'e-mail
nl: Onderwerp van e-mailbericht
pt: Assunto do Email
pt_br: Assunto do Email
ro: Subiect email
ru: Тема письма
sr: Tema e-poruke
sv: E-post ämne
tr: E-posta Konusu
uk: Тема електронного листа

source: The subject of the email. You can use the following parameters for substitution:<br /><ul><li>%d - Date</li><li>%h - Hostname</li></ul>
ca: El tema del correu electrònic. Pots utilitzar els següents paràmetres com a variables: <br /><ul><li>%d - Date</li><li>%h - Hostname</li></ul>
cs: Předmět e-mailu. Pro dosazování je možné použít následující parametry:<br /><ul><li>%d – datum</li><li>%h – název stroje</li></ul>
de: Der Betreff der E-Mail. Sie können die folgenden Platzhalter verwenden:<br /><ul><li>%d - Datum</li><li>%h - Hostname</li></ul>
es: El objeto del e-mail. Se pueden usar los siguientes comodines: :<br /><ul><li>%d - Date</li><li>%h - Hostname</li></ul>
fr: Le sujet de l'e-mail. Vous pouvez utiliser les paramètres suivants pour substitution : <br /><ul><li>%d - Date</li><li>%h - Nom d'hôte</li></ul>
nl: Het onderwerp van het e-mailbericht. U kunt de volgende parameters gebruiken ter vervanging:<br /><ul><li>%d - Datum</li><li>%h - Hostnaam</li></ul>
pl: Temat email-a. Możesz użyć takich parametrów jak: <br/><ul><li>%d - Data</li><li>%h - Nazwa hosta</li></ul>
pt: No assunto do email. Você pode usar os seguintes parâmetros de substituição:<br /><ul><li>%d - Data</li><li>%h - Hostname</li></ul>
pt_br: O assunto do email. Você pode usar os seguintes parâmetros para substituição:<br /><ul><li>%d - Data</li><li>%h - Nome do Host</li></ul>
ro: Subiectul mesajului. Puteţi folosi următori parametri pentru substituire: <br /><ul><li>%d - Date</li><li>%h - Hostname</li></ul>
ru: Тема письма. Вы можете использовать следующие параметры для подстановки:<br /><ul><li>%d - дата</li><li>%h - имя хоста</li></ul>
sk: Predmet emailu. Môžte použiť následujúce šablóny ktoré budu nahradené:<br /><ul><li>%d - Dátum</li><li>%h - Názov hostitela (Hostname)</li></ul>
sr: Predmet email-a. Možete da koristite sledeće parametre za zamenu:<br /><ul><li>%d - Datum</li><li>%h - Ime Hosta</li></ul>
sv: Ärenderad. Du kan använda följande parametrar för substitut: <br /><ul><li>%d - Date</li><li>%h - Hostname</li></ul>
tr: E-postanın konusu. Değişim için aşağıdaki parametreleri kullanabilirsiniz:<br /><ul><li>%d - Tarih</li><li>%h - Anamakine adı</li></ul>
uk: Тема листа. Ви можете використовувати наступні параметри для підстановки: <br /><ul><li>%d - дата</li><li>%h - ім'я хоста</li></ul>

source: UPS
ca: SAI (UPS)
cs: Zdroj nepřeruš. napájení (UPS)
de: USV
es: SAI
fr: Onduleur

source: Port to bind FTP server.
ca: Port vinculat al servidor FTP
cs: Port pro FTP server.
de: Anschluss für den FTP Server.
es: Puerto a asignar el servidor FTP.
fr: Port d'écoute du serveur FTP.
nl: Poort voor binden van FTP-server.
pl: Port przypisany do serwera FTP.
pt: Porta para ligar o servidor FTP.
pt_br: Porta para associar ao servidor FTP.
ro: Port de legătură server FTP
ru: Порт привязки FTP сервера.
sk: Port na ktorom má požúvať FTP server.
sr: Port za povezivanje FTP servera.
sv: Port för att binda FTP-server.
tr: FTP sunucusunu bağlamak için bağlantı noktası.
uk: Порт прив'язки FTP сервера.

source: Clients
cs: Klienti
es: Clientes
pl: Klienci
pt: Clientes
pt_br: Clientes
ro: Clienţi
ru: Клиенты
sk: Klienti
sr: Klijenti
sv: Klienter
tr: İstemciler
uk: Клієнти
