Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: iSCSI initial parameter (65536 by default).
ca: Paràmetre d'inici iSCSI (65536 per defecte)
cs: iSCSI úvodní parametr (výchozí je 65536).
de: iSCSI Anfangsparameter (Standard: 65536).
es: Parámetro inicial de iSCSI (65536 por defecto).
fr: Paramètre initial iSCSI (65536 par défaut).
nl: iSCSI-beginparameter (65536 is standaard).
pl: Parametr startowy iSCSI (domyślnie 65536).
pt: iSCSI parâmetro inicial (65536 por defeito).
pt_br: Parâmetro inicial iSCSI (65536 por padrão).
ro: Parametru iniţial iSCSI (implicit: 65536)
ru: iSCSI начальный параметр (65536 по умолчанию).
sk: iSCSI počiatočný parameter (65536 v predvolenom nastavení).
sr: iSCSI inicijalni parametar (65536 je podrazumevana vrednost).
sv: iSCI första parameter (65636 som standard)
tr: iSCSI başlangıç parametresi (varsayılan 65536).
uk: iSCSI вихідний параметр (65536 типово).

source: Max burst length
ca: Longitud màxima de salva (burst)
cs: Dávka dlouhá nejvýše
de: Max. Burst Größe
es: Longitud máxima de transmisión
fr: Longueur maximale de la rafale
nl: Maximale burstlengte
pt: Tamanho máximo de ruptura
pt_br: Comprimento máximo do burst
ro: Lungimea maximă a rafalei
ru: Длина максимального порыва
sr: Maksimalna dužina paketa
sv: Max skur längd
tr: En fazla seri uzunluğu
uk: Довжина максимального розриву

source: iSCSI initial parameter (262144 by default).
ca: Paràmetre d'inici iSCSI (262144 per defecte).
cs: Počáteční parametr pro iSCSI (výchozí hodnota je 262144).
de: iSCSI Anfangsparameter (Standart: 262144).
es: Parámetro inicial de iSCSI (262144 por defecto).
fr: Paramètre initial iSCSI (262144 par défaut).
nl: iSCSI-beginparameter (262144 is standaard).
pl: Parametr startowy iSCSI (domyślnie 262144).
pt: iSCSI parâmetro inicial (262144 por defeito).
pt_br: Parâmetro inicial iSCSI (262144 por padrão).
ro: Parametru iniţial iSCSI (implicit: 262144)
ru: iSCSI начальный параметр (262144 по умолчанию).
sk: iSCSI počiatočný parameter (262144 v predvolenom nastavení).
sr: iSCSI početni parametar (262144 je podrazumevana vrednost).
sv: SCSI första parameter (262.144 som standard).
tr: iSCSI başlangıç parametresi (varsayılan 262144).
uk: Параметр ініціалізації iSCSI (262144 типово).

source: Max receive data segment length
ca: Longitud màxima del segment de dades rebudes
cs: Nejdelší segmenty, které ještě budu přijímány.
de: Maximale Segmentlänge für eingehende Daten
es: Longitud Maxima de recepcion de datos
fr: Longueur maximale du segment de données en réception
nl: Maximale lengte gegevenssegment voor ontvangst
pl: Maksymalna długość odbieranych segmentów danych
pt: Tamanho máximo de recepção de informação
pt_br: Comprimento máximo do segmento de recebimento de dados
ro: Lungimea max. a segmentului de date la primire
ru: Максимальная длина сегмента принимаемых данных
sk: Maximálna dĺžka segmentu prijatých dát
sr: Maksimalna dužina segmenta primljenih podataka
sv: Max ta emot data segmentlängd
tr: Alınan en fazla veri bölümü uzunluğu
uk: Максимальна довжина прийнятих даних

source: DefaultTime2Wait
cs: Výchozí čas čekání.
de: Standardmäßige Wartezeit
es: Tiempo por defecto de espera
pt: Tempo de espera por defeito
ru: Время ожидания по умолчанию
sv: Standard tid att vänta
tr: VarsayılanBeklemeZamanı
uk: Час очікування 2 типово

source: iSCSI initial parameter (2 by default).
ca: Paràmetre inicial iSCSI (2 per defecte).
cs: Počáteční parametr iSCSI (výchozí hodnota je 2).
de: iSCSI Anfangsparameter (Standard: 2):
es: Parámetro inicial de iSCSI (2 por defecto).
fr: Paramètre initial iSCSI (2 par défaut).
nl: iSCSI-beginparameter (2 is standaard).
pl: Parametr startowy iSCSI (domyślnie 2).
pt: iSCSI parâmetro inicial (2 por defeito).
pt_br: Parâmetro inicial iSCSI (2 por padrão).
ro: Parametru iniţial iSCSI (implicit: 2)
ru: iSCSI начальный параметр (2 по умолчанию).
sk: iSCSI počiatočný parameter (2 v predvolenom nastavení).
sr: iSCSI početni parametar (2 je podrazumevana vrednost).
sv: iSCSI initial parameter (2 som standard).
tr: iSCSI başlangıç parametresi (varsayılan 2).
uk: Параметр ініціалізації iSCSI (2 по замовчуванню).

source: DefaultTime2Retain
cs: Výchozí čas pozdržení.
de: Standardmäßige Verzögerung
es: Tiempo de retencion por defecto
pt: Tempo de retenção por defeito
ru: Время хранения по умолчанию
sv: Standard tid för att behålla
tr: VarsayılanSürüdürülenZaman
uk: Час зберігання типово

source: iSCSI initial parameter (60 by default).
ca: Paràmetre inicial iSCSI (60 per defecte).
cs: Počáteční parametr iSCSI (výchozí hodnota je 60).
de: iSCSI Anfangsparameter (Standard: 60):
es: iSCSI Parametro inicial (60 por defecto)
fr: Paramètre initial iSCSI (60 par défaut).
nl: iSCSI-beginparameter (60 is standaard).
pl: Parametr startowy iSCSI (domyślnie 60).
pt: iSCSI parâmetro inicial (60 por defeito).
pt_br: Parâmetro inicial iSCSI (60 por padrão).
ro: Parametru iniţial iSCSI (implicit 60)
ru: iSCSI начальный параметр (60 по умолчанию).
sk: iSCSI počiatočný parameter (60 v predvolenom nastavení).
sr: iSCSI početni parametar (60 je podrazumevana vrednost).
sv: iSCSI första parameter (60 som standard).
tr: iSCSI başlangıç parametresi (varsayılan 60).
uk: Параметр ініціалізації iSCSI (60 типово).

source: Enable LUC
ca: Activa LUC
cs: Zpřístupnit aplikační programové rozhraní (api) řadiče logických jednotek (LUC), poskytované nástrojem istgt
de: LUC aktivieren
es: Habilitar LUC
fr: Activer le contrôleur d'unités logiques (LUC)
nl: LUC inschakelen
pl: Włącz LUC
pt: Activar LUC
pt_br: Habilitar LUC
ro: Activare LUC
ru: Включить LUC
sk: Aktivovať LUC
sr: Omogućiti LUC
sv: Aktivera LUC
tr: LUC etkinleştir
uk: Включити LUC

source: Controller IP address
ca: Adreça IP del Controller
cs: IP adresa řadiče
de: IP-Adresse des Controllers
es: Dirección IP de la controladora
fr: Adresse IP du contrôleur
nl: IP-adres van controller
pl: Adres IP kontrolera
pt: Controlador de endereço IP
pt_br: Endereço do controlador IP
ro: Adresa IP controler
ru: IP-адрес контроллера
sk: IP adresa kontrolera
sr: IP adresa kontrolera
sv: Kontroller IP-address
tr: Denetleyici IP adresi
uk: IP-адреса контролера

source: Logical Unit Controller IP address (127.0.0.1(localhost) by default)
ca: Adreça IP de la Unitat Lògica del Controller (LUC) (per defecte 127.0.0.1 (localhost))
cs: IP adresa řadiče logických jednotek (ve výchozím stavu 127.0.0.1 (localhost))
de: IP-Adresse des Logical Unit Controllers (127.0.0.1 ist voreingestellt).
es: LUC IP (127.0.0.1 (localhost) por defecto)
fr: Adresse IP du contrôleur d'unités logiques (127.0.0.1 (localhost) par défaut)
nl: IP-adres van Logical Unit Controller (127.0.0.1 (localhost) is standaard)
pl: Adres IP kontrolera logicznego (domyślnie 127.0.0.1(localhost))
pt: Unidade Lógica do controlador de endereços IP (127.0.0.1(localhost) por defeito)
pt_br: Endereço IP da Controladora de Unidades Lógicas (127.0.0.1(localhost) por padrão)
ro: Adresa IP a controlerului unităţii logice (implicit 127.0.0.1(localhost))
ru: IP-адрес логического контроллера (127.0.0.1 (localhost) по умолчанию)
sk: Logická jednotka, kontroler IP adresa (127.0.0.1(localhost) predvolené)
sr: IP adresa logičke jedinice kontrolera (127.0.0.1(lokalni host) je podrazumevana vrednost)
sv: Logisk enhet kontroller IP-adress (127.0.0.1 (localhost) som standard)
tr: Mantıksal Birim Denetleyicisi IP adresi (varsayılan 127.0.0.1 (localhost))
uk: IP-адреса логічного контролера (127.0.0.1 (localhost) типово)

source: Controller TCP port
ca: Port TCP del Controller
cs: TCP port řadiče
de: TCP-Port des Controllers
es: Puerto TCP de la controladora
fr: Port TCP du contrôleur
nl: TCP-poort van controller
pl: Port TCP kontrolera
pt: Controlador de portas TCP
pt_br: Porta TCP da Controladora
ro: Port TCP controler
ru: TCP порт контроллера
sk: TCP port kontrolera
sr: TCP port kontrolera
sv: Kontroller TCP Port
tr: Denetleyici TCP bağlantı noktası
uk: TCP порт контролера

source: Logical Unit Controller TCP port (3261 by default)
ca: Port TCP de la Unitat Lògica del Controller (LUC) (Per defecte 3261)
cs: TCP port řadiče logických jednotek (výchozí je 3161)
de: Der TCP-Port des Logical Unit Controllers (3261 ist voreingestellt).
es: LUC puerto TCP (3261 por defecto)
fr: Port TCP du contrôleur d'unités logiques (3261 par défaut)
nl: TCP-poort van Logical Unit Controller (3261 is standaard)
pl: Port TCP kontrolera logicznego (domyślnie 3261)
pt: Unidade Lógica do controlador de portas TCP (3261 por defeito)
pt_br: Porta TCP da Unidade Lógica Controladora (3261 por padrão)
ro: Portul TCP al controlerului unităţii logice (implicit 3261)
ru: TCP порт логического контроллера (3261 по умолчанию)
sk: Logická jednotka, kontrolér TCP port (3261 predvolene)
sr: TCP port logičke jedinice kontrolera (3261 je podrazumevana vrednost)
sv: Logisk styrenhet TCP-port (3261 som standard)
tr: Mantıksal Birim Denetleyicisi TCP bağlantı noktası (varsayılan 3261)
uk: TCP порт логічного контролера (3261 типово)

source: Controller Authorized Network
cs: Pověřená síť řadiče
de: Vom Controller authorisierte Netzmaske
es: Red del Controlador Autorizado
fr: Réseau autorisé par le contrôleur
nl: Controller-geautoriseerd netwerk
pt: Controlador Autorizado de Rede
pt_br: Rede Autorizada da Controladora
ro: Reţea autorizată controler
ru: Авторизованная сеть контроллера
sr: Autorizovana Mreža Kontrolera
sv: Styrenheten auktoriserade nätverk
tr: Denetleyici Yetkili Ağı
uk: Авторизована мережа контролера

source: Logical Unit Controller Authorized netmask (127.0.0.0/8 by default)
cs: Maska pověřené sítě řadiče logických jednotek (výchozí je 127.0.0./8)
de: Authorisierte Netzmaske des Logical Unit Controllers (127.0.0.0/8 ist voreingestellt).
es: Máscara de red autorizada para LUC (127.0.0.0/8 por defecto)
fr: Masque réseau autorisé par le contrôleur d'unités logiques (127.0.0.0/8 par défaut)
nl: Geautoriseerd netmask van Logical Unit Controller (127.0.0.0/8 is standaard)
pt: Unidade Lógica de Controlador Autorizado de máscara de rede (127.0.0.0/8 por defeito)
pt_br: Máscara de rede autorizada da Unidade Lógica Controladora (127.0.0.0/8 por padrão)
ro: Mască de reţea autorizată a controlerului unităţii logice (implict 127.0.0.0/8)
ru: Авторизованная сеть логического контроллера (по умолчанию 127.0.0.0/8)
sr: Autorizovana mrežna maska Logičke Jedinice Kontrolera (127.0.0.0/8 je podrazumevana vrednost)
sv: Logisk styrenhet Auktoriserade nätmask (127.0.0.0 / 8 som standard)
tr: Mantıksal Birim Denetleyicisi Yetkili ağ maskesi (varsayılan 127.0.0.0/8)
uk: Авторизована мережа логічного контролер (127.0.0.0/8 за замовчуванням)

source: Controller Auth Method
ca: Mètode d'autorització del Controller
cs: Ověřovací metoda řadiče
de: Authentifizierungsmethode des Controllers
es: LUC Metodo de Autentificación
fr: Méthode d'authentification du contrôleur
nl: Controller Auth-methode
pl: Metoda autentykacji kontrolera
pt: Controlador dos Métodos de Autenticação
pt_br: Método de Autenticação da Controladora
ro: Metodă autorizare controler
ru: Метод аутентификации контроллера
sk: Autentifikačná metóda kontrolera
sr: Metod za potvrdu identiteta kontrolera
sv: Styrenhet autentiseringsmetod
tr: Denetleyici Yetki Yöntemi
uk: Метод аутентифікації контролера

source: The method can be accepted in the controller.
ca: El mètode pot ser acceptat a la controladora
cs: Tuto metodu lze použít.
de: Diese Methode wird vom Controller akzeptiert.
es: El método puede ser aceptado por la controladora.
fr: La méthode peut être acceptée dans le contrôleur.
nl: De methode kan worden geaccepteerd in de controller.
pl: Metoda akceptowana przez kontroler.
pt: O método pode ser aceite pelo contolador.
pt_br: O método pode ser aceito na controladora.
ro: Metoda poate fi acceptată în controler.
ru: Метод может быть принят в контроллере.
sk: Metóda môže byť akceptovaná v kontroleri.
sr: Metod može biti prihvaćen u kontroleru.
sv: Metoden kan accepteras i styrenheten.
tr: Bu yöntem denetleyici içinde kabul edilebilir.
uk: Метод може бути прийнятий в контролері.

source: The istgtcontrol can access the targets with correct user and secret in specific Auth Group.
ca: El istgtcontrol pot accedir els targets amb l'usuari i secret correctes al Grup d'autenticació específic.
cs: Se správným uživatelským účtem a heslem může nástroj istgcontrol přistupovat k cílům v konkrétní ověřovací skupině.
de: Der "istgtcontrol"-Dienst kann mit dem korrekten Benutzer und Passwort einer Auth Gruppe auf Targets zugreifen.
es: Istgtcontrol puede acceder al destino si se especifica un usuario y secreto correcto en el grupo autorizado
fr: istgtcontrol peut accéder aux cibles en utilisant l'utilisateur et le mot de passe d'un groupe d'authentification.
nl: De istgtcontrol kan de doelen met juiste gebruikersnaam en geheim in specifieke groep Auth benaderen.
pl: Istgtcontrol może uzyskać dostęp do celów z właściwą nazwą użytkownika i hasłem w określonej grupie autentykacji.
pt: O istgtcontrol não consegue aceder aos destinos com o correcto utilizador e segredo no especifico Grupo Autor.
pt_br: O istgtcontrol pode acessar o destino com o usuário e segredo corretos em um Grupo Autenticação específico.
ru: Istgtcontrol может получить доступ к цели с правильным пользователем и секретом в выбранной группе аунтификации.
sk: Istgcontrol môže pristupovať k cieľom so správnym používateľom a hesom v špecifickej Auth skupine.
sr: Istgtcontrol može pristupiti ciljevima sa ispravnim korisnikom i tajnom u određenoj autentifikacionoj grupi.
sv: Isgtcontrol kan nå mål med rätt användare och hemlighet angiven i specifik autentiseringsgrupp.
tr: Istgtcontrol, belirli Yetki Grubu içindeki doğru kullanıcı ve gizli anahtar ile hedeflere erişebilir.
uk: istgtcontrol може отримати доступ до цілі з правильним користувачем і секретом в обраній групі аунтіфікаціі.

source: Target Global Configuration
ca: Configuració global de Target
cs: Celkové nastavení cíle
de: Allgemeine Target Einstellungen
es: Configuración Global del Destino
fr: Configuration générale de la cible
nl: Globale configuratie van target
pl: Globalna konfiguracja celu iSCSI
pt: Destino de Confugação Geral
pt_br: Configuração Global de Destino
ro: Configuraţie generală destinaţie
ru: Общие настройки
sk: Globálna konfigurácia cieľa
sr: Globalna konfiguracija odredišta
sv: Rikta Global konfiguration
tr: Hedef Genel Yapılandırması
uk: Глобальна конфігурація цілі

source: Extent Name
ca: Nom de l'Extent
cs: Název úložné jednotky
es: Nombre del medio
fr: Nom de l'extension
nl: Extentnaam
pl: Nazwa grupy
pt: Nome da Extensão
pt_br: Nome da Extensão
ro: Nume extensie
ru: Имя экстента
sk: Meno Extent-u
sr: Ime oblasti
sv: Utsträckning Namn
tr: Kapsam Adı
uk: Ім'я екстента

source: String identifier of the extent.
ca: Cadena que identifica l'Extent
cs: Identifikátor (řetězec znaků) úložné jednotky.
de: Bezeichnung für dieses Extent.
es: Cadena identificadora del medio.
fr: Chaîne de caractères identifiant l'extension.
nl: Tekenreeks-ID van de extent.
pl: Nazwa słowna grupy.
pt: String de identificação da extensão.
pt_br: String de identificação do extent.
ro: Identificatorul text al extensiei.
ru: Строковый идентификатор экстента.
sk: Reťazec na indentifikovanie extent-u.
sr: Alfanumerički identifikator oblasti.
sv: String identifierare i vilken utsträckning.
tr: Kapsamın dizgi tanımlayıcısı.
uk: Строковий ідентифікатор екстента.

source: Extent Type
ca: Tipus d'Extent
cs: Typ úložné jednotky
de: Extent Typ
es: Tipo de medio
fr: Type d'extension
nl: Type extent
pl: Typ grupy
pt: Tipo de Extensão
pt_br: Tipo do Extent
ro: Tip extensie
ru: Тип экстента
sk: Typ Extent-u
sr: Tip oblasti
sv: Utsträcknings Typ
tr: Kapsam Türü
uk: Тип екстента

source: Type used as extent.
ca: Tipus utilitzat com a Extent
cs: Typ použitý jako úložná jednotka.
de: Der Typ für das Extent.
es: Tipo usado como medio.
fr: Type utilisé comme extension.
nl: Type gebruikt als extent.
pl: Typ używany jako grupa.
pt: Tipo usado com extensão.
pt_br: Tipo utilizado como extent.
ro: Tip utilizat ca extensie.
ru: Тип, используемый как экстент.
sk: Typ používaných v extent-e.
sr: Tip upotrebljen kao oblast.
sv: Typ som används som omfattning.
tr: Kapsam olarak kullanılan tür.
uk: Тип, використовуваний як екстент

source: Path to the extent
ca: Ruta a l'Extent
cs: Umístění úložné jednotky
de: Extent Pfad
es: Ruta al medio
fr: Chemin de l'extension
nl: Pad naar de extent
pl: Ścieżka do grupy
pt: Caminho para a extensão
pt_br: Caminho para o extent
ro: Calea către extensie
ru: Путь к экстенту
sk: Cesta k extent-u
sr: Putanja do oblasti
sv: Sökväg till omfattning
tr: Kapsam için yol
uk: Шлях до екстента

source: File path (e.g. /mnt/sharename/extent/extent0) used as extent.
ca: Ruta al fitxer (p.e. /mnt/sharename/extent/extent0) utilitzat com a Extent.
cs: Umístění (např. /mnt/nazevsdileni/uloznajednotka/uloznajednotka0) použité jako úložná jednotka.
de: Pfad im Dateisystem für dieses Extent, z.B. /mnt/sharename/extent/extent0.
es: Ruta del fichero (Ej: /mnt/nombrecompartido/medio/medio0) usado como medio.
fr: Chemin du fichier (e.g. /mnt/sharename/extent/extent0) utilisé comme extension.
nl: Bestandspad (bv. /mnt/sharenaam/extent/extent0) gebruikt als extent.
pl: Ścieżka do pliku (np. /mnt/sharename/extent/extent0) używana jako grupa.
pt: Caminho do ficheiro (ex. /mnt/sharename/extent/extent0) utilizado como estensão.
pt_br: Caminho do arquivo (e.g. /mnt/sharename/extent/extent0) utilizado como extent.
ro: Calea către fişierul utilizat ca extensie (ex. /mnt/sharename/extent/extent0).
ru: Путь к файлу (т.е. /mnt/sharename/extent/extent0) используемый как экстент.
sk: Cesta k súboru (napr. / mnt/sharename/extent/extent0), používaná pre extent.
sr: Putanja datoteke (e.g. /mnt/sharename/extent/extent0) upotrebljena kao oblast.
sv: Sökväg (t.ex. / mnt/sharename/extent/extent0) används som omfattning.
tr: Kapsam olarak kullanılan dosya yolu (örn. /mnt/sharename/extent/extent0).
uk: Шлях до файлу (наприклад /mnt/sharename/extent/extent0) використовуваний як екстент.

source: Extent size
ca: Tamany de l'Extent.
cs: Velikost úložné jednotky
de: Erweiterung der Größe
es: Tamaño del medio
fr: Taille de l'extension
nl: Extentgrootte
pl: Rozmiar grupy
pt: Tamanho do extent
pt_br: Tamanho do extent
ro: Dimensiune extensie
ru: Размер экстента
sk: Veľkosť Extent-u
sr: Veličina oblasti
sv: Omfattnings storlek
tr: Kapsam boyutu
uk: Розмір екстента

source: Size of extent, 0 means auto, a raw number is bytes, or suffix with KB, MB, TB for convenience.
ca: Tamany de l'Extent, 0 vol dir automàtic, només un número és el tamany en bytes, o un sufix KB, MB, TB segons convingui.
cs: Velikost úložné jednotky, 0 (nula) znamená automaticky, holé číslo znamená bajty, či (pohodlněji) příponami KB, MB či TB.
de: Die Größe des Extents: Verwenden Sie "0" für automatische Größe oder eine Zahl, um die Größe in Byte anzugeben. Alternativ ist eine andere Einheit als Byte möglich bei Verwendung der entsprechenden Abkürzung, z.B. KB, MB, GB, TB.
es: Tamaño del medio, 0 significa auto, un numero son bytes, o un sufijo con KB, MB, TB según convenga
fr: Taille de l'extension : 0 pour automatique, un nombre en octets ou suffixé par KB, MB, BG, TB pour plus de facilité.
nl: Grootte van extent, 0 is auto, een ruw aantal in bytes, of laten volgen door KB, MB, TB voor het gemak.
pl: Rozmiar grupy, 0 oznacz auto, liczba oznacza bajty, lub z przyrostkiem KB, MB, TB.
pt: Tamanho da extensão, 0 significa automático, número inteiro são bytes, ou com o sufixo KB, MB, TB por conveniência.
pt_br: Tamanho do extent, 0 significa automático, número bruto em bytes, ou adicione sufixo KB, MB, TB para conveniência.
ro: Dimensiunea extensiei. 0 înseamă auto, un număr oarecare reprezintă octeţii, puteţi folosi şi sufixe gen KB, MB, TB.
ru: Размер экстента, 0 - авто, число - в байтах, или число с суффиксом KB, MB, TB для удобства.
sk: Veľkosť extent-u, 0 znamená automatické nastavenie, čislo bez prípony je v bytoch, alebo použite príponu KB, MB, TB pre zjednodušenie.
sr: Veličina oblasti, 0 znači automatski, neobrađena cifra je broj bajtova, ili sufiks koji označava KB, MB, TB.
sv: Storlek på omfattning, 0 innebär automatisk, en rå siffra är bytes, eller suffix med KB, MB, TB för enkelhetens skull.
tr: Kapsam boyutu, 0 otomatik anlamına gelir, ham bir sayı bayttır ya da uyarlamak için sonek olarak KB, MB veya TB kullanılabilir.
uk: Розмір екстента, 0 - авто, число - в байтах, або число з суфіксів KB, MB, TB для зручності.

source: Comment
ca: Comentari
cs: Poznámka
de: Kommentar
es: Comentario
fr: Commentaire
nl: Opmerking
pl: Komentarz
pt: Comentário
pt_br: Comentário
ro: Comentariu
ru: Комментарий
sk: Komentár
sr: Komentar
sv: Kommentar
tr: Açıklama
uk: Коментар

source: You may enter a description here for your reference.
ca: Aquí pots entrar una descripció com a referència.
cs: Sem můžete zadat popis pro svou informaci.
de: Sie können hier eine Beschreibung eingeben.
es: Ha de introducir un comentario para su información.
fr: Vous pouvez saisir ici une description pour votre référence.
nl: Hier kunt u voor eigen referentie een beschrijving toevoegen.
pl: Możesz tutaj wpisać komentarz dla swojej informacji.
pt: Deve introduzir uma descrição para sua referência.
pt_br: Você pode colocar uma descrição aqui para sua referência.
ro: Puteţi introduce aici un comentariu pentru referinţă.
ru: Здесь вы можете ввести описание для справки.
sk: Tu možes zadať popis slúžiaci na identifikáciu.
sr: Možete uneti ovde opis za referencu.
sv: Du kan ange en beskrivning här som referens.
tr: Referansınız için buraya bir açıklama girebilirsiniz.
uk: Тут ви можете ввести опис для довідки.

source: Extent
cs: úložn. jedn.
de: Erweiterung
es: Medio (Extent)
fr: Extension
pl: Grupa
ro: Extensie
ru: Экстент
sr: Oblast
sv: Utsträckning
tr: Kapsam
uk: Екстент

source: Portal Group ID
ca: ID del Grup de Portal
cs: Identifikátor skupiny portálu
de: Portal Gruppen-ID
es: ID del Portal del Grupo
fr: ID du groupe portail
nl: Portalgroep-ID
pl: ID grupy portalu
pt: IID do Portal Grup
pt_br: ID do Portal Group
ro: ID grup portal
ru: Идентификатор гуппы порталов
sk: ID Portal skupiny
sr: ID grupe portala
sv: Portal Grupp-ID
tr: Portal Grup Kimliği
uk: Ідентифікатор групи порталів

source: Portal
cs: portál
fr: Portail
ru: Портал
uk: Портал

source: IP Address
cs: IP adresa
de: IP-Adresse
es: Dirección IPv4
fr: Adresse IP
nl: IP-adres
pt: Endereço IP
pt_br: Endereço IP
ro: Adresa IP
ru: IP адрес
sr: IP Addresa
sv: IP-adress
tr: IP Adresi
uk: Адреса IP

source: Portal IP
cs: IP adresa portálu
es: IP del portal
fr: Portail IP
pt_br: IP do Portal
ro: IP portal
ru: IP портала
sr: IP Portala
uk: IP портала

source: Initiators
ca: Iniciadors
cs: Iniciátory
de: Initiatoren
es: Iniciadores
fr: Initiateurs
pl: Inicjatory
pt: Iniciadores
pt_br: Iniciadores
ro: Iniţiatori
ru: Инициаторы
sk: Inicializátori
sr: Inicijatori
sv: Initiatorer
tr: Başlatıcılar
uk: Ініціатори
