Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: The port to listen to. The default is to listen to the tftp port specified in /etc/services.
ca: El port a escoltar. Per defecte s'escolta al port TFTP especificat a /etc/services.
cs: Číslo portu, na kterém očekávat spojení. Výchozí je naslouchání na tftp portu uvedeném v /etc/services.
de: Diese Portnummer für Verbindungen verwenden. In der Standardeinstellung wird die Portnummer des "tftp"-Dienstes verwendet, die in /etc/services definiert ist.
es: Puerto de escucha. Por defecto se escucha el puerto tftp especificado en /etc/services
fr: Le port sur lequel écouter. Par défaut, l'écoute se fait sur le port tftp spécifié dans /etc/services.
nl: De poort waarnaar moet worden geluisterd. Standaard wordt naar de in /etc/services opgegeven tftp-poort geluisterd.
pl: Port użyty do nasłuchiwania. Domyślnie nasłuchiwany jest port określony w /etc/services.
pt: A porta de escuta. Por defeito escutar a porta de tftp especificada no /etc/services.
pt_br: Porta de escuta. O padrão é que a escuta ocorra na porta tftp especificada no arquivo /etc/services.
ro: Portul monitorizat. Implicit este monitorizat portul tftp specificat în /etc/services.
ru: Порт для прослушивания. По умолчанию используется TFTP порт из /etc/services.
sk: Port na ktorom má počúvať. Predvolené nastavenie je počúvať na tftp porte špecifikovanom v /etc/services.
sr: Port za slušanje. Podrazumevano je da se sluša tftp port naveden u /etc/services.
sv: Porten att lyssna på. Standardinställningen är att lyssna på TFTP porten som anges i /etc/services.
tr: Dinlenmesi için bağlantı noktası. Varsayılan, /etc/services içinde belirtilen tftp bağlantı noktasını dinlemektir.
uk: Порт для прослуховування. Типово TFTP порт вказується в /etc/services.

source: Specifies the username which the service will run as.
ca: S'especifica el nom d'usuari amb el que correrà el servei.
cs: Určuje uživatelský účet, pod kterým služba poběží.
de: Geben Sie den Benutzernamen an, unter welchem der Dienst ausgeführt werden soll.
es: Definir el nombre de usuario con el que se ejecutara un servicio
fr: Indique le nom d'utilisateur sous lequel fonctionnera le service.
nl: Geeft de gebruikersnaam aan waaronder de service wordt uitgevoerd.
pl: Określa użytkownika na którego uprawnieniach działa usługa.
pt: Especifica o nome do utilizador que o serviço será executado como.
pt_br: Especifique o usuário que o serviço utilizará.
ro: Specificaţi utilizatorul sub care va rula serviciul.
ru: Указывает имя пользователя под которым будет выполняться служба.
sk: Špecifikuje používateľské meno pod ktorým bude služba bežať.
sr: Navodi korisničko ime koje će servis da koristi za pokretanje.
sv: Anger användarnamnet som tjänsten körs som.
tr: Hizmet olarak çalışacak kullanıcı adını belirler.
uk: Вказує ім'я користувача під яким буде виконуватися служба.

source: Set the umask for newly created files to the specified value. The default is 022 (everyone can read, nobody can write).
ca: Especifica el valor de la umask per fitxers de nova creació. per defecte és 022 (tothom pot llegir, ningú pot escriure).
cs: Nastaví umask pro nově vytvářené soubory na zadanou hodnotu. Výchozí je 022 (všichni mohou číst, nikdo, kdo není vlastník, zapisovat).
de: Die Rechtemaske (umask) für neu erstellte Dateien wird auf diesen Wert gesetzt. Die Standardeinstellung ist 022 (jeder hat Leserechte, aber niemand Schreibrechte).
es: Umask para nuevos ficheros (022 por defecto, significa todos pueden leer , nadie puede escribir).
fr: Configure le masque pour la création de fichiers à la valeur spécifiée. La valeur par défaut est 022 (tout le monde peut lire, personne ne peut écrire).
nl: De umask voor nieuw aangemaakte bestanden instellen op de opgegeven waarde. Standaard is 022 (iedereen kan lezen, niemand kan schrijven).
pl: Ustawia maskę dla nowo tworzonych plików na określoną wartość. Domyślnie jest 022 (odczyt dla wszystkich, nikt nie może zapisywać).
pt: Defina o umask para arquivos recém-criados para o valor especificado. O padrão é 022 (todos podem ler, ninguém pode escrever).
pt_br: Coloque os direitos de acesso para novos arquivos. O padrão é 022 (somente leitura).
ro: Setarea umask pentru fişierele nou create la valoarea specificată. Implicit este setat 022 (toţi pot citi, nimeni nu poate scrie).
ru: Установить Umask для вновь созданных файлов в заданное значение. По умолчанию 022 (все могут читать, никто не может писать).
sk: Nastaviť umask pre novo vytvorené súbory na špecifikovanú hodnotu. Prednastavená hodnota je 022 (každý môže čítať, nikto nemôže zapisovať).
sr: Postaviti umask za novo kreirane fajlove u navedenoj vrednosti. Podrazumevana vrednost je 022 (svako može da čita, niko ne može da piše).
sv: Ställ in demaskerings värdet för nyskapade filer till det angivna värdet. Standard är 022 (alla kan läsa, ingen kan skriva).
tr: Belirtilen değeri yeni oluşturulan dosyalar için umask'ı ayarlayın. Varsayılan değer 022'dir (herkes okuyabilir, hiç kimse yazamaz).
uk: Встановити Umask для новостворених файлів в задане значення. Типово 022 (всі можуть читати, ніхто не може писати).

source: Extra options
ca: Opcions extra
cs: Další možnosti
de: zusätzliche Optionen
es: Opciones extras
fr: Options supplémentaires
nl: Extra opties
pl: Opcje dodatkowe
pt: Opções extra
pt_br: Opções extras
ro: Opţiuni suplimentare
ru: Дополнительные параметры
sk: Dodatočné voľby
sr: Ekstra opcije
sv: Extra alternativ
tr: Ek seçenekler
uk: Додаткові опції

source: Extra command line options (usually empty).
ca: Opcions extra de comandaments de línia (normalment buit).
cs: Další předvolby příkazového řádku (obvykle prázdné).
de: Zusätzliche Optionen für die Kommandozeile (üblicherweise keine).
es: Opciones Extras de la CLI (Normalmente Vacío)
fr: Options supplémentaires à passer à la ligne de commande (habituellement vide).
nl: Extra command line opties (gebruikelijk leeg).
pl: Opcje dodatkowe dla wiersza polecenia (domyślnie puste).
pt: Opções extra na linha de comandos (normalmente vazias).
pt_br: Linha de comando opcional extra (normalmente vazio).
ro: Comenzi opţiuni suplimentare (gol, în mod normal).
ru: Дополнительные параметры командной строки (обычно пусто).
sk: Dodatočné voľby na príkazovom riadku (väčšinou prázdne).
sr: Ektra opcije komandne linije (obično prazna).
sv: Extra kommandoradsalternativ (oftast tom).
tr: Ek komut satırı seçenekleri (genellikle boş).
uk: Додаткові параметри командного рядка (як правило, порожній).

source: Alternate TCP port. Default is 22
ca: Port TCP alternatiu. 22 per defecte
cs: Alternativní TCP port. Výchozí je 22
de: Alternativer TCP Port. Standard ist 22
es: Puerto TCP alternativo (22 por defecto)
fr: Port TCP alternatif. 22 par défaut
nl: Alternatieve TCP-poort. Standaard is 22
pl: Alternatywny port TCP. Domyślnie 22
pt: Porta alternativa TCP. Por defeito é 22
pt_br: Porta TCP alternativa. O padrão é 22
ro: Port TCP alternativ. Implicit este 22
ru: Альтернативный порт TCP. По умолчанию 22
sk: Altnernatívny TCP port. Predvolený je 22
sr: Alternativni TCP port. Podrazumevana vrednost je 22
sv: Alternativ TCP-port. Standard är 22
tr: Alternatif TCP bağlantı noktası. Varsayılan 22'dir
uk: Альтернативний порт TCP. Типово 22

source: Login as Root with password
ca: Fer Login com a Root amb contrasenya
cs: Přihlásit jako správce (root) pomocí hesla
de: Anmeldung als Root mit Passwort
es: Login como Root con contraseña
fr: Autoriser la connexion root avec mot de passe
nl: Aanmelden als Root met wachtwoord
pl: Logowanie jako Root za pomocą hasła
pt: Faça o login como Root com a password
pt_br: Logar como root com senha
ro: Autentificare ca Root cu parolă
ru: Разрешить cуперпользователю вход по паролю
sk: Prihlásiť sa ako root s heslom
sr: Prijavite se kao Root sa lozinkom
sv: Logga in som root med lösenord
tr: Parola ile Root olarak oturum aç
uk: Увійти як Суперкористувач з паролем

source: Disabled: Root can only login via public key authentication; Enabled: Root login permitted with password
ca: Desactivat: El Root només es pot validar via autenticació per clau pública; Activat: Es permet fer Login com a Root amb contrasenya.
cs: Zakázáno: správce systému (root) se může přihlásit pouze ověřením pomocí veřejného klíče; Povoleno: správci je dovoleno se přihlásit pomocí hesla
de: Wenn deaktiviert, dann ist eine Anmeldung als Root nur mit Public-Key Authentifizierung möglich. Wenn aktiviert, dann ist die Anmeldung als Root auch mit einem Passwort möglich.
es: Deshabilitado: Root puede entrar con autentificación de clave publica; Habilitado: Root puede entrar con contraseña
fr: Désactivé : root ne peut se connecter qu'avec une authentification par clé publique; Activé : root peut se connecter avec un mot de passe
nl: Uitgeschakeld: root kan alleen aanmelden via openbaresleutelauthenticatie; Ingeschakeld: root-aanmelding met wachtwoord is toegestaan
pl: Wyłączone: root może logować się tylko przy pomocy klucza publicznego; Włączone: root może logować się za pomocą hasła
pt: Desactivado: O login como Root pode apenas ser feito por autenticação de chave pública; Activo: É permitido o login como Root com password
pt_br: Desativado: root pode logar somente com chave de autenticação pública; Habilitado: permitido login de root com senha
ro: Dezactivat: userul Root se poate autentifica doar cu o cheie publică; Activat: userul Root se poate autentifica cu parolă
ru: Запрещено: Суперпользователь может войти только с открытым ключом аутентификации; Разрешено: Суперпользователь может войти с паролем
sk: Deaktivované: Root sa môže prihlásiť iba autentifikáciou verejným kľúčom; Aktivované: Root sa môže prihlásiť heslom
sr: Onemogućeno: Root se samo može autentifikovati javnim ključem; Omogućeno: logovanje Root-a dozvoljena sa lozinkom
sv: Avaktiverad: Root kan bara logga in via publik nyckel, Aktiverad: root-inloggning tillåtet med lösenord
tr: Etkisizleştirildi: Root sadece ortak anahtar kimlik doğrulaması aracılığıyla oturum açabilir; Etkinleştirildi: Parola ile Root oturumu açmaya izin verilir
uk: Заборонено: Суперкористувач може увійти тільки з відкритим ключем аутентифікації; Дозволено: Суперкористувач може увійти з паролем

source: Allow Password Authentication
ca: Permetre autenticació amb contrasenya
cs: Umožnit ověřování heslem
de: Erlaube Passwort Authentifizierung
es: Permitir autentificación por contraseña
fr: Autoriser l'authentification par mot de passe
nl: Wachtwoordauthenticatie toestaan
pl: Zezwalaj na autentykację hasłem
pt: Permitir a Autenticação da Palavra-chave
pt_br: Permitir autenticação por senha
ro: Permite autentificare cu parolă
ru: Разрешить вход по паролю
sk: Povoliť autentifikáciu heslom
sr: Dozvoliti Autentikaciju Lozinkom
sv: Tillåt lösenords-inloggning
tr: Parola Kimlik Doğrulamasına izin ver
uk: Дозволити перевірку пароля

source: Allow TCP Port Forwarding
ca: Permetre TCP 'Port Forwarding'
cs: Umožnit přesměrování TCP portů
de: Erlaube TCP Port Weiterleitung
es: Permitir TCP Port Forwarding
fr: Autoriser la redirection de ports TCP
nl: TCP port forwarding toestaan
pl: Zezwalaj na przekierowywanie portów TCP
pt: Permitir o encaminhamento da porta TCP
pt_br: Permitir redirecionamento de portas TCP
ro: Permite TCP Port Forwarding
ru: Разрешить перенаправление порта TCP
sk: Povoliť presmerovanie TCP portov
sr: Dozvoliti TCP port prosleđivanje
sv: Tillåt TCP-Port vidarebefordran
tr: TCP Bağlantı Noktası Yönlendirmesine izin ver
uk: Дозволити перенаправлення порту TCP

source: Compress Connections
ca: Compresió de connexions
cs: Komprimovat spojení
de: Verbindungen komprimieren
es: Conexiones Comprimidas
fr: Compresser les connexions
nl: Verbindingen comprimeren
pl: Kompresuj połączenia
pt: Conexões Comprimidas
pt_br: Conexões compactadas
ro: Comprimare conexiuni
ru: Сжимать передаваемые данные
sk: Komprimovať pripojenia
sr: Komprimovati konekcije
sv: Komprimera anslutningar
tr: Bağlantıları sıkıştır
uk: Стискати передані дані

source: Host Private Key
ca: Clau Privada de Servidor
cs: Soukromá část klíče stroje
de: Privater Host Schlüssel
es: Clave Privada
fr: Clé privée de l'hôte
nl: Privésleutel van host
pl: Klucz prywatny serwera
pt: Chave Privada do Host
pt_br: Chave Privada para Host
ro: Cheie privată sistem
ru: Закрытый ключ хоста
sk: Privátny kľúč počítaču
sr: Host privatni ključ
sv: Värd privat nyckel
tr: Anamakine Özel Anahtarı
uk: Закритий ключ хоста

source: Paste a RSA PRIVATE KEY in PEM format here.
ca: Enganxar aquí una clau privada RSA en format PEM
cs: Sem vložte soukromou část RSA klíče ve formátu PEM.
de: Fügen Sie hier einen privaten RSA Schlüssel im PEM Format ein.
es: Copia la Clave privada RSA en formato PEM aqui
fr: Collez ici une clé privée RSA au format PEM.
nl: Plak hier een RSA PRIVATE KEY in PEM-indeling.
pl: Wklej tutaj klucz prywatny RSA w formacie PEM.
pt: Colar uma RSA PRIVATE KEY no formato PEM aqui.
pt_br: Cole uma CHAVE PRIVADA RSA no formato PEM aqui.
ro: Copiaţi aici o cheie privată RSA în format PEM.
ru: Вставьте здесь закрытый ключ RSA в формате PEM.
sk: Vložte RSA PRIVÁTNY KĽÚČ v PEM formáte.
sr: Nalepite ovde RSA privatni ključ u PEM formatu.
sv: Klistra in en RSA privat nyckel i PEM-format här.
tr: RSA ÖZEL ANAHTARINI buraya PEM biçiminde yapıştırın.
uk: Вставити тут закритий ключ RSA в форматі PEM.

source: Extra options to /etc/ssh/sshd_config (usually empty). Note, incorrect entered options prevent SSH service to be started.
ca: Opcions extra per a /etc/ssh/sshd_config (normalment buit). Nota: Les opcions incorrectes impedeixen l'inici del servei SSH.
cs: Další možnosti pro /etc/ssh/sshd_config (obvykle prázdné). Poznamenejme, že nesprávně zadané volby zabrání službě SSH ve spuštění.
de: Zusätzliche Optionen für /etc/ssh/sshd_config (üblicherweise keine). Vorsicht, fehlerhafte Angaben verhindern den Start des SSH Dienstes.
es: Opciones extra en /etc/ssh/sshd_config (Normalmente vacio). Opciones incorrectas, pueden causar que el demonio SSH no arranque
fr: Options supplémentaires à /etc/ssh/sshd_config (habituellement vide). N.B.: la saisie d'options incorrectes empêche le démarrage du service SSH.
nl: Extra opties voor /etc/ssh/sshd_config (doorgaans leeg). Opmerking: verkeerd ingevoerde opties weerhouden de SSH-service ervan te worden gestart.
pl: Opcje dodatkowe umieszczane w /etc/ssh/sshd_config (przeważnie puste). Uwaga, nieprawidłowo wpisane opcje mogą spowodować nie uruchamianie się usługi SSH.
pt: Opções extras para /etc/ssh/sshd_config (geralmente vazio). Observe, opções introduzidas incorrectas impede que o serviço SSH possa ser iniciado.
pt_br: Opções extras para /etc/ssh/sshd_config (normalmente vazio). Note que a inclusão de opções incorretas tornará o serviço SSH inacessível.
ro: Opţiuni suplimentare pentru /etc/ssh/sshd_config (de obicei, gol). Notaţi că opţiunile introduse greşit duc la imposibilitatea pornirii serviciului SSH.
ru: Дополнительные опции /etc/ssh/sshd_config (обычно пусто). Обратите внимание, неправильно введенные значения останавливают запуск службы SSH.
sk: Dodatočné voľby do /etc/ssh/sshd_config (obvykle prázdne). Upozornenie, nesprávne zadané voľby môžu zabrániť štartu služby SSH.
sr: Ekstra opcije u /etc/ssh/sshd_config (obično je prazno). Napomena, netačno unete opcije sprečavaju SSH servis da se pokrene.
sv: Extra parametrar till /etc/ssh/sshd_config (vanligtvis tom). Notera, felaktiga parametrar förhindrar att SSH-tjänsten startas.
tr: /etc/ssh/sshd_config (genellikle boş) için ek seçenekler. Unutmayın, yanlış girilen seçenekler SSH hizmetinin başlatılmasını engeller.
uk: Додаткові опції /etc/ssh/sshd_config (зазвичай пусто). Зверніть увагу, неправильно введені значення зупиняють запуск служби SSH.

source: Domain Name (DNS/Realm-Name)
ca: Nom de Domini (DNS/Realm-Name)
cs: Název domény (DNS / název Kerberos oblasti)
de: Domäne (DNS/Realm)
es: Nombre de Dominio (DNS/Nombre Real)
fr: Nom de domaine (DNS/Realm)
nl: Domeinnaam (DNS/Realm-naam)
pl: Nazwa domeny (DNS/Realm-Name)
pt: Nome do domínio (DNS/Realm-Name)
pt_br: Nome do Domínio (Nome DNS/Realm)
ro: Nume domeniu (DNS/Realm-Name)
ru: Доменное имя (DNS/Realm)
sk: Doména (DNS/Názov-domény)
sr: Ime domena (DNS/Realm-Ime)
sv: Domännamn (DNS/Realm-Namn)
tr: Etki Alanı Adı (DNS/Erişim Alanı-Adı)
uk: Доменне ім'я (DNS/Realm)

source: Domain Name, eg example.com
ca: Nom de Domini, p.e. exemple.com
cs: Název domény, např. example.com
de: Name der Domäne, z.B. example.com
es: Nombre de dominio (Ej: ejemplo.com)
fr: Nom de domaine, e.g. example.com
nl: Domeinnaam, bv. example.com
pl: Nazwa domeny, np. example.com
pt: Nome do domínio, eg example.com
pt_br: Nome do Domínio, Ex.: exemplo.com.br
ro: Nume domeniu, de ex. exemplu.com
ru: Доменное имя, например example.com
sk: Doména, napr. nieco.sk
sr: Ime domena, npr. example.com
sv: Domännamn, t.ex. exempel.com
tr: Etki Alanı Adı, örneğin ornek.com
uk: Доменне ім'я, як приклад example.com

source: NetBIOS Name
cs: NetBIOS název
de: Rechnername (NetBIOS)
es: Nombre de NetBIOS
fr: Nom NetBIOS
nl: NetBIOS-naam
pl: Nazwa NetBIOS
pt: Nome do Host
pt_br: Nome do Host (Nome NetBIOS)
ru: Имя компьютера (NetBIOS)
sk: NetBIOS meno
sr: NetBIOS ime
sv: NetBIOS namn
tr: NetBIOS Adı
uk: Ім'я комп'ютера (NetBIOS)

source: System hostname
cs: Název stroje
es: Nombre del Host (Ej: MIPC)
fr: Nom d'hôte dans l'ancien format, e.g. FREENAS
nl: Systeemhostnaam
pt: Nome do Host do Sistema
pt_br: Nome do Host
ro: Nume sistem
ru: Имя хоста
sr: Sistemsko ime hosta
sv: Systemets värdnamn
tr: Sistem anamakine adı
uk: Ім'я системи (хоста)

source: Workgroup Name
ca: Nom de Grup de Treball (Workgroup)
cs: Název skupiny
de: Arbeitsgruppenname
es: Nombre del grupo de trabajo
fr: Nom du groupe de travail
nl: Werkgroepnaam
pl: Nazwa grupy roboczej
pt: Nome do Grupo de trabalho
pt_br: Nome do Grupo de Trabalho
ro: Nume grup de lucru
ru: Имя рабочей группы
sk: Názov pracovnej skupiny
sr: Ime radne grupe
sv: Arbetsgrupp namn
tr: Çalışma Grubu Adı
uk: Ім'я робочої групи

source: Workgroup or domain name in old format, eg WORKGROUP
cs: Název pracovní skupiny či domény ve starém formátu, např. SKUPINA
de: Name der Arbeitsgruppe oder Domain im alten Format, z.B. WORKGROUP
es: Nombre del grupo de trabajo (Ej: WORKGROUP)
fr: Nom du groupe de travail dans l'ancien format, e.g. WORKGROUP
nl: Werkgroep- of domeinnaam in oude notatie, bv. WORKGROUP
pt: Nome do Grupo de trabalho no formato antigo, eg WORKGROUP
pt_br: Nome do grupo de trabalho em formato antigo, e.g.: WORKGROUP
ro: Nume grup sau domeniu în formatul vechi, de ex. WORKGROUP
ru: Имя рабочей группы или домена в старом формате, например WORKGROUP
sr: Ime radne grupe ili domena u starom formatu, npr. RADNAGRUPA
sv: Arbetsgrupp eller domännamn i äldre format, t.ex. WORKGROUP
tr: Eski biçimde çalışma grubu veya etki alanı adı, örnek WORKGROUP
uk: Ім'я робочої групи чи домену у старому форматі, наприклад WORKGROUP

source: Allow Trusted Domains
cs: Povolit důvěryhodné domény
de: Trusted Domains zulassen
es: Permitir dominios autenticados
fr: Autoriser les domaines approuvés
nl: Vertrouwde domeinen toegang verlenen
pt: Permite Dominios Validados
pt_br: Permitir Domínios Confiavéis
ro: Permite domenii de încredere
ru: Разрешить Trusted Domains
sr: Dozvoli domene od poverenja
sv: Tillåt betrodda domäner
tr: Güvenilir Etki Alanlarına izin ver
uk: Дозволити Надійні Домени(Trusted Domains)

source: Administrator Name
ca: Nom de l'Administrador
cs: Jméno správce
es: Nombre del Administrador
fr: Nom de l'administrateur
nl: Beheerdersnaam
pl: Nazwa administratora
pt: Nome do Administrador
pt_br: Nome do Administrador
ro: Nume administrator
ru: Имя администратора
sk: Meno administrátora
sr: Ime administratora
sv: Administratörsnamn
tr: Yönetici Adı
uk: Ім'я адміністратора

source: Domain Administrator account name
cs: Název účtu správce domény
de: Domänenadministrator Benutzername
es: Contraseña de la cuenta de Administrador de dominio
fr: Nom du compte administrateur du domaine.
nl: Naam van domeinbeheerdersaccount
pt: Nome da conta do Administrador de Domínio
pt_br: Nome da Conta de Administrador de Dominínio
ro: Nume cont administrator domeniu.
ru: Имя учетной записи администратора домена
sr: Ime naloga Domenskog Administratora
sv: Domänadministratör kontonamn
tr: Etki Alanı Yöneticisi hesabı adı
uk: Ім'я адміністратора домену.

source: Administrator Password
ca: Contrasenya de l'Administrador
cs: Heslo správce
de: Administratorpasswort
es: Contraseña del Administrador
fr: Mot de passe de l'administrateur
nl: Beheerderswachtwoord
pl: Hasło administratora
pt: Password do Administrador
pt_br: Senha do Administrador
ro: Parolă administrator
ru: Пароль администратора
sk: Heslo administrátora
sr: Administratorska lozinka
sv: Administratörslösenord
tr: Yönetici Parolası
uk: Пароль адміністратора

source: Domain Administrator account password.
cs: Heslo k účtu správce domény.
de: Passwort des Domänen Administratorkontos.
es: Contraseña de la cuenta de Administrador de dominio
fr: Mot de passe du compte administrateur du domaine.
nl: Wachtwoord van domeinbeheerdersaccount.
pt: Password da conta de Administrador do domínio.
pt_br: Senha da conta de Administrador do Domínio.
ro: Parolă cont administrator domeniu.
ru: Пароль учетной записи администратора домена.
sr: Lozinka naloga Domenskog Administratora
sv: Domänadministratörskontot lösenord.
tr: Etki Alanı Yöneticisi hesabı parolası.
uk: Пароль адміністратора домену.

source: The name or IP address of the LDAP server
ca: L'adreça IP o el nom del servidor LDAP
cs: Název nebo IP adresa LDAP serveru
de: Der Name oder die IP-Adresse des LDAP servers
es: El nombre o IP del servidor LDAP
fr: Le nom ou l'adresse IP du serveur LDAP
nl: De naam of het IP-adres van de LDAP-server
pl: Nazwa lub adres IP serwera LDAP
pt: O nome ou endereço IP do servidor LDAP
pt_br: O nome ou endereço IP do servidor LDAP
ro: Numele sau adresa IP a serverului LDAP
ru: Имя или IP-адрес сервера LDAP
sk: Názov alebo IP adresa LDAP serveru
sr: Ime ili IP adresa LDAP servera
sv: Namnet eller IP-adressen för LDAP-servern
tr: LDAP sunucusunun adı veya IP adresi
uk: Ім'я або IP-адреса сервера LDAP

source: Base DN
ca: DN base
cs: Základ DN
es: DN Base
fr: DN de base
nl: Basis-DN
pl: Bazowa NW (Nazwa wyróżniająca) (ang.DN)
ro: DN (nume distinctiv) bază
ru: Базовое DN (выделенное имя)
sk: Základné DN
sr: Osnovni DN
tr: Temel DN
uk: Базове DN (виділене ім'я)
