Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: If a user is selected, the root user is limited to that user's permissions
cs: Je-li zvolen uživatel, správce (root) je omezen na oprávnění tohoto uživatele
fr: Si un utilisateur est sélectionné, l'utilisateur root est limité aux permissions de cet utilisateur
nl: Als een gebruiker is geselecteerd, is de rootgebruiker beperkt tot de machtigingen van die gebruiker
pt_br: Se um usuário for selecionado, o usuário root é limitado às permissões deste usuário
ro: Dacă este selectat un utilizator, utilizatorul root va fi limitat la permisiunile acestui utilizator
ru: Если пользователь выбран, root будет ограничен правами этого пользователя
tr: Eğer bir kullanıcı seçilirse root kullanıcısı bu kullanıcının izinleri ile sınırlandırılır
uk: Якщо користувач обраний, root буде обмежений правами цього користувача

source: The specified user's permissions are used by all clients
cs: Určená skupinová oprávnění jsou použita všemi klienty
fr: Les permissions des utilisateurs spécifiées sont utilisées par tout les clients
nl: Machtigingen van de opgegeven gebruiker worden door alle clients gebruikt
pt_br: As permissões do usuário especificado são utilizadas por todos os clients
ro: Permisiunile utilizator specificate sînt valabile pentru toți utilizatorii
ru: Права указанного пользователя будут использоваться всеми клиентами
tr: Belirtilen kullanıcının izinleri tüm istemciler tarafından kullanılır
uk: Права зазначеного користувача будуть використовуватися усіма клієнтами

source: Edit In Bulk
cs: Hromadná úprava
fr: Modifier par paquet
nl: In bulk bewerken
pt_br: Editar em Lote
ro: Editare în bloc
ru: Редактировать вместе
tr: Toplu Olarak Düzenle
uk: Редагувати разом

source: Compression Ratio
cs: Kompresní poměr
nl: Compressieratio
ro: Nivel compresie
ru: Степень сжатия
tr: Sıkıştırma Oranı
uk: Ступінь стиснення

source: Create zvol
cs: Vytvořit svazek ZFS
nl: Zvol aanmaken
pt_br: Criar zvol
ro: Creare zvol
ru: Создать zvol
tr: Zvol Oluştur
uk: Створити zvol

source: Encryption Re-key
cs: Znovuopatřit šifrování klíčem
nl: Re-key voor versleuteling
pt_br: Re-chavear Encriptação
ro: Cheie de re-criptare
ru: Сменить ключ шифрования
tr: Şifreleme Kurtarma Anahtarı
uk: Змiнити ключ шифрування

source: Remove recovery key
cs: Odebrat obnovovací klíč
nl: Herstelsleutel verwijderen
pt_br: Remover chave de recuperação
ro: Eliminare cheie de recuperare
ru: Удалить ключ восстановления
tr: Kurtarma anahtarını kaldır
uk: Видалити ключ вiдновлення

source: Destroy zvol
cs: Zrušit ZFS svazek
fr: Supprimer le volume zvol
nl: Zvol vernietigen
pt_br: Destruir zvol
ro: Distrugere zvol
ru: Уничтожить zvol
tr: Zvol'u Kaldır
uk: Знищити zvol

source: Frequency
cs: Četnost
fr: Fréquence
nl: Interval
pt_br: Frequencia
ro: Frecvență
ru: Частота
tr: Sıklık
uk: Частота

source: Enabling dedup may have drastic performance implications,<br /> as well as impact your ability to access your data.<br /> Consider using compression instead.
cs: Zapnutí deduplikace dat může drasticky snížit výkon,<br /> a mít tak dopad na přístup k datům.<br /> Zvažte proto namísto deduplikace data spíše komprimovat.
fr: Activer dedup peut avoir des implications drastiques en terme de performance,<br /> ainsi qu'impacter votre capacité à accéder à vos données.<br /> Considérer plutôt l'utilisation de la compression.
nl: Het inschakelen van dedup kan grote gevolgen hebben voor prestaties,<br /> evenals invloed op de mogelijkheid om uw gegevens te benaderen.<br /> Overweeg in plaats hiervan compressie te gebruiken.
pt_br: Habilitando dedup pode ter implicações drásticas de performance, <br /> assim como impactar a possibilidade de acessar seus dados. <br /> Considere utilizar compressão, ao invés disso.
ro: Activarea opțiuni dedup poate avea implicații deosebite de performanță, <br /> precum și influență asupra accesului dumneavoastă la date.<br /> Mai bine luați în calcul utilizarea compresiei.
ru: Включение дедупликации может иметь радикальные последствия для производительность<br /> и даже возможности доступа к данным.<br /> Обдумайте вместо этого использование сжатия.
tr: Veri tekilleştirmenin etkinleştirilmesinin, verilerinize erişim yeteneğinizi<br /> etkilemesinin yanısıra ciddi performans etkileri olabilir.<br /> Bunun yerine sıkıştırma kullanmayı düşünün.
uk: Увiмкнення дедуплікаціі може мати радикальні наслідки для продуктивностi <br /> і навіть можливості доступу до даних.<br /> Обдумайте замість цього використання стиснення.

source: You are trying to add a virtual device of type '%(addtype)s' in a pool that has a virtual device of type '%(vdevtype)s'
cs: Pokoušíte se přidat virtuální zařízení typu %(addtype)s do fondu úložišť, které má virtuální zařízení typu %(vdevtype)s
fr: Vous tentez d'ajouter un dispositf virtuel (vdev) du type '%(addtype)s' dans un pool qui a un dispositif virtuel (vdev) du type '%(vdevtype)s'
nl: U probeert een virtueel apparaat van het type '%(addtype)s' toe te voegen in een pool die een virtueel apparaat van het type '%(vdevtype)s' bevat
ro: Încercați să adăugați un dispozitiv virtual de tipul '%(addtype)s' într-un pool care are un dispozitiv virtual de tipul '%(vdevtype)s'
ru: Вы пытаетесь добавить виртуальное устройство типа '%(addtype)s' в том содержащий виртуальные устройства типа '%(vdevtype)s'
tr: '%(vdevtype)s' türünde bir sanal aygıta sahip havuza '%(addtype)s' türünde bir sanal aygıt eklemeye çalışıyorsunuz
uk: Ви намагаєтеся додати віртуальний пристрій типу '%(addtype)s' в том, що містить віртуальні пристрої типу '%(vdevtype)s'

source: You are trying to add a virtual device consisting of %(addnum)s device(s) in a pool that has a virtual device consisted of %(vdevnum)s device(s)
cs: Pokoušíte se přidat virtuální zařízení, sestávající se z %(addnum)s zařízení do fondu úložišť, které má virtuální zařízení, sestávající se z %(vdevnum)s zařízení
fr: Vous tentez d'ajouter un dispositif virtuel (vdev) constitué de %(addnum)s dispositif(s) dans un pool constitué de %(vdevnum)s dispositif(s)
nl: U probeert een virtueel apparaat dat uit %(addnum)s apparaten bestaat toe te voegen in een pool die een virtueel apparaat bevat dat uit %(vdevnum)s apparaten bestond
ru: Вы пытаетесь добавить виртуальное устройство состоящее из %(addnum)s устройств(а) в том содержащий виртуальное устройство из %(vdevnum)s устройств(а)
tr: %(vdevnum)s cihaz(lar)ından oluşan bir sanal cihaza sahip bir havuzda %(addnum)s cihaz(lar)ından oluşan bir sanal cihaz eklemeye çalışıyorsunuz

source: Encryption
cs: Šifrovat
fr: Chiffrement
nl: Versleuteling
ru: Шифрование
tr: Şifreleme
uk: Шифрування

source: The selected disks were not verified for these import rules. Filesystem check failed.
cs: Zvolené disky nebyly ověřeny vůči těmto importním pravidlům. Kontrola souborového systému se nezdařila.
fr: Les disques sélectionnés n'ont pas été vérifiés pour ces règles d'importation. Échec de la vérification du système de fichier.
nl: De geselecteerde schijven zijn niet geverifieerd voor deze importregels. Bestandssysteemcontrole mislukt.
ru: Выбранные диски не были проверены для этих правил импорта. Проверка файловой системы не удалась.
tr: Seçilen diskler bu içe aktarma kuralları için doğrulanamadı. Dosya sistemi kontrolü başarısız oldu.
uk: Вибрані диски не були перевірені для цих правил імпорту. Перевірка файлової системи не вдалася.

source: Volume imported
cs: Svazek byl importován
fr: Volume importé
nl: Volume geïmporteerd
pt_br: Volume importado
ro: Volum importat
ru: Том импортирован
tr: Birim içe aktarıldı
uk: Том iмпортовано

source: Share type
cs: Typ sdílení
fr: Type de partage
nl: Type share
ru: Тип общего ресурса
tr: Paylaşım türü
uk: Тип спільного доступу

source: 0=None; example: 1 GiB
cs: 0 (nula) = žádné; příklad: 1 GiB
nl: 0=Geen; voorbeeld: 1 GiB
pt_br: 0=Nenhum; exemplo: 1 GiB
ru: 0 = Нет, например 1GiB
tr: 0=Yok, örnek: 1 GiB
uk: 0 = Немає; наприклад: 1GiB

source: zvol name
cs: Název ZFS svazku
fr: Nom du zvol
nl: zvol-naam
pt_br: Nome do zvol
ro: Nume zvol
ru: Имя zvol
tr: zvol adı
uk: Ім'я zvol

source: Example: 1 GiB
cs: Příklad: 1 GiB
fr: Exemple: 1GiB
nl: Voorbeeld: 1 GiB
pt_br: Exemplo: 1 GiB
ro: Exemplu: 1 GiB
ru: Например: 1GiB
tr: Örnek: 1 GiB
uk: Наприклад: 1GiB

source: Specify the size with IEC suffixes, e.g. 10 GiB
cs: Zadejte velikost s použitím přípon jednotek kapacity dle normy IEC, např. 10 GiB
fr: Spécifie la taille avec des suffixes IEC, par exemple 10 GiB
nl: Geef de grootte op met IEC-achtervoegsels, bv. 10 GiB
ru: Укажите размер с суффиксом IEC, например, 10 GiB
tr: IEC sonekleri ile boyutu belirler, örn. 10 GiB
uk: Вкажіть розмір з суфіксом IEC, наприклад, 10 GiB

source: Confirm Passphrase
cs: Potvrzení heslové fráze
fr: Confirmer la phrase de passe
nl: Bevestig wachtwoordzin
pt_br: Confirmar Frase secreta
ro: Confirmare frază de control
ru: Подтвердите пароль
tr: Parolayı Onaylayın
uk: Підтвердiть пароль

source: Dedicated User
cs: Vyhrazený uživatel
fr: Utilisateur dédié
nl: Toegewezen gebruiker
pt_br: Usuário Dedicado
ro: Utilizator dedicat
ru: Выделенный пользователь
tr: Adanmış Kullanıcı
uk: Видiлений користувач

source: Admin password
cs: Heslo správce
fr: Mot de passe administrateur
nl: Beheerderswachtwoord
pt_br: Senha do Admin
ro: Parola admin
ru: Пароль администратора
tr: Yönetici parolası
uk: Пароль адміністратора

source: Remove passphrase
cs: Odebrat heslovou frázi
fr: Supprimer la phrase de passe
nl: Wachtwoordzin verwijderen
pt_br: Remover frase secreta
ro: Eliminare frază de control
ru: Удалить пароль
tr: Parolayı kaldır
uk: Видалити пароль

source: You need either a passphrase or a recovery key to unlock
cs: Pro odemčení je zapotřebí buď heslová fráze nebo obnovovací klíč
fr: Pour déverrouiller, vous avez besoin de la phrase de passe ou de la clef de récupération
nl: U hebt een wachtwoordzin of herstelsleutel nodig om te ontgrendelen
pt_br: Você precisa de uma frase secreta ou de uma chave de recuperação para desbloquear
ro: Aveți nevoie de o frază de control sau o cheie de recuperare pentru deblocare
ru: Для разблокировки небходим пароль или ключ восстановления
tr: Kilidi açmak için ya parolaya ya da kurtarma anahtarına ihtiyacınız var
uk: Для розблокування потрiбен пароль або ключ відновлення

source: Volume could not be imported: %d devices failed to decrypt
cs: Svazek nelze importovat: %d zařízení se nezdařilo dešifrovat
fr: Le volume n'a pu être importé : impossible de déchiffrer les périphériques %d
nl: Volume kon niet worden geïmporteerd: %d apparaten hebben niet ontcijferd
pt_br: Volumes não puderam ser importados: %d dispositivos falharam em decriptar
ro: Volumul nu poate fi importat: dispozitivul %d nu a putut fi decriptat
ru: Том не может быть импортирован: %d устройств не расшифрованы
tr: Birim içe aktarılamadı: %d aygıt şifresini çözme başarısız oldu
uk: Том не може бути імпортовано: %d пристроїв не розшифровано

source: Volume could not be imported
cs: Svazek nelze importovat
fr: Le volume n'a pas pu être importé
nl: Volume kon niet worden geïmporteerd
pt_br: Volume não pôde ser importado
ro: Volumul nu poate fi importat
ru: Том не может быть ипортирован
tr: Birim içe aktarılamadı
uk: Том не може бути Iмпортовано

source: LOCKED
cs: ZAMČENO
fr: VERROUILLÉ
nl: VERGRENDELD
pt_br: BLOQUEADO
ro: BLOCAT
ru: БЛОКИРОВАН
tr: KİLİTLİ
uk: БЛОКОВАН

source: Disk Size
cs: Kapacita disku
fr: Taille du disque
nl: Schijfgrootte
pt_br: Tamanho do Disco
ro: Dimensiune disc
ru: Размер диска
tr: Disk Boyutu
uk: Розмір диску

source: Remote Dedicated User Enabled
cs: Na protistraně používat vyhrazeného uživatele
fr: Utilisateur dédié distant activé
nl: Externe toegewezen gebruiker ingeschakeld
pt_br: Usuário Remoto Dedicado Habilitado
ro: User remote dedicat activat
ru: Удаленный выделенный пользователь включен
tr: Uzak Adanmış Kullanıcı Etkinleştirildi
uk: Віддалений виділений користувач включений

source: High Speed Encryption Ciphers
cs: Vysokorychlostní šifry
fr: Chiffrements haute vitesse
nl: Versleutelingscoderingen van hoge snelheid
pt_br: Cifras de Encriptação de Alta Velocidade
ro: Cifru de criptare de viteză mărită
ru: Высокоскоростные шифры
tr: Yüksek Hızlı Şifreleme Şifreleri
uk: Високошвидкiснi шифри

source: Disabling will not stop any replications which are in progress.
cs: Vypnutí nepovede k zastavení žádné z už probíhajících replikací.
nl: Uitschakelen zal replicaties die worden uitgevoerd niet stoppen.
ru: Отключение не остановит уже начатые репликации.
tr: Etkisizleştirme, işlemde olan herhangi bir çoğaltmayı durdurmayacak.
uk: Відключення не зупинить вже активні завдання реплікації.

source: Sending
cs: Odesílání…
fr: Envoi en cours
nl: Verzenden
pt_br: Enviando
ru: Отправка
tr: Gönderiliyor
uk: Відправка

source: The scrub process has stopped
cs: Proces kontroly se zastavil
nl: Het reinigingsproces is gestopt
pt_br: O processo de scrub parou
ro: Procesul de verificare a început
ru: Процесс проверки остановлен
tr: Temizleme işlemi durduruldu
uk: Процес перевiрки зупинено

source: Passphrase created
cs: Heslová fráze byla vytvořena
fr: Phrase de passe créée
nl: Wachtwoordzin aangemaakt
pt_br: Frase secreta criada
ro: Fraza de control a fost creată
ru: Пароль создан
tr: Parola oluşturuldu
uk: Пароль створено

source: Volume locked
cs: Svazek je uzamčen
nl: Volume vergrendeld
ro: Volum blocat
ru: Том блокирован
tr: Birim kilitlendi
uk: Том pазблоковано

source: Volume failed unlocked
cs: Odemknutí svazku se nezdařilo
nl: Volume ontgrendelen mislukt
pt_br: Volume falhou em desbloquear
ro: Eroare deblocare volum
ru: Разблокировка тома не удалась
tr: Birim kilidini açma başarısız oldu
uk: Не вдалося розборкувати том

source: GELI key download starting...
cs: Zahajování stahování klíče GELI šifrování…
fr: Téléchargement de la clé GELI en cours...
nl: Downloaden van GELI-sleutel starten...
pt_br: Download da chave GELI iniciando...
ro: Cheia GELI se descarcă...
ru: Начинается загрузка ключа GELI...
tr: GELI anahtarını indirme başlatılıyor...
uk: Починається загрузка ключа GELI...

source: The pool has been upgraded
cs: Přechod na novější verzi fondu úložišť byl úspěšně dokončen
fr: Le pool a été mis à niveau
nl: De pool is geüpgraded
ru: Том был обновлен
tr: Havuz yükseltildi
uk: Том було оновлено

source: Disks successfully edited
cs: Disky byly úspěšně upraveny
nl: Schijven met succes bewerkt
pt_br: Discos editados com sucesso
ro: Discul a fost editat cu succes
ru: Диск успешно отредактирован
tr: Disk başarıyla düzenlendi
uk: Диски успішно вiдредаговано

source: A description of the issue.
cs: Popis problému.
nl: Een beschrijving van het probleem.
pt_br: Uma descrição do problema.
ro: O descriere a problemei.
ru: Описание проблемы.
tr: Sorunun açıklaması.
uk: Опис проблеми.

source: Support request successfully sent
cs: Žádost o podporu byla úspěšně odeslána
nl: Ondersteuningsaanvraag met succes verzonden
pt_br: Requisição de suporte enviada com sucesso
ro: Cererea de suport a fost trimisă cu succes
ru: Запрос в поддержку успешно отправлен
tr: Destek isteği başarıyla gönderildi
uk: Запит на підтримку успішно відправлений

source: Run Now
cs: Spustit nyní
fr: Exécuter maintenant
nl: Nu uitvoeren
ru: Запустить сейчас
tr: Şimdi Çalıştır
uk: Запустити тепер

source: The path '%s' requires execute permission bit
cs: Umístění %s vyžaduje oprávnění ke spouštění
fr: Le chemin "%s" nécessite le bit de permission d'exécution
nl: Het pad '%s' vereist bit voor uitvoermachtiging
pt_br: O caminho '%s' necessita do bit de permissão de execução
ro: Calea '%s' necesită setarea bitului de permisiune la execuție
ru: Путь '%s' требует прав на исполнение
tr: '%s' yolu biraz çalıştırma izni gerektirir
uk: Шлях '%s' вимагає прав на виконання

source: RSA or DSA private key is not valid
cs: Poskytnutá soukromá část RSA nebo DSA klíče není platná
fr: Clef privée RSA ou DSA non valide
nl: RSA- of DSA-privésleutel is niet geldig
pt_br: Chave privada RSA ou DSA inválida
ro: Cheia privată RSA sau DSA nu este validă
ru: Секретный ключ RSA или DSA не действителен
tr: RSA veya DSA özel anahtarı geçerli değil
uk: Секретный ключ RSA или DSA не дiйсний

source: The modulus of certificate and key must match
cs: je třeba aby se moduly certifikátu a klíče shodovaly
fr: Le module du certificat et de la clé doivent correspondre
nl: De modulus van certificaat en sleutel moeten overeenkomen
pt_br: Os Modulus do certificado e chave devem coincidir
ro: Modulul certificatului și cheia trebuie să coincidă
ru: Сертификат и ключ должны соответствовать друг другу
tr: Sertifika ve anahtar modülü eşleşmek zorunda
uk: Сертифікат та ключ повинні відповідати один одному

source: Memory device
cs: Paměť
nl: Geheugenapparaat
pt_br: Dispositivo de Memória
ro: Dispozitiv memorie
ru: Память
tr: Bellek aygıtı
uk: Пам'ять

source: Usernames cannot exceed 17 characters for rsync tasks
cs: U úloh rsync nemůže délka uživatelského jména překročit 17 znaků
fr: Les noms d'utilisateur ne peuvent excéder 17 caractères pour les tâches rsync
nl: Gebruikersnamen kunnen niet langer zijn dan 17 tekens voor rsync-taken
pt_br: Nomes de usuário não podem exceder 17 caracteres para tarefas de rsync
ro: Numele utilizatorilor nu poate depăși 17 caractere pentru acțiuni rsync
ru: Имя пользователя для заданий rsync не может превышать 17 символов
tr: Kullanıcı adları rsync görevleri için 17 karakteri geçemez
uk: Ім'я користувача для завдань rsync не може перевищувати 17 символів

source: Usernames cannot have spaces
cs: U úloh rsync nemůže délka uživatelského jména překročit 17 znaků
fr: Les noms d'utilisateurs ne peuvent pas contenir d'espaces
nl: Gebruikersnamen kunnen geen spaties bevatten
pt_br: Nomes de usuário não podem ter espaços
ro: Numele utilizatorilor nu poate conține spații
ru: Имя пользователя не может содержать пробелы
tr: Kullanıcı adlarında boşluk olamaz
uk: Ім'я користувача не може містити пробіли

source: Unable to create system dataset!
cs: Nelze vytvořit systémovou datovou sadu!
nl: Kan geen systeemgegevensset aanmaken!
ro: Setul de date sistem nu poate fi creat!
ru: Не удалось создать системный набор данных!
tr: Sistem veri kümesi oluşturulamıyor!
uk: Не вдалося створити системний набір даних!

source: WebGUI IPv4 Address
cs: IPv4 adresa webového rozhraní
nl: IPv4-adres van WebGUI
pt_br: Endereço IPv4 do WebGUI
ro: Adresă WebGUI IPv4
ru: IPv4 адрес web-интерфейса
tr: WebGKA IPv4 Adresi
uk: IPv4 адреса web-інтерфейсу

source: WebGUI IPv6 Address
cs: IPv6 adresa webového rozhraní
nl: IPv6-adres van WebGUI
pt_br: Endereço IPv6 do WebGUI
ro: Adresă WebGUI IPv6
ru: IPv6 адрес web-интерфейса
tr: WebGKA IPv6 Adresi
uk: IPv6 адреса web-інтерфейсу

source: WebGUI HTTPS Port
cs: Číslo portu webového rozhraní (HTTPS přístup)
fr: Port HTTPS du WebGUI
nl: HTTPS-poort van WebGUI
pt_br: Porta HTTPS do WebGUI
ro: Port WebGUI HTTPS
ru: HTTPS порт web-интерфейса
tr: WebGKA HTTPS Bağlantı Noktası
uk: HTTPS порт web-інтерфейсу

source: Serial Port Speed
cs: Přenosová rychlost sériového portu
fr: Vitesse du port série
nl: Snelheid van seriële poort
pt_br: Velocidade da Porta Serial
ro: Viteza portului serial
ru: Скорость последовательно порта
tr: Seri Bağlantı Noktası Hızı
uk: Швидкість послідовно порту

source: Enable debug kernel
cs: Používat ladící jádro
fr: Activer le débogage du noyau
nl: Debug-kernel inschakelen
pt_br: Habilitar Debug de Kernel
ro: Activare depanare kernel
ru: Включить отладочное ядро
tr: Hata ayıklama çekirdeğini etkinleştir
uk: Увімкнути ядро для вiдлагодженя

source: Enable automatic upload of kernel crash dumps
cs: Zapnout automatické odesílání výpisů pádů jádra systému
fr: Active le chargement automatique du listage des crash du kernel
nl: Automatisch uploaden van kernelcrashdumps inschakelen
pt_br: Habilitar upload automático de dumps de crash do kernel
ro: Activare încărcare automată a erorilor kernelului
ru: Разрешить автоматическую отправку информации о сбоях ядра
tr: Çekirdek çökme dökümlerinin otomatik gönderilmesini etkinleştir
uk: Дозволити автоматичне відправлення інформації про збої ядра

source: Private key passphrase
cs: Heslová fráze k soukromé části klíče
fr: Phrase de passe de la clé privée
nl: Wachtwoordzin voor privésleutel
pt_br: Frase secreta da chave privada
ro: Cheie privată frază de control
ru: Пароль закрытого ключа
tr: Özel anahtar parolası
uk: Пароль закритого ключа

source: Redirect the standard output to /dev/null. In other words, disable output.
cs: Přesměrovat standardní výstup do /dev/null. Jinak řečeno, vypnout ho.
fr: Redirection de la sortie standard vers /dev/null. En d'autres termes, désactivation la sortie.
nl: De standaarduitvoer omleiden naar /dev/null. Met andere woorden, uitvoer uitschakelen.
pt_br: Redirecionar a saída padrão para /dev/null. Em outras palavras, desabilitar a saída.
ro: Redirectează ieșirea standard către /dev/null. Sau cu alte cuvinte, dezactivează ieșirea.
ru: Перенаправить стандартный вывод в /dev/null. Другими словами, отключить вывод.
tr: Standart çıktıyı /dev/null dizinine yönlendirir. Diğer bir değişle çıktıyı etkisizleştirir.
uk: Перенаправити стандартний вивід у /dev/null. Тобто вимкну вивiд.

source: Redirect the standard error output to /dev/null. In other words, disable error output.
cs: Přesměrovat standardní chybový výstup do /dev/null. Jinak řečeno, vypnout ho.
fr: Redirige la sortie standard d'erreur vers /dev/null. En d'autres mots, désactive toute sortie d'erreur.
nl: De standaard foutuitvoer omleiden naar /dev/null. Met andere woorden, foutuitvoer uitschakelen.
pt_br: Redirecionar a saída padrão de erros para /dev/null. Em outras palavras, desabilitar a saída de erros.
ro: Redirectează ieșirea standard pentru erori către /dev/null. Sau cu alte cuvinte, dezactivează raportarea erorilor.
ru: Перенаправить вывод ошибок в /dev/null. Другими словами, отключить вывод ошибок.
tr: Standart hata çıkıtısını /dev/null dizinine yönlendirir. Diğer bir değişle hata çıktısını etkisizleştirir.
uk: Перенаправити стандартний вивід помилок у /dev/null. Тобто вимкну вивiд помилок.

source: Remote SSH Port
cs: SSH port na protistraně
fr: Port SSH distant
nl: Externe SSH-poort
pt_br: Porta SSH Remota
ro: Port SSH remote
ru: Удаленный порт SSH
tr: Uzak SSH Bağlantı Noktası
uk: Віддалений порт SSH

source: Script
cs: Skript
ru: Скрипт
tr: Komut Dizisi
uk: Скрипт

source: Init/Shutdown Scripts
cs: inicializační/vypínací skripty
fr: Scripts d'initialisation/arrêt
nl: Init-/afsluitscripts
pt_br: Scripts de Inicialização/Desligamento
ro: Scripturi Inițializare/Oprire
ru: Скрипты запуска/завершения
tr: Başlatma/Kapatma Komut Dizileri
uk: Скрипти запуску/завершення

source: First Name
cs: Jméno
fr: Prénom
nl: Voornaam
pt_br: Primeiro Nome
ro: Prenume
ru: Имя
tr: Adınız
uk: Ім'я

source: Company
cs: Společnost
fr: Entreprise
nl: Bedrijf
pt_br: Companhia
ro: Companie
ru: Организация
tr: Şirket
uk: Організація

source: City
cs: Město
fr: Ville
nl: Plaats
pt_br: Cidade
ro: Oraș
ru: Город
tr: Şehir
uk: Місто

source: Zip
cs: PSČ
fr: Code postal
nl: Postcode
pt_br: CEP
ru: Индекс
tr: Posta Kodu
uk: Індекс

source: Cell Phone
cs: Mobilní telefon
fr: Téléphone (mobile)
nl: Telefoon mobiel
pt_br: Telefone Celular
ro: Telefon mobil
ru: Мобильный телефон
tr: Cep Telefonu
uk: Мобільний телефон

source: Work Phone
cs: Telefon do práce
fr: Téléphone (professionnel)
nl: Telefoon werk
pt_br: Telefone Comercial
ro: Telefon serviciu
ru: Рабочий телефон
tr: İş Telefonu
uk: Робочий телефон

source: Registration
cs: Registrace
fr: Inscription
nl: Registratie
pt_br: Registro
ro: Înregistrare
ru: Регистрация
tr: Kayıt
uk: Реєстрація

source: Pool
cs: Fond
ru: Том
tr: Havuz
uk: Том
