Repository: truenas/middleware
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, es, fr, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk

source: The volume "%s" failed to import, for futher details check pool status
cs: Svazek %s nelze importovat, bližší informace jsou uvedeny ve stavu fondu úložišť
de: Das Volume "%" konnte nicht importiert werden. Prüfen Sie den Poolstatus für weitere Details.
es: El volumen "%s" ha fallador al importarse, para más detalles revise el estado
fr: L'import du volume "%s" a échoué. Pour plus de détails vérifier l'état du pool
nl: Het importen van volume '%s' is mislukt, controleer de poolstatus voor meer details
pt: O volume "% s" falhou a importar, para mais detalhes verificar o status da pool
pt_br: O voume "%s" falhou em importar, para mais detalhes visualize status do pool
ro: Volumul "%s" nu a putut fi importat, pentu detalii consultaţi starea structurii
ru: Том "%s" не удалось импортировать, для подробной информации проверьте статус пула
sr: Volumen "%s" neuspešno uvezen, za više detalja proveriti status grupe
sv: Volymen "% s" misslyckades med att importera, för vidare detaljer Kontrollera pool status
tr: "%s" birimini içe aktarma başarısız oldu, daha fazla ayrıntı için havuz durumunu kontrol edin
uk: Том "%s" не вдалося імпортувати, для докладної інформації перевірте статус пулу

source: The SMART service failed to restart.
cs: Pokus o restart služby SMART se nezdařil.
de: Der Neustart des SMART-Dienstes ist fehlgeschlagen.
es: El servicio SMART falló al reiniciarse
fr: Le redémarrage du service SMART a échoué.
nl: Herstarten van de SMART-service is mislukt.
pt_br: O serviço SMART falhou ao reiniciar.
ro: Serviciul SMART nu a putut fi repornit.
ru: Службу SMART не удалось перезапустить.
sr: SMART servis nije uspeo da se ponovno pokrene.
sv: Tjänsten SMART kunde inte att starta.
tr: SMART hizmetlerini yeniden başlatma başarısız oldu.
uk: Не вдалося перезапустити службу SMART

source: Dataset Name
ca: Nom del Dataset
cs: Název datové sady
es: Nombre del conjunto de datos (Dataset)
fr: Nom du jeu de données
nl: Naam van gegevensset
pl: Nazwa zbioru danych
pt: Nome da Dataset
pt_br: Nome do Dataset
ro: Nume set de date
ru: Имя набора данных
sk: Meno datasetu
sr: Ime skupa podataka
sv: Datamängdens Namn
tr: Veri Kümesi Adı
uk: Ім'я набору даних

source: Compression level
ca: Nivell de compressió
cs: Stupeň komprese
de: Komprimierungsgrad
es: Nivel de compresion
fr: Niveau de compression
nl: Compressieniveau
pl: Poziom kompresji
pt: Nível de compressão
pt_br: Nível de compressão
ro: Nivel compresie
ru: Степень сжатия
sk: Level kompresie
sr: Nivo kompresije
sv: Komprimeringsnivå
tr: Sıkıştırma seviyesi
uk: Ступінь стиснення

source: Enable atime
ca: Habilitar atime
cs: Zapnout atribut atime
de: atime aktivieren
es: Habilitar un tiempo
fr: Activer atime
nl: atime inschakelen
pl: Włącz atime
pt: Activar atime
pt_br: Habilitar atime
ro: Activare atime
ru: Сохранять время доступа (atime)
sk: Zapnúť atime
sr: Aktivirati atime
sv: Aktivera en tid
tr: Erişim zamanını etkinleştir
uk: Включити atime

source: Quota for this dataset
ca: Quota per aquest dataset
cs: Kvóta pro tuto datovou sadu
de: Quota für dieses Dataset
es: Cuota para este conjunto de datos
fr: Quota pour ce jeu de données
nl: Quotum voor deze gegevensset
pl: Przydział dla tego zbioru danych
pt: Quota para este dataset
pt_br: Cota para este dataset
ro: Cotă alocată acestui set de date
ru: Квота для этого набора данных
sk: Kvota pre tento dataset
sr: Kvota za ovaj skup podataka
sv: Kvoten för detta dataset
tr: Bu veri kümesi için kota
uk: Квота для цього набору даних

source: 0=Unlimited; example: 1g
ca: 0=ilimitat; exemple: 1g
cs: 0 (nula) = neomezené; příklad: 1g
de: 0=unbegrenzt; Beispiel: 1g
es: 0=Sin Limite; Ej: 1GB
fr: 0=illimité; exemple: 1g
nl: 0=Ongelimiteerd; voorbeeld: 1g
pl: 0=nieograniczony; np. 1g
pt: 0=Ilimitado; exemplo: 1g
pt_br: 0=Ilimitado; exemplo: 1g
ro: 0=Nelimitat; de ex. 1g
ru: 0 = без ограничений; например 1g
sk: 0= bez limitu, príklad: 1g
sr: 0=Neograničeno; primer: 1g
sv: 0=Obegränsad; exempel: 1g
tr: 0=Sınırsız; örnek: 1g
uk: 0 = Без обмежень, наприклад: 1 г

source: Quota for this dataset and all children
ca: Quota per aquest dataset i tots els seus fills
cs: Kvóta pro tuto datovou sadu a všechny jí podřízené
de: Quota für dieses Dataset und alle Untereinheiten
es: Tamaño maximo para este conjunto de datos (Dataset) y sus hijos
fr: Quota pour ce jeu de données et ses descendants
nl: Quotum voor deze gegevensset en alle onderliggende items
pl: Przydział dla tego zbioru danych i jego wszystkich składników
pt: Quota para este dataset e dependentes
pt_br: Cota para esse dataset e todos sub-diretorios
ro: Cotă alocată acestui set de date şi descendenţilor lui
ru: Квота для этого набора данных и всех его производных
sk: Kvóta pre tento dataset a všetky datasety pod ním
sr: Kvota za ovaj skup podataka i sve njegove podskupove
sv: Kvoten för denna datamängd och alla barn
tr: Bu veri kümesi ve tüm alt öğeleri için kota
uk: Квота для цього набору даних, і всіх його похідних

source: Reserved space for this dataset
ca: Espai reservat per aquest dataset
cs: Rezervované místo na této datové sadě
de: Reservierter Platz für dieses Dataset
es: Espacio reservado para este conjunto de datos
fr: Espace réservé pour ce jeu de données
nl: Gereserveerde ruimte voor deze gegevensset
pl: Zarezerwowana przestrzeń dla tego zbioru danych
pt: Espaço reservado para este dataset
pt_br: Espaço reservado para este dataset
ro: Spaţiu rezervat pentru acest set de date
ru: Зарезервированное место для этого набора данных
sk: Rezervované miesto pre tento dataset
sr: Rezervisan prostor za ovaj skup podataka
sv: Reserverad plats för denna datamängd
tr: Bu veri kümesi için ayrılmış alan
uk: Зарезервоване місце для цього набору даних

source: 0=None; example: 1g
ca: 0=Cap; exemple: 1g
cs: 0 (nula) = Nic; příklad: 1g
de: 0=keinen; Beispiel: 1g
es: 0=Sin Limite; Ej: 1GB
fr: 0=Aucun; exemple: 1g
nl: 0=Geen; voorbeeld: 1g
pl: 0=brak; np. 1g
pt: 0=Nenhum; exemplo: 1g
pt_br: 0=Nenhum; exemplo: 1g
ro: 0=Nimic; de ex. 1g
ru: 0 = Нет, например 1g
sk: 0=Žiaden, príklad: 1g
sr: 0=Nijedan; primer: 1g
sv: 0=Obegränsad; exempel: 1g
tr: 0=Yok, örnek: 1g
uk: 0 = немає, наприклад: 1 г

source: Reserved space for this dataset and all children
ca: Espai reservat per aquest dataset i els seus fills
cs: Rezervované místo pro tuto datovou sadu a všechny jí podřízené
de: Reservierter Platz für dieses Dataset und alle Untereinheiten
es: Espacio reservado para este conjunto de datos (dataset) y sus hijos (children)
fr: Espace réservé pour ce jeu de données et ses descendants
nl: Gereserveerde ruimte voor deze gegevensset en alle onderliggende items
pl: Zarezerwowana przestrzeń dla tego zbioru danych i wszystkich jego składników
pt: Espaço reservado para este conjunto de dados e todas as crianças
pt_br: Espaço reservado para esse dataset e todos sub-diretórios
ro: Spaţiu rezervat pentru acest set de date şi descendenţilor săi
ru: Зарезервированное место для этого набора данных и всех его производных
sk: Rezervované miesto pre tento dataset a všetky jeho "deti"
sr: Rezervisan prostor za ovaj skup podataka i sve njegove podskupove
sv: Reserverat plats för denna datamängd och alla barn
tr: Bu veri kümesi ve tüm alt öğeleri için ayrılmış alan
uk: Зарезервоване місце для цього набору даних і всіх його похідних

source: Dataset names must begin with an alphanumeric character and may only contain "-", "_", ":" and ".".
cs: Je třeba, aby název datové sady začínal písmenem, krom který dále může obsahovat ještě znaky „-“ (spojovník), „_“ (podtržítko), „:“ (dvojtečka) „.“ (tečka).
de: Datensatznamen müssen mit einem alphanumerischen Zeichen beginnen und dürfen nur "-", "_" ":" und "." beinhalten.
es: Nombres de conjunto de datos debe comenzar con un carácter alfanumérico y sólo podrán contener "-", "_", ":" y "."
fr: Les noms des jeux de données doivent commencer par un caractère alphanumérique et peuvent contenir les caractères '-', '_', ':' et '.'.
nl: Namen van gegevenssets moeten met een alfanumeriek teken beginnen en mogen alleen '-', '_', ':' en '.' bevatten.
pt: Os nomes dos dataset têm de começar com caracteres alfanuméricos e podem conter "-", "_", ":" e ".".
pt_br: Nomes de Dataset precisam iniciar com caracter alfanumérico e pode conter apenas "-", "_", ":" e ".".
ro: Numele setului de date trebuie să înceapă cu caractere alfanumerice şi poate conţine doar caracterele (-), (_), (:) şi (.).
ru: Наборы данных должны начинаться с буквы или цифры и могут так-же содержать "-", "_", ":" и ".".
sr: Imena skupova podataka moraju početi alfanumeričkim karakterom i mogu da sadrži samo "-", "_", ":" i "." .
sv: Dataset måste börja med ett alfanumeriskt tecken och får endast innehålla "-", "_", ":" och ".".
tr: Veri kümesi adları alfasayısal karakterlerle başlamak zorundadır ve sadece "-", "_", ":" ve "." içerebilir.
uk: Імена наборів даних повинні починатися з алфавітно-цифрового символу і можуть містити "-", "_", ":", ".".

source: You already have a dataset with the same name
ca: Ja tens un dataset amb el mateix nom
cs: Stejný název je již použit pro jinou datovou sadu
de: Sie haben bereits ein Datensatz mit diesem Namen
es: Usted ya tiene un conjunto de datos con el mismo nombre
fr: Vous avez déjà un jeu de données utilisant le même nom
nl: U hebt al een gegevensset met dezelfde naam
pl: Zbiór danych o tej nazwie już istnieje
pt: Já tem um dataset com esse nome
pt_br: Você já possui um dataset com o mesmo nome
ro: Există deja un set de date cu acelaşi nume
ru: У вас уже есть набор данных с тем же именем
sk: Už máš dataset s rovnakým menom
sr: Već postoji skup podataka sa istim imenom
sv: Du har redan en datamängd med samma namn
tr: Zaten aynı isimde bir veri kümesine sahipsiniz
uk: У вас вже є набір даних з тим ім'ям

source: Quota for this volume
cs: Kvóta pro tento svazek
de: Quota für dieses Volume
es: Cuota para este conjunto de datos
fr: Quota pour ce volume
nl: Quotum voor dit volume
pt: Quota para este volume
pt_br: Cota para este volume
ro: Cotă alocată acestui volum
ru: Квота для этого тома
sr: Kvota za ovaj volumen
sv: Kvota för denna volym
tr: Bu birim için kota
uk: Квота для цього тому

source: Reserved space for this volume
cs: Vyhrazené místo pro tento svazek
de: Reservierter Platz für dieses Volume
es: Espacio reservado para este volumen
fr: Espace réservé pour ce volume
nl: Gereserveerde ruimte voor dit volume
pt: Espaço reservado para este volume
pt_br: Espaço reservado para este volume
ro: Spaţiu rezervat pentru acest volum
ru: Зарезервированное пространство для этого тома
sr: Rezervisani prostor za ovaj volumen
sv: Reserverat utrymme för denna volym
tr: Bu birim için ayrılmış alan
uk: Зарезервований простір для цього тому

source: ZFS Volume Name
ca: Nom del Volum ZFS
cs: Název ZFS svazku
sk: Meno ZFS zväzku

source: Example: 1g
cs: Příklad: 1g
de: Beispiel: 1g
es: Ejemplo: 1g
fr: Exemple: 1g
nl: Voorbeeld: 1g
pt: Exemplo: 1g
pt_br: Exemplo: 1g
ro: Exemplu: 1g
ru: Например: 1g
sr: Primer: 1g
sv: Exempel 1g
tr: Örnek: 1g
uk: Наприклад: 1г

source: ZFS Volume names must begin with an alphanumeric character and may only contain (-), (_), (:) and (.).
ca: El noms de volums ZFS han de començar amb un caràcter alfanuméric i pot contenir només (-),(_) i (.).
cs: Názvy ZFS svazků mohou začínat pouze písmeny a číslicemi, dále ještě mohou obsahovat pouze znaky „-“ (spojovník), „_“ (podtržítko), „:“ (dvojtečka) a „.“ (tečka).
de: Datensatznamen müssen mit einem alphanumerischen Zeichen beginnen und dürfen nur (-), (_) (:) und (.) enthalten.
es: Los nombres de los Volumenes ZFS deben comenzar con un carácter alfanumérico y sólo podrán contener (-), (_), (:) y (.).
fr: Les noms des Volumes ZFS doivent commencer par un caractère alphanumérique et peuvent contenir les caractères '-', '_', ':' et '.'.
nl: Namen van ZFS-volumes moeten met een alfanumeriek teken beginnen en mogen alleen (-), (_), (:) en (.) bevatten.
pl: Nazwa wolumenu ZFS musi zaczynać się znakiem alfanumerycznym i może zawierać następujące znaki specjalne: (-), (_), (:) i (.).
pt: Nomes de Volume ZFS devem começar com um caractere alfanumérico e só podem conter (-), (_), (:) and (.).
pt_br: O nome do Volume ZFS deve iniciar com um caracter alfa-numérico e pode conter apenas (-), (_), (:) and (.).
ro: Numele volumului ZFS trebuie să înceapă cu caractere alfanumerice şi poate conţine doar (-), (_), (:) şi (.).
ru: Имена томов ZFS должны начинаться с алфавитно-цифрового символа и могут содержать(-), (_), (:) и (.).
sk: Meno ZFS zväzku musí začínať alfanumerickým znakom a môže obsahovať iba (-), (_), (:) a (.).
sr: Imena ZFS Volumena moraju početi alfanumeričkim karakterom i mogu da sadrže samo (-), (_), (:) i ()..
sv: ZFS-volym måste börja med ett alfanumeriskt tecken och får endast innehålla (-), (_), (:) och ()..
tr: ZFS Birim adları alfasayısal bir karakter ile başlamak zorundadır ve sadece (-), (_), (:) ve (.) içerebilir.
uk: Імена томів ZFS повинні починатися з алфавітно-цифрового символу і можуть містити "-", "_", ":", ".".

source: Owner (user)
ca: Propietari (usuari)
cs: Vlastník (uživatel)
de: Eigentümer (Benutzer)
es: Propietario (usuario)
fr: Propriétaire (utilisateur)
nl: Eigenaar (gebruiker)
pl: Właściciel (użytkownik)
pt: Proprietário (utilizador)
pt_br: Proprietário (usuário)
ro: Proprietar (utilizator)
ru: Владелец (пользователь)
sk: Vlastník (používateľ)
sr: Vlasnik (korisnik)
sv: Ägare (användare)
tr: Sahibi (kullanıcı)
uk: Власник (користувач)

source: Owner (group)
ca: Propietari (grup)
cs: Vlastník (skupina)
de: Eigentümer (Gruppe)
es: Propietario (grupo)
fr: Propriétaire (groupe)
nl: Eigenaar (groep)
pl: Właściciel (grupa)
pt: Proprietário (grupo)
pt_br: Proprietário (grupo)
ro: Proprietar (grup)
ru: Владелец (группа)
sk: Vlastník (skupina)
sr: Vlasnik (grupa)
sv: Ägare (grupp)
tr: Sahibi (grup)
uk: Власник (група)

source: Mode
cs: Režim
de: Modus
es: Modo
nl: Modus
pl: Tryb
pt: Modo
pt_br: Modo
ro: Mod
ru: Режим
sk: Mód
sr: Režim
sv: Läge
tr: Kip
uk: Режим

source: Type of ACL
cs: Typ ACL seznamu
de: Typ des ACL
es: Tipo de permiso ACL
fr: Type d'ACL
nl: Type ACL
pt: Tipo de ACL
pt_br: Tipo de ACL
ro: Tip ACL
ru: Тип ACL
sr: Tip ACL-a
sv: Typ av ACL
tr: ACL türü
uk: Тип ACL

source: Set permission recursively
ca: Possa els permissos recursivament
cs: Nastavit toto oprávnění i pro obsažené soubory a podsložky
de: Setze Rechte rekursiv
es: Establecer los permisos recursivamente
fr: Appliquer les permissions de manière récursive
nl: Machtigingen recursief instellen
pl: Ustaw uprawnienia rekursywnie
pt: Definir as permissões recursivamente
pt_br: Definir permissão recursivamente
ro: Setare permisiuni recursiv
ru: Установить права рекурсивно
sk: Nastaviť práva rekurzívne
sr: Postavi dozvolu rekurzivno
sv: Ställ in behörighet rekursivt
tr: İzni yinelemeli ayarla
uk: Встановити права рекурсивно

source: At least one day must be chosen
ca: Al menys un dia ha de ser escollit
cs: Je třeba zvolit alespoň jeden den
de: Mindestens ein Tag muss ausgewählt werden
es: Almenos debe ser elegido un día
fr: Au moins un jour doit être choisi
nl: Er moet minstens één dag worden gekozen
pl: Musi być wybrany przynajmniej jeden dzień
pt: Tem de ser escolhido pelo menos um dia
pt_br: Ao menos um item deve ser selecionado
ro: Cel puţin o zi trebuie aleasă
ru: По крайней мере один день должен быть выбран
sk: Aspoň jeden deň musí byť zvolený
sr: Najmanje jedan dan mora biti izabran
sv: Minst en dag måste väljas
tr: En az bir gün seçilmek zorundadır
uk: Принаймні один день повинен бути вибраний

source: Recursive snapshot
ca: Snapshot recorsiu
cs: Rekurzivní zachycený stav
de: Rekursiver Snapshot
es: Instantánea recursiva
fr: Instantané récursif
nl: Recursieve momentopname
pl: Rekursywna kopia migawkowa
pt: Snapshot recursivo
pt_br: Snapshot recursivo
ro: Punct de restaurare recursiv
ru: Рекурсивный снимок
sk: Rekurzívny snímok
sr: Rekurzivni snimak
sv: Rekursiv ögonblicksbild
tr: Yinelemeli anlık görüntü
uk: Рекурсивні знімок

source: Snapshot Name
ca: Nom del Sanpshot
cs: Název zachyceného stavu
es: Nombre de instantáneas
fr: Nom de l'instantané
nl: Naam van momentopname
pl: Nazwa kopii migawkowej
pt: Nome da snapshot
pt_br: Nome do snapshot
ro: Nume punct de restaurare
ru: Имя снимка
sk: Názov snímku
sr: Ime snimka
sv: Ögonblicksbild namn
tr: Anlık Görüntü Adı
uk: Назва знимку

source: Only [-a-zA-Z0-9_.] permitted as snapshot name
ca: Només [-a-zA-Z0-9_.] permessos pel nom de l'Snapshot
cs: Název zachyceného stavu může být tvořen pouze znaky z množiny [-a-zA-Z0-9_.]
de: Der Name des Snapshots darf nur folgende Zeichen enthalten: [-a-zA-Z0-9_.] (ohne Klammern).
es: Solamente se permite [a-z A-Z 0-9 _.] en el nombre de la instantanea
fr: Seuls les caractères alphanumériques, '-', '_' et '.' sont autorisés en nom d'instantané
nl: Alleen [-a-zA-Z0-9_.] zijn toegestaan als momentopnamenaam
pl: Tylko [-a-zA-Z0-9_.] są dozwolone jako nazwa kopii migawkowej
pt: Apenas [-a-zA-Z0-9_.] é permitido para o nome da snapshot
pt_br: Somente [-a-zA-Z0-9_.] são permitidos para o nome do snapshot
ro: Doar [-a-zA-Z0-9_.] sunt permise în denumirea punctului de restaurare
ru: Только [-a-zA-Z0-9_.] разрешены в имени снимка
sk: Iba znaky [-a-zA-Z0-9_.] sú povolené v názve snímku (snapshot)
sr: Samo [-a-zA-Z0-9_.] su dozvoljeni kao ime snimka
sv: Endast [-a-zA-Z0-9_.] tillåten som ögonblicksbild namn
tr: Anlık görüntü adı olarak sadece [-a-zA-Z0-9_.] izin verilir
uk: Тільки [-a-zA-Z0-9_.] допускаються для імені знимку

source: Snapshot
cs: Zachycený stav
es: Instantánea
fr: Instantané
nl: Momentopname
pl: Migawka
pt: Foto instantânea
ro: Punct de restaurare
ru: Снимок
sk: Snímok
sr: Snimak
sv: Ögonblicksbild
tr: Anlık Görüntü
uk: Знимок

source: Clone Name (must be on same volume)
ca: Nom del clon (ha de estar al mateix volum)
cs: Název klonu (je třeba, aby se nacházel na stejném svazku)
de: Klonname (muss sich auf dem selben Laufwerk befinden)
es: Nombre Clon (debe estar en el mismo volumen)
fr: Nom du clone (doit être sur le même volume)
nl: Kloonnaam (moet zich op hetzelfde volume bevinden)
pt: Clonar nome (tem de estar no mesmo volume)
pt_br: Nome do clone (deve estar no mesmo volume)
ro: Nume clonă (trebuie să fie pe acelaşi volum)
ru: Имя клона (должно быть на том же томе)
sk: Klonuj meno (misí byť na rovnakom zväzku)
sr: Ime klona (mora biti na istom volumenu)
sv: Klon Namn (måste vara på samma volym)
tr: Kopya Adı (aynı birimde olmak zorundadır)
uk: Ім'я клона (повинно бути на тому ж томі)

source: Only [-a-zA-Z0-9_./] permitted as clone name
ca: Només [-a-zA-Z0-9_./] permessos com a nom del clon
cs: Název klonu může být tvořen pouze znaky z množiny [-a-zA-Z0-9_./]
de: Die Bezeichnung des Klons darf nur folgende Zeichen enthalten: [-a-zA-Z0-9_./] (ohne Klammern).
es: Sólo [a-zA-Z0-9_ /.] autorizada como nombre clon
fr: Seuls les caractères alphanumériques, '-', '_', '.' et '/' sont autorisés en nom de clone
nl: Alleen [-a-zA-Z0-9_./] toegestaan als kloonnaam
pt: Apenas [-a-zA-Z0-9_.] é permitido para o nome do clone
pt_br: Somente é permitido [-a-zA-Z0-9_./] como nome do clone
ro: Doar [-a-zA-Z0-9_./] sunt permise în denumirea clonei
ru: Только [-a-zA-Z0-9_./] разрешены в имени клона
sk: Iba [-a-zA-Z0-9_./] sú dovolené ako meno klonu
sr: Samo [-a-zA-Z0-9_./] su dozvoljeni kao ime klona
sv: Endast [-a-zA-Z0-9_. /] tillåtna som klon namn
tr: Kopya adı olarak sadece [-a-zA-Z0-9_./] izin verilir
uk: Тільки [-a-zA-Z0-9_./] допускаються для імені клона

source: Clone must be within the same volume
ca: El clon ha d'estar al mateix volum
cs: Je třeba, aby se klon nacházel na stejném svazku
de: Der Klon muss sich innerhalb desselben Laufwerks befinden.
es: Clon debe estar dentro del mismo volumen
fr: Le clone doit être dans le même volume
nl: Kloon moet zich op hetzelfde volume bevinden
pt: O clone deve estár no mesmo volume
pt_br: Clone deve ser dentro do mesmo volume
ro: Clona trebuie să fie în acelaşi volum
ru: Клон должен находиться в том же томе
sk: Klonovanie musí byť s rovnakým zväzkom (volume)
sr: Klon mora biti u istom volumenu
sv: Klon måste vara inom samma volym
tr: Kopya aynı birim içinde olmak zorundadır
uk: Клон повинен знаходитися в тому ж томі

source: Remote hostname
ca: Hostname remot
cs: Název stroje protistrany
de: Entfernter Rechnername
es: Nombre de host remoto
fr: Nom d'hôte distant
nl: Naam van externe host
pl: Nazwa komputera zdalnego
pt: Hostname remoto
pt_br: Hostname remoto
ro: Nume sistem remote
ru: Имя удаленного хоста
sk: Názov vzdialeného hostiteľa
sr: Ime udaljenog host-a
sv: Fjärrdatornamn
tr: Uzak anamakine adı
uk: Ім'я віддаленого хоста

source: Remote port
cs: Číslo portu na protistraně
es: Puerto remoto
fr: Port distant
nl: Externe poort
pt_br: Porta Remota
ro: Port remote
ru: Удаленный порт
sr: Udaljeni port
sv: Fjärrport
tr: Uzak bağlantı noktası
uk: Віддалений порт

source: Remote hostkey
ca: Hostkey remot
cs: Klíč protistrany (stroje)
de: Entfernter Hostkey
es: Clave del servidor remoto
fr: Clé de l'hôte distant
nl: Externe hostsleutel
pl: Klucz komputera zdalnego
pt: Hostkey remoto
pt_br: Hostkey remoto
ro: Cheie sistem remote
ru: Ключ удаленного хоста
sk: Vzdialený hostkľúč (hostkey)
sv: Fjärrvärd värdnyckel
tr: Uzak anamakine anahtarı
uk: Віддалений сервер ключів

source: Mark the disks as new (destroy data)
cs: Označit disky jako nové (zničení dat)
de: Diese Platten als neu markieren (Daten werden gelöscht)
es: Marcar disco como nuevo (borrar información)
fr: Marquer les disques comme nouveaux (détruire les données)
nl: De schijven als nieuw markeren (gegevens vernietigen)
pt: Marcar os discos como novos (destruir toda a informação)
pt_br: Torna o disco como novo (apagar todos os arquivos)
ro: Marchează discurile ca noi (distrugere date)
ru: Пометить диски как новые (уничтожить данные)
sr: Označi disk kao nov (uništiti podatke)
sv: Markera diskarna som nya (förstör data)
tr: Diskleri yeni olarak işaretle (verileri yokeder)
uk: Помітити диски як нові (знищення даних)

source: Delete all shares related to this volume
cs: Odstranit veškerá sdílení související s tímto svazkem
de: Alle Freigaben löschen, die sich auf dieses Volume beziehen
es: Eliminar todo lo compartido relacionado con este volumen
fr: Supprimer tous les partages relatifs à ce volume
nl: Alle aan dit volume gerelateerde shares verwijderen
pt_br: Apagar todos os compartilhamentos relacionados com este volume
ro: Șterge toate partajările relative la acest volum
ru: Удалить все общие ресурсы, связанные с этим томом
sr: Izbriši sve deljene resurse u vezi sa ovim volumenom
sv: Ta bort alla utdelningar relaterade till denna volym
tr: Bu birimle ilgili tüm paylaşımları sil
uk: Видалити всі спільні ресурси, пов'язані з цим томом

source: minute
ca: minuts
cs: minutu
es: minuto
nl: minuut
pt: minuto
pt_br: minutos
ru: минута
sk: minúta
sr: minut
sv: minut
tr: dakika
uk: хвилина

source: hour
ca: Hora
cs: hodinu
de: Stunde
es: Hora
fr: heure
nl: uur
pl: godzina
pt: hora
pt_br: horas
ro: oră
ru: час
sk: hodina
sr: Čas
sv: timme
tr: saat
uk: година

source: day of month
ca: Dia del mes
cs: dny
de: Tag des Monats
es: Día del mes
fr: jour du mois
nl: dag van de maand
pl: dzień miesiąca
pt: dia do mês
pt_br: dia do mês
ro: ziua din lună
ru: день месяца
sk: deň v mesiaci
sr: dan u mesecu
sv: dag i månaden
tr: ayın günü
uk: день місяця

source: Method
cs: Metoda
de: Methode
es: Metodo
fr: Méthode
nl: Methode
pt_br: Método de Autenticação
ro: Metodă
ru: Метод
sr: Metod
sv: Metod
tr: Yöntem
uk: Метод

source: Quick
cs: Rychle
de: Schnell
es: Rápido
fr: Rapide
nl: Snel
pt_br: Rápido
ro: Rapid
ru: Быстрый
sr: Brzo
sv: Snabb
tr: Hızlı
uk: Щвидкий

source: Full with zeros
cs: Vyplnit nulami
de: Mit Nullen gefüllt
es: Rellenar con ceros
fr: Complet avec des zéros
nl: Vol met nullen
pt_br: Completo com zeros
ro: Scriere cu zero
ru: Полная с заполнением нулями
sr: Pun sa nulama
sv: Fullt med nollor
tr: Sıfırlar ile tam
uk: Заповнити нулями
